[
  {
    "text": "I was thinking to myself when I was at work yesterday um how he possibly be making anything out of it because you know there here there were  people buying New Ideas like they were going out of style"
  },
  {
    "text": "But does he organise the people to come and give give out  the sample bags"
  },
  {
    "text": "fifty dollars"
  },
  {
    "text": "Bet you that can only get you about one"
  },
  {
    "text": "dollars worth of retail value on John Sands cards which"
  },
  {
    "text": "Would be very handy"
  },
  {
    "text": "Fifty dollars worth of something else"
  },
  {
    "text": "She got all annoyed at me because I was rude back"
  },
  {
    "text": "What'd you do?"
  },
  {
    "text": "She couldn't she wouldn't  have a bar of me"
  },
  {
    "text": "Maybe she was jealous"
  },
  {
    "text": "Oh must've been"
  },
  {
    "text": "So you haven't found out if you're going to the Choral concert yet?"
  },
  {
    "text": "So when are you coming back?"
  },
  {
    "text": "Actually I'll be back after lunch"
  },
  {
    "text": "Four days"
  },
  {
    "text": "was thinking I'll cook something and bring it back for study breaks"
  },
  {
    "text": "Do you think I did hardly anything?"
  },
  {
    "text": "You usually do lots of works when you go home"
  },
  {
    "text": "So I'll just have to be good"
  },
  {
    "text": "Yeah that was that was  the big talking point of the weekend"
  },
  {
    "text": "Well no wonder you didn't get any work done"
  },
  {
    "text": "Oh really?"
  },
  {
    "text": "It'd be good to have but"
  },
  {
    "text": "What did your mother buy that wool for?"
  },
  {
    "text": "Cool"
  },
  {
    "text": "I mean to get a decent jumper in a shop it's more than that"
  },
  {
    "text": "So what're you going to do while you're at home?"
  },
  {
    "text": "I don't know what to wear to the twenty first on Saturday night"
  },
  {
    "text": "to oh I don't know maybe be green with envy or something you know"
  },
  {
    "text": "Who is she?"
  },
  {
    "text": "so we used to sit on the same bench in science"
  },
  {
    "text": "?"
  }
]