[
  {
    "text": "in relation  to ah evidence they might give at the commission?"
  },
  {
    "text": "I been talking to former employees um and employees a  number of times that's correct"
  },
  {
    "text": "Well why have you approached former employees?"
  },
  {
    "text": "about any of um   any of the ongoings of what I C A C have been doing"
  },
  {
    "text": "was accidental was it ?"
  },
  {
    "text": "and um just see how he was going that's all"
  },
  {
    "text": "When was that?"
  },
  {
    "text": "oh I I  think it  was about the end of February early March I think from memory"
  },
  {
    "text": "?"
  },
  {
    "text": "insofar as it related to evidence or  possible evidence before the commission?"
  },
  {
    "text": "There's nothing much I can remember"
  },
  {
    "text": "since?"
  },
  {
    "text": "outside here"
  },
  {
    "text": "Yes"
  },
  {
    "text": "We keep fairly close with them"
  },
  {
    "text": "contact with former employees is that right?"
  },
  {
    "text": "We've had  that happening a number of times"
  },
  {
    "text": "has in mind have you have you had any  conversations with employees or former employees relating to  evidence that ah they might give or which might be given before  this commission"
  },
  {
    "text": "they were all very um well  concerned or interested but I don't believe or know of any  evidence or um anything I've ever done to affect the commission"
  },
  {
    "text": "since this investigation began"
  },
  {
    "text": "a number of times"
  },
  {
    "text": "Mmhmm and have you spoken to him about any evidence that  he might give to the commission?"
  },
  {
    "text": "and um how he's going with  the machinery that he's working with up on the north coast"
  },
  {
    "text": "or did he approach  you on this occasion that you spoke to him?"
  },
  {
    "text": "on a number of occasions"
  },
  {
    "text": "You've spoken to him on a number of occasions?"
  },
  {
    "text": "I've spoken to him quite regularly yes still"
  },
  {
    "text": "?"
  },
  {
    "text": "rang up and said that ah he'd  been spoken to um but nothing nothing  particular  no"
  },
  {
    "text": "was that?"
  },
  {
    "text": "I can't be a hundred percent sure"
  },
  {
    "text": "So that was  about it sir"
  },
  {
    "text": "Did he tell you what he had been talking about to the  ICAC investigators?"
  },
  {
    "text": "No not to my memory no"
  },
  {
    "text": "Sorry  you go ahead"
  },
  {
    "text": "what he should or  should not say top the I C A C investigators?"
  },
  {
    "text": "I can't even  recall saying of um saying it"
  },
  {
    "text": "Have you spoken to him  since the er investigation began?"
  },
  {
    "text": "Yes I've spoken to him a number of times as well"
  },
  {
    "text": "what he  should or should not say to I C A C investigators?"
  },
  {
    "text": "I don't know  what he's what questions he's gonna be asked  or what he should say or not say"
  },
  {
    "text": "?"
  },
  {
    "text": "yesterday?"
  },
  {
    "text": "That's correct"
  },
  {
    "text": "?"
  },
  {
    "text": "That's correct"
  },
  {
    "text": "?"
  },
  {
    "text": "Yeah that's correct"
  },
  {
    "text": "?"
  },
  {
    "text": "somewhere"
  },
  {
    "text": "does he?"
  },
  {
    "text": "I  don't know exactly where"
  },
  {
    "text": "So what which was the site exactly  that you met him?"
  },
  {
    "text": "um coal-mine there sir"
  },
  {
    "text": "the name of the mine?"
  },
  {
    "text": "And what's the job that you were tendering for?"
  },
  {
    "text": "It's a um it's a new conveyor system  going in ah new loading bins going in and the earth works on  either side of the ridge to be um to be  taken  out"
  },
  {
    "text": "is that right?"
  },
  {
    "text": "talk about ah the evidence that had been given  at the commission towards the end of last week?"
  },
  {
    "text": "It's it's um"
  },
  {
    "text": "You said you can'[t talk about it?"
  },
  {
    "text": "Yes true"
  },
  {
    "text": "?"
  },
  {
    "text": "Um he was away somewhere and um contacted me on Friday  afternoon Friday night"
  },
  {
    "text": "He contacted you did he?"
  },
  {
    "text": "That's correct"
  },
  {
    "text": "You had no contact with him?"
  },
  {
    "text": "So that's  what happened"
  },
  {
    "text": "?"
  },
  {
    "text": "No sir I didn't"
  },
  {
    "text": "You did not attempt to contact his family?"
  },
  {
    "text": "No"
  },
  {
    "text": "somewhere"
  },
  {
    "text": "Did he he telephoned you did he?"
  },
  {
    "text": "And when was that?"
  },
  {
    "text": "Oh Friday late Friday six seven o'clock or something  Friday"
  },
  {
    "text": "And that was unexpected as far as you were concerned was  it?"
  },
  {
    "text": "As far as I knew he was on  holidays and he was just coming back"
  },
  {
    "text": "?"
  },
  {
    "text": "Ah he went to the office and I'd just gone home and he he came to call around at the house and I"
  },
  {
    "text": "This was something that just happened  out of the blue?"
  },
  {
    "text": "somewhere"
  },
  {
    "text": "?"
  },
  {
    "text": "before Friday?"
  },
  {
    "text": "in the  intervening two weeks since that previous contact?"
  },
  {
    "text": "No I don't recall sir having any no"
  },
  {
    "text": "Is that what he said to you?"
  },
  {
    "text": "contract job"
  },
  {
    "text": "Which paper had he had he read?"
  },
  {
    "text": "The um Herald I think on his way back down from the  coast the north coast"
  },
  {
    "text": "Yes and"
  },
  {
    "text": "I didn't I  didn't ask him any of those questions"
  },
  {
    "text": "'s possible involvement in the ah   dockets and invoicing?"
  },
  {
    "text": "We weren't don't know the laws or the rules so I wasn't taking the  risk there"
  },
  {
    "text": "So yes"
  },
  {
    "text": "?"
  },
  {
    "text": "That's correct"
  },
  {
    "text": "Did you have any conversation with him about the  investigation then?"
  },
  {
    "text": "Looked at the plans um walked over the site looked at  what we'd need to what machinery we required  things like that"
  },
  {
    "text": "Didn't have any conversation that you can recall about  the I C A C hearing or investigation"
  }
]