{
    "text": "Privatisation refers to the unclear transfer of production or unclear assets from the public sector to the private sector. This may be achieved via asset sales or the contracting out of publicly financed goods services to the private sector. Over the last few decades there has been an increasing trend towards prov privatisation. unclear This is because a there has been low economic growth in most oecd countries, with large budget deficits. Running a budget deficit is no longer viewed so positively as stimulatory to macroeconomic policy. As a result, many oecd governments have ha sold public assets to give a try reduce their budget deficits b Government intervention is now being viewed as less necessary not as efficient as private production c there has been a return to classical thinking with its approach to freer markets with less government intervention. The arguments against privatisation are as follows 1 It is believed privatisation would lead to increased costs prices. This is due to the fact that public production is not required to include a profit margin in the final price. However, private production does require that the final price is made up of the costs of production plus a profit margin eg diagram As a result of the transfer of production to the private sector, costs should increase due to the inclusion of the profit margin required. In practice this may not always occur as efficiencies may make the cost of production cheaper before the profit margin is included. 2 Unemployment may result from privatisation. Production processes may be rationalised become more efficient or capital intensive resulting in a loss of employment. 3 Privatisation may also result in an increase in private monopolies with larger firms creating barriers to entry for new firms restricting trade. The arguments for privatisation are 1 there is increased efficiency competition created. It is argued that public sector employees are subject to rigid labour practices, have limited management autonomy revenue raising ability. as the option of issuing shares to raise funds is not available. Private production theoretically leads to more efficient production processes 2 Privatisation also means that there is less government intervention in the markets. Less regulation freer marketsmore responsive to innovations competition would result. 3 There would be an increase in share ownership from privatisation. The sale of an asset through a share issue often raises means that the employees own part of the company. This can give them a vested interest in the performance of the company provide incentives for further efficiencies. 4 Finally, privatisation can help reduce budget deficits. This is only a short term solution but the funds from a sale of a publicly owned asset can be directed towards reducing the deficit. The issue of privatisation is very relevant to Australia today Certain arguments for privatisation apply to Australia but needs to be implemented in a timely coordinated matter rather than as an ad hoc firesale. The issue of increased efficiency is important because Australia has had several large companies privatised over the last few years, eg the Commonwealth Bank cba Government Insurance Office gio. Such asset sales mean that these enterprises are subject to more accountability scrutiny. Both are listed on the stock exchange are thus required by the Aus As Australian Securities Commission to provide detailed accounts in their company reports. They are also under further scrutiny are required to achieve a predetermined return on equity unclear. They have a greater responsibility unclear to their shareholders now tenet to maintain their market share value. As such there is a large strong push towards further efficiencies increasing production techniques market share, especially in the cba. These companies asset stock exchange listings has also facilitated staff share schemes. Staff unclear now unclear have incentives to see the companies perform well as they are their own funds are invested in them. Finally The funds raised from these sales have certainly been a fiscal bonus to the Federal Government which has been able to use the funds to relieve the pressure on the budget deficit finance other objectives. However as in the case with the cba, privatisation may lead to a reassessment of the objectives direction consequently a rationalisation particularly of staff. Therefore, the issue of privatisation is very applicable to Australia as it can increase our economys efficiency, the motivation of our workers relieve pressure on the budget deficit were running. However, the time for these asset sales tendering out of contracts must be carefully chosen. In the current situation of such high unemployment, privatisation may well be discouraged temporarily if unclear job losses may result. unclear In summary, each privatisation issue needs to be looked at in isolation its costs benefits weighed up. It may bring many benefits to the economy if it is done in a timely, organised manner not as an an ad hoc reaction to public pressure or overseas trends. Qu 4 The American economist Laffer theorised that increases in marginal Tax Rates mtrs reduce peoples incentives to work. He believed that tax unclear killed taxation. diagram According to Laffer w tax revenue increased with the tax rate at a decreasing rate. Revenue reached an optimum maximum level at the point C which related to an optimal level of taxation Past the point C, the same tax revenue could be achieved with a lower taxation rate, for example BD. He believed that in 1978 the United States was in the position x, past C. As a result he argued marginal tax rates should in fact be reduced in order to increase tax revenue. In theory, this relationship is very plausible, however 1 in practice it is very difficult to determine where a country is on the Laffer curve 2 empirical results havent supported the theory. Therefore In summary, Laffer would have believed that increased mtrs reduced work incentives resulting in decreased revenue raised. As stated, this has not been proved empirically so it seems that there are some offsetting occurrences Modern economy theory states that increases in mtrs will have both disincentives to work as well as incentives. Firstly Disincentives It is believed that increases in mtrs will result in disincentives to work due to the following a the substitution effect This relates the to the theory that workers will examine the extra pay they receive for working longer hours. If they decide that it isnt worth it value their leisure time more, there is a disincentive to work. ie increases to mtrs, create a workleisure tradeoff. This really only applies to people who can adjust their work hours, such as the selfemployed or people with second jobs. b unemployment benefits may be attractive enough for people not to work anymore. If the tax rates go up, people may leave the workforce live on unemployment benefits increase their leisure hours. This is a rational decision. c It is believed that in people with an inelastic labour supply curve, such as women, will be greatly affected by changes in the tax rates withdraw from the labour force. This is not supported empirically. The countervailing arguments say that the tax increases will not affect work incentives for the following reasons a people work for nonpecuniary reasons such as power, job satisfaction etc. Their decision to work is n not greatly dependent on their wage therefore their tax rates. b increased taxes may increase the cost of living for families. In a twoperson family with only one working, the other may be forced into the labour market to gain further income so maintain the families standard of living c The income effect may also mean increases in tax rates force people to work more. This is based on the idea that people need to achieve a set after tax income in order to meet financial commitments. If the tax rate rises, the people have to work more to reach this required after tax income. All of the previous points outline the effects of an increase in marginal tax rates. It appears that the income effect offsets the substitution effect but whether overall an increase in marginal tax rates increases the incentive to work is not known. However, empirical us studies have found 1 that the primary earner is affected this includes breadwinners singles in full time employment who have no choice but to work more to supportfa However, this is dissipated by the fact that 2 Secondary workers, such as wives, not working or on a parttime basis, arent affected. Therefore, Taxation revenue shouldnt increase as a result of increased mtrs. Increased avoidance evasion would be created occur in an attempted to reduce tax liabilities the basis of Laffers theory The income effect offsets the substitution effect as previously stated so any further revenue gained from the workers under the income effect would be offset by the workers who substitute unclear leisure fro for work withdraw from the labour force. Overall, there shouldnt be any substantial effect either way. Qu 7 Currently, Australia has many different types of outlay taxes. These include retail sales taxes, wholesale sales taxes excise duties. All have severe problems as they are distortionary inefficient. Sales taxes have many exemptions, wholesale sales taxes have various rates a narrow base while excise duties are focussed on several goods such as alcohol cigarettes. unclear Due to having a number of taxes with various bases assessment procedures, the revenue raising unclear from outlay taxes is a complex procedure. The introduction of a broadbased consumption tax would replace all the others with the one comprehensive tax. An example of a broad based consumption tax is a valueadded tax or goods services tax. At lea each stage of production, the producer would invoice the person he sells the good to with the rate amount applicable to the value he added at his stage of production. Hed then receive a credit for the valueadded tax paid on the input. As such, each stage of production wouldnt end up paying any tax until the final consumer arrow who cant pass the tax on to anyone. Having briefly described what Ideally, there would be no exemptions to the tax there would be just the one rate applied. In practice, both these conditions may not occur. Having briefly described what a broadbased consumption tax is, I will now examine its benefits Firstly, as already indicated it is a much more efficient form of taxation. This is the only irrefutable argument in favour of a broad based consumption tax bbct. It replaces many more specific type taxes with one overall tax. It is also nondistortionary unclear the mix of taxes result in effects on work practices production process whereas the one rate overall wouldnt affect economic decision making so much. Secondly, it has simplicity aspects. Once introduced, ideally with a single rate no exceptions, the compliance costs are low. Initially, there may be some administrative costs with new accounting procedures required however, this sould only be at the onset. After this, compliance should be easy relatively cost free. Even if the single rate no exceptions wasnt achieved, the simp gains from the simplicity would still exist, though to a lesser extent. Thirdly, avoidance evasion would be reduced. Currently, wholesales sales taxes creates a great deal of avoidance evasion as the tax is levied on turnover at 3 rates levels. As such it requires that records are maintained accurately sales arent understated. A bbct would reduce the ability to evade or avoid tax due to the recording procedures. The steps in the production processes are known if valueadded isnt included, no credit for the taxed on the inputs is gained. Thus, due to the increased standard of recordkeeping incentive to declare production in order to claim credits, avoidance evasion would be reduced."
}