{
    "text": "11 April 1994 Dear Alison By doing something which i couldnt repeat if you paid me i have finally removed KidPix from the screen and called up this blank page i hope it doesnt suddenly turn into something else I feel like i havent written to you for ages, although i know thats not the case its just that not much has been happening to enable the writing of an enthralling letter, so here comes another mundane one How are things chez Morgan, especially chez the pregnant Morgans stomach, back etc i hope you are feeling as well as can be expected, if not positively blooming. By now i suppose your mum and dad have been and gone it must be lovely having people visit, but so hard seeing them go again at least you wont have to worry about that with us You have now spent the two major Christian festivals in Nepal did you miss a packed Easter day church, or did you have one there I still miss that feeling you get from a very full Anglican church with all the choral works on Easter Sunday i keep meaning to visit one but never get around to it. Jennifer and Matthew returned to school today after their first school holidays the term went so fast as, thankfully, did the holidays only four days if you dont count Good Friday and Easter Monday in fact, im not really sure they didnt just think they were having a bit of a long weekend. They had friends over one day, and we went into town to have lunch with daddy, and on Saturday we went to the zoo getting there at 15pm, not realising it closed at 5pm. It was actually the best trip weve had to the zoo, as we said they could only ride on the cable car if they didnt mention it, so we whizzed around the top part of the zoo and saw the orangutans in their new McDonalds home and Luke enjoyed looking at the giraffes and then it was time to go. Next time well look for the Nepali animals is there anything especially native we should know about to find yaks yetis i can only think of Tibetan ones. Luke has just woken up 45 minutes ahead of when he should have wouldnt you know it He must have heard me at the computer and decided he wanted to join in. Oh well, au revoir 18 April 1994 Hello again. We received your prayer letter last Friday the thing that strikes me most is that when Jon is asleep you make time to do something with Annie On the weekends, when Luke is asleep during the day, Jennifer and Matthew get sent off to their rooms to play or rest, while Mummy and Daddy have some peace and quiet of course, it never goes uninterrupted, but stilldotted line. Are you both getting very fit andor losing lots of weight with the sort of food and exercise you are having who needs to pay money to a gym when you live in Tansen Its great that Annie has settled in at last, and i can just imagine your rubber egg with legs because ive got one too its very funny isnt it although mine still isnt talking much. Do you have much contact during the day with the other playgroup mothers Can you drop round for coffee thats where i really miss you, as well as being on the other end of a telephone, or are you all a long way away from each other The views all sound spectacular, the hospital work less so it must be so frustrating and so sad that people that could be saved here are dying. We do thank God for the work of Chris and all the other doctors etc at the hospital. On the subject of hospitals, we went back to the ENT this morning and its more grommets and no adenoids for Luke he goes back on 55 for his next operation. Hopefully this will result in a rapid increase in his verbal skills, although his comprehension is fine, indicating he is hearing, so perhaps hes just decided to put off the talking for a while He currently has a big cold, which has taken us back to the disturbed nights that we left behind after his first lot of grommets went in, plus he has been getting up at 15am i didnt think it could get much worse that 5am but it has, it has how do you keep yours still asleep at 7am. But apart from this, which does drain the energy somewhat, he continues to be very cute he has just started giving me cuddles, which is really nice, and he plays pretend games with his wrestle bear, giving it food and a dummy not the dummy he has in his mouth, mind you i think its going to take a team of people to prise it away Interestingly, when he goes to Occasional Care on Wednesdays, he surrenders it to them quite cheerfully when he arrives and it gets put in his locker, but as soon as he sees me in the afternoon, he rushes over to the locker and starts banging on the door to have it returned to him no doubt what he assosciates me with I took him to buy some new shoes a few weeks ago his toes were hanging over the edge of his sandals, although he had hardly worn them, as they tended to make the eczema really red and angry on his feet, even when wearing ascloseto100asyoucanget cotton socks. I got to Shoes and Sox in Chatswood at 10 past 9, thinking that at least that early in the morning, there would be no waiting HA The shop was already full, and when i took my ticket at the door, it was number 25 they certainly need bigger premises there, and i hope the workers all get stress counselling or something We were finally served at 10 oclock, and the man who looked after us was very thorough, taking 20 minutes till he was satisfied that hed found a pair of shoes that would fit properly. I asked him to start with the cheapest pair which was still 45 and we worked up to 56 when we struck gold owing to the broadness of Lukes foot this was just as well, because the next shoe to try was going to be 85 Really, if most children have broad feet, which he told me they do, why cant Clarks etc just make their range of footwear for that age accordingly Unfortunately, his feet still go yukky with these on, and he will need to wear them heaps more that he ever wore shoes in summer, but i suppose it cant be helped Patricia McVeagh didnt have any suggestions when i went to her a few weeks ago for an eczema checkup at that stage his skin was almost clear, but with the onset of the cold weather, or something else, who knows, it is currently back to red itchy patches all over poor Luke. Poor Luke is also a bit of a chub according to P McV his length is on the 50 line, and his weight over the 90 line, and dont i feel it, carrying him around. A propos of nothing in particular, the Old Bear stories are starting this week on channel 2, and Playschool, in addition to the rocket clock and the flower clock now has a digital video clock i dont know if this was on any of the episodes i taped for Annie, but i saw it the other day and was most impressed Jennifer and Matthew had a week of swimming leassons in the holidays half an hour a day for 5 days and by the end of it, J was swimming half a lap of the pool freestyle and backstroke all by herself i was again most impressed. I still think its very difficult for them to coordinate the breathing and the arms and legs and turning the head to the side, but she was having a very good stab at it. Interestingly, Matthew was the better last time they had the holiday lessons, but this time, he couldnt quite work out how to get it together, although he was very enthusiastic every time the teacher tried to showtell him what to do, he would immediately start trying, without actually waiting to listen or watch His backstroke was very funny he was kicking his legs, ramrod straight, with toes pointing to the ceiling, in time with his arm movements no wonder he couldnt keep afloat But the teacher they have now i have finally fallen victim to the local custom and booked them in for weekly lessons is doing a good job of showing them how to kick, which the holiday teacher didnt really do, so im sure hell pick it up eventually. They enjoy it though, and thats the main thing. Guess what ive done ive had a hair cut I actually went into this hairdressers on the spur of the moment Walk in off the street haircuts only 10 between 10am and 12 no appointment necessary . I did only go in for a trim of the ever present split ends, and the hairdresser said to me will i just take off a couple of inches and so youd still like it below your shoulders , to both of which comments i answered yes . While she started cutting, i occupied myself trying to read the labels on shampoo bottles i could see reflected in the mirror, so i didnt have to look at myself reflected in the mirror, and when i did finally take a quick glance, she was halfway round and there was all my hair lying on the floor, what was left just touching my shoulders It is barely long enough for a pony tail, which i like to be able to do when it is hot, or at the gym etc. It looks quite nice its not nearly as radical as when you had yours cut what are you doing about hair now i suppose it is already back down to your waist, but i suspect it is the beginning of the end theres not much point in trying to grow it again as it has never been very satisfactory at reaching below my shoulder blades. Jennifer has also had her hair cut, in more ways than one I came out one morning to find Jennifer and Matthew quite peacefully watching a video, with clumps of Jennifers hair fighting for space on the floor with all the toast crumbs and squashed sultanas and stale bits of NutraGrain i was unable to ascertain exactly WHY Matthew had felt moved to do it, other than, i suppose, the fact that there were the scissors and there was this tempting head of hair Fortunately, he hadnt done much, but it was enough to neccesitate a visit next door to our neighbour who runs a hairdressers in her backyard granny flat. She cut a fringe for Jennifer, at my request, a few months ago, as I wanted to see if it would make her hair in any way easier to manage it didnt i think she has been born with the sort of hair that looks unbrushed 10 seconds after you brush it, but she only made a very small, wispy one in fact you could hardly tell shed had anything done. This time, however, she had to be a bit more drastic, so Jennifer now has a fairly full fringe, and it looks really nice. 30494 Hello again. Ive just spent the last 30 minutes putting Luke back to sleep and trying to find the video remote control because the child lock was on and i didnt know how to disengage it without the remote control unit it needs to be on permanently now as Luke has discovered he can reach his videos Thomas, Johnson and Friends, ABC music videos and Bananas in Pyjamas, take them out of the box and try to insert them never yet with success into the machine,."
}