{
    "text": "Jean Palmer, 83 Carlton Parade, Punchbowl. NSW. Australia. Saturday, 13 June Dear Myrtle, Its only 45 a.m. on a cold, dark winter morning and I cant sleep, so why not get out of bed and send off a few words to you something I have been meaning to do for several weeks now. How are you Ive thought of you a lot since my return, and Ive wondered how your health has been. You seemed so optimistic about yourself when we spoke on the phone, and that is always a big plus where health is concerned. Since my return I have been busy, but I have found it hard to settle to the responsibilities. Some months ago I was saying to people who asked I think Ive gone through this long grieving period of ten years and now Im coming out the other side Famous last words. However, Ive been in the depths before and Ive struggled to the top, and Ill do it again. Every time Arch shows a further deterioration it affects me like this, then I grow accustomed to the deterioration and we go on. The last few days I have been spending many hours with Arch he has the flu, and is very uncomfortable, struggling with very nasty congestion on the chest and a fever. My sleep is fitful because Ive asked them to ring me if he shows any sign of distress. My head tells me that his quality of life is so poor that it would be a good thing if he died, but my heart says I dont want that. Its a time of mixed emotions. Now that I have told you the sad part, Ill look for some positive things. Our family and their kids lead very busy lives, but they are always there if I need them. Lynne and Nikki from Tasmania are due in Sydney early in July, and then I go to Melbourne and Tasmania for about two weeks in mid August provided Arch is O.K. of course. Some friends Jim and Betty are due to stay here for a few days next week Jim was Archs workmate they retired to a beachside area on the south coast of NSW, a three hour drive from here. Bettys health has improved since living there, and they are coming to Sydney especially to see Arch. Jim and Arch were very good mates. Then at the end of September we are expecting Archs cousin, Sheila and her friend from England. It is cold this morning, about 43 degrees at 5 am, and the sky is overcast, there is snow on the mountains, and everywhere you go people are complaining about the cold days we are having. Theyre not really cold days in your terms it just means that people are having to put on coats, and start the heaters going in the late afternoon. Les and Muriel Morgan are in regular contact with me, usually by phone at the weekend. Melbourne is 500 miles from here so we dont see a lot of each other every six months or so I go south via Melbourne to Tasmania to a part of our family down there. Les and Muriel keep fairly active. I wrote to Ruth Moore yesterday. Thats about the third letter since Ive returned, and Ive heard nothing from her. But Im hoping that all means that she is busy. She seems to keep fit most times. Well, Myrtle, thats all for now. Please put a few lines on paper when you get the time and let me know how you are faring. It was wonderful to talk to you by phone on both occasions when I was visiting your country not as good as meeting with you personally, of course, but it was second best. I dont know whether Ill get your way again, but I hope so, and then well meet up. Take care love from Jean. 83 Carlton Parade, Punchbowl. NSW. Australia. November 10, 1993 Dear Cousin Sheila, Hows my lovely English rose Its a while since Ive written, and thank you for your recent letter. I was interested in all the news. About 10 days ago I returned from a week in Melbourne staying with Francis and Monica a visit I specifically planned to be present at Les Morgans surprise 80th birday party and then 10 days in Tassie with Lynne, Tich, Nikki and friends all very enjoyable. It takes a while to settle back into routine when youve been away doesnt it I know I get a lot more letters than the average person and the letters take ages to reply to or do whatever the business letters are suggesting that I do. I spent a week in Brisbane some weeks ago, staying at a hotel for a few days it was wonderful it gave me an opportunity to look around at some of the history of the city, and then I stayed with an old workmate for a few days I hadnt seen her for 18 years. News is much the same. Arch still continues on, a little more deteriorated, but still able to walk so I bring him home four afternoons per week. All the kids are busy but very supportive. We have a new addition to the family. Arch and I are grandparents again. Rosie gave birth to a 10 lb. baby girl, Caesarean, on 4th November the 84th wedding anniversary of Tom and Margaret Robertson my parents. 2 names deleted dont have a good relationship unfortunately, but he is as supportive as he can be in such circumstances. The baby will be Miranda, and her second name MAY BE Margaret after Margaret Robertson. The last paragraph will be news to you, as it is to so many other people with the exception of some Sydney folk. At the time I was told about the pregnancy eight months ago name deleted was so distressed that my first priority was to try and support his emotional state, the second priority was to sustain my own equilibrium. We have a serial killer of backpackers in the state as you will probably know. The news has claimed headlines overseas I understand. The way such a killers brain works totally confuses me Im afraid. As I reread your letter I wondered how Rene is now. Is she still taking driving lessons And is Les going to have another operation Also your friend Ron what an experience for him to have. I find it hard to understand how June can look after three grandchildren with her disability your letter before last. I have major concern about Wollongong. The folks are not well. Stan battling on under great strain. Isnt it a fact that the older we get the more our cares and thoughts and conversation is centred on sickness and those loved ones around us who die A fact of life. So youre still getting up at 4 a.m. for coffee and toast As I read that I wished that we lived closer so that we could share some of that time. But actually my sleep has been more settled. Just one night recently when I was up from 2 a.m. to 5 a.m. thinking about a possible battle with the nursing home but it didnt eventuate. To ease the tension of death and dying, two bits of trivia for you which Kay and I discussed today Patrick aged 9 was given his first wrist watch for his birthday. Children many years ago learnt to read watches by about 6 years of age. It surprised me that Patrick bright boy was learning to read the time on his new watch, until I realised that kids these days read mostly digital clocks and watches like 15 written in such figures, and are unaccustomed to reading by the clock hands As Kay and I were talking in this back computer room she said theres the postman , and then remarked that in years gone by people would react Pavlov to the sound of the postmans whistle, now they react to the sound of his motorbike. So dotted line Id like to say that I am heading again to the U.K. soon, Id love to get back there for a short time short only because of Arch, BUT it will be some more months. After Christmas all the family are meeting with Lynne, Tich and Nikki in Hobart for a week. Ill probably return to the north of Tassie with the Ferenczs for a few extra days. Then in February THERE IS TALK from Bill Owen Los Angeles, and widower of Martha, who was widow of an old American Air Force mate of Archs and Les are you following me because Im going to ask questions at the end of this paragraph, that he wants to come to Australia again to travel on the Indian Pacific railway from Sydney to Perth and bring with him Marthas daughter, Debbie. How much time that will involve for me will only be determined when Bill concludes his plans. Now without referring to the last paragraph, how many days will we be spending in Hobart On the other hand have you and June given any more consideration to another trip to Australia Why dont you bring Ron with youYoull forgive me for neglecting my writing now that I have typed two pages to you, wont you I look forward to hearing from you again. My love to your little friend. Keep well, dear Sheila. Love from Jean. Jean Palmer, 83 Carlton Parade, Punchbowl. NSW. January 19, 1994 Hello Dear Francis, I am always pleased to be writing interstate on a Wednesday because it only takes two days to get there. I was glad to get a letter from you in this mornings post. However, I am unsettled about the envelope. Instead of doing crossword puzzles this evening, I want you to sit down and write out 100 times The Palmers post code is 2196 and send it to me. 100 times. Im answering the letter quickly because it is something that I can do without feeling bored. This morning has been a continuous ordeal of trying to take some action and get motivated. Theres plenty to do but nothing to inspire me. Im always tired in this humidity. Rowie said he is never coming back to Sydney in the summer time. It surprised me to learn that Chris and Jet will be away until 21st. I dont know why I expected them back sooner. Thank you Ron Neeson for your interest in my welfare. The anguish of the bush fires has been all pervading papers, radio, TV, people in the street, on the phone. Sheila rang from U.K. Gertrude Slany of Tibor and Gertie fame rang from Perth. I took eight calls from relatives and friends who couldnt get onto Joan and Gil, because their phone lines were out, so that they could get some news as Como was constantly mentioned. Joan and Gil were evacuated from their home but the fires didnt touch their street, although it was in the street running parallel to them. Glynn Bowen Thomas and his friend live at Bilpin Blue Mountains and they were alerted about evacuating. I havent been in touch with them since last week end. A long newsy letter from Bill Owen yesterday written before the earthquake. Ill try and get on to him sometime today. Yes, of course, it will be a delight to have you come and share my tomato soup and pasta. If it suits you to make it further into February would be better, as this morning I had someone on the phone to me trying to get an agreeable date for a number of us to meet, and the end of January seems to be the most acceptable for them. Also Kay and Patrick want me to fly to Canberra with them for a couple of days the last week end of January."
}