{
    "text": "LETTERHEAD 3RD SEPTEMBER, 1990 BRANCH CIRCULAR 9014 Dear Secretary, WOULD YOU PLEASE READ OUT AT YOUR NEXT MEETING Please note that the Closing Date for Nominations for Director and Notices of Motion is 00 pm 24th September, There are four places to be filled on the Board this year. Those Directors who are retiring, but who may nominate again if they wish are Mr W.Watt Mr S.Spiby Mr C.Farrugia As well there is the vacancy caused by the resignation of Mr. J. Loveless. I would urge members to give consideration to nominating as a Director. This is a very important period for the Association and Justices of the Peace as a whole. Please give it some thought. INCOME TAX We have received a further assessment from the Taxation Department for Notional Tax for the Years 1989This is for 3,00 due for payment on 30th July, 1990, but deferred until 17th December, 1990, when it will have to be paid in full. Thnk goodness that with the purchase of our own Administration Centre we will eventually see the end of the Income Tax Assessments. The total Income Tax that the Association will have paid out by the end of 1990 will be in the vicinity of 33,000 NO NEED TO READ OUT AT MEETING FOR SECRETARIES AND TREASURERS ONLY The Board of Directors has asked me to notify you that Phone calls on behalf of the Association are to be reimbursed at the rate of 22c as this is the current rate charged by Telecom. Regards, Bev McAppion State Registrar LETTERHEAD BRANCH CIRCULAR 9013 25th September, 1990 Dear Secretary, WOULD YOU PLEASE READ OUT AT YOUR NEXT MEETING ANNUAL MEETING Just a reminder that the Annual Meeting will be held on 24th November, 1990 at 00pm note new time at Woodstock, Church St, Burwood. I hope to see many of you at this Meeting. 1991 FEES The Board of Directors has asked me to advise you that the 1991 Fees are as follows Ordinary Membership 00 Branch 00 HO 00 Retired Membership 00 Branch 00 HO 00 The HusbandWife Membership has been reintroduced for those who agree to receive one Journal in February, May and August. They will have to receive two Journals in November as this one contains the Ballot Paper. The rates are Ordinary Membership HusbandWife 00 Branch 00 HO 00 Retired Membership HusbandWife 00 Branch 00 HO 00 The Board has asked me to point out that the increase in fees is in no way due to the purchase of the Administration Centre as this has been funded from Association Investments plus the loan from Westpac. Our repayments to Westpac are less than the rent would be at the Burwood Office. The increase in fees is due to the normal increase in running expenses. RENEWAL NOTICE IN JOURNAL The November Journal is now being printed and this will contain a Renewal Notice as a loose leaf inset. This means that Branches will no longer have to send out Renewal Notices and that every financial member will receive a Renewal Notice with the Journal. This should mean a saving in postage for Branches. Secretaries will still have to follow up overdue fees. There is a section for Husband and wives to agree to receive only one Journal except for November. Secretaries must pass this information on to me so the computer can be programmed. If permission is not given, or not forwarded to me two Journals will continue to be sent out. A Change of Address section is also included. I hope this new procedure will result in cost savings and increased efficiency. Thats all for now, Regards, LETTERHEAD 25TH MAY, 1992 BRANCH CIRCULAR 929 Dear Secretary Treasurer, BRANCH AUDITED FINANCIAL STATEMENTS I am enclosing the forms that you will need to complete your Audited Financial Statements. Here a few points to help you. Books of Branch close 30th June, Books to be at your auditor by 21st July, 1992 Audited Financial Returns to be with Registrar by 31st August, 1992 Please note that a.Every section must be filled in. b.Nothing should be crossed out use spare lines instead this is because of the way the computer looks at the form c.Both the Treasurer and the Auditor must sign the Cover Form I would suggest that you contact your auditor now and make your arrangements so that the Audited Financial Return will be in Head Office by the required date, namely 3lst August, Also make arrangements with your Bank to receive a Statement as at 30th June, This is very IMPORTANT. If your books are ready before 1st July, you do not have to wait the three weeks before you take them to the Auditor. If you have already had June Meeting, Secretaries MUST contact their Treasurers and forward these forms and instructions to enable Treasurers to complete their work before 30th June. An extra copy of this Circular is enclosed for Treasurers. When Audited Statements have been received from your Auditor please send the original and one copy to Head Office ONLY and keep one copy for your records. Do not send it to the Association Auditor. I will do that. It is most important that the above dates are strictly adhered to. Last year some returns were not in by the due date and this can incur extra costs, as well as precious time being wasted in chasing up these returns. I would also request that all Blue Receipts up to 30th June, 1991 are forwarded to me as soon as possible after 30th June as I have to do a Print out for the Auditor of all members paid by that date. IMPORTANT TREASURERS PLEASE NOTE. The Auditor has requested that any cheques made out to the Administration Centre before the end of the Financial Year are here in time for us to BANK by the 30th June. Therefore, it would be better if no cheques were written out after 22nd June. Keep any money received after that date until 1st July to receipt and bank. NB. Under INCOME Joining Fee this should be No No of new members 00 No of new members by 2 Regards, c.c.Treasurer Secretary please forward LETTERHEAD BRANCH CIRCULAR 942 21st February, 1994 COPY TO TREASURER Secretary please forward Dear Secretary, WOULD YOU PLEASE READ OUT AT THE NEXT MEETING Advisory Committee Meeting The first Advisory Committee Meeting for the year will be held on Saturday 26th March at 00 pm at the Uniting Church Hall, Carrington Ave, Strathfield. All members are invited to attend, but only three from each Branch may vote President, Secretary and Treasurer or their alternatives. Please ensure your Branch is represented. We invite your ideas. Help Needed for Journal The Editorial Panel needs assistance in putting the Journal onto Disc. If any member is willing to help, please ring the Administration Centre on 736 2255 00 am to 00pm. The ability to use a Word Processor is essential. Appointment of Director The Board has appointed Mrs Elaine Collis Ryde City Branch to fill the casual vacancy on the Board under Clause 58 of the Articles of Association. This appointment is until the Annual Meeting in Change to Procedures Manual Merit Award Attached is a change to the procedure for the granting of the Merit Award. It is simply a change in the date for the notification of nominations. Please replace this page in your Procedures Manual. Area Directors for 1994 Listed below are the Branches and Area Directors for Directors are not expected to be present at every Branch Meeting, but must attend at least two Meetings a year of each Branch in his area. It would be a good idea for Branches to send a copy of any Newsletters or Minutes etc sent out to members to the Area Director. I am enclosing the relevant addresses with this Branch Circular. Alan Lawford Canterbury City, Nepean, ParramattaBlacktown, Sydney Ron McGeoch Campbelltown, Shellharbour, Wollongong Frank Sciberras Bankstown, St George John Spiby AshfieldBurwood, Eastern Suburbs, Ryde City George Wares Central Coast, Hornsby, ManlyWarringah, North Sydney, Tuggerah Lakes Branch Name Changes City of Wagga Wagga Branch has changed its name to Wagga Wagga Branch. Canterbury and Districts Branch has changed its name to Canterbury City Branch. FOR SECRETARIES AND TREASURERS ONLY NO NEED TO READ OUT I am repeating a list of what should be sent monthly to the Administration Centre. Most Branches follow this practice, but a few do not. It is so much easier to keep the computer up to date if all the information received by Branches is forwarded to me regularly. This is very important for the mailing list as most members belong to the Association just to receive the Journal. a.Blue Receipts and Administration Centre portion of subs Capitation Fees b.Stock Orders on Stock and Membership Form c.Payment of Stock Orders d.Changes of address andor name e.Resignation of member f.Death of member g.Transfer of member h.Subs for any member who does not belong to your Branch i.Branch Minutes after adoption j.Change of Venue or Meeting night. BRANCH LIFE MEMBERS Please note that Capitation Fees for Branch Life Members not Life Members have to be paid by the Branch. Could you please send these in, if you have not already done so. HONORARY MEMBERS According to the Branch Constitution, Honorary Membership is for a period of one year only. If your Branch has an Honorary Member and the members wish to continue this for a further year, please advise me. Regards, Bev McAppion State Registrar LETTERHEAD BRANCH CIRCULAR 943 21ST MARCH, 1994 Dear Secretary, WOULD YOU PLEASE READ OUT AT YOUR NEXT MEETING IMPORTANT DATES FOR 1994 Advisory Committee Meeting Saturday 24th September at 00 pm Uniting Church Hall, Carrington Ave, Strathfield Annual Meeting Saturday 26th November at 00 pm Uniting Church Hall, Carrington Ave, Strathfield Books of Branch Close 30th June, 1994 Financial Returns to Branch Auditor 21st July, 1994 Nominations for Director to Registrar 00 pm 26th September, 1994 Notices of Motion to Registrar 00 pm 26th September, 1994 Ballot for Director Closes 00 pm 12th November, 1994 Financial Roll of Members closes 4th November, 1994 TWENTY YEAR CERTIFICATES As most of you are aware, there is a gap in the Associations records of the late 1960s and early 1970s. It is therefore impossible to ascertain when a member is due for the Twenty Year Certificate. I would be extremely grateful if you could let me know if any of your members are eligible for the Certificate this year. Could you also supply the Date of Acceptance by the Board and the date of Appointment if you have these, so I can update the Computer. A form is attached for you to fill in. DEATH OF Norman Hughes Ii is with regret I have to advise the death of Norman Hughes, a long time member of the Association. Norman was a Life Member and former Director, and served more than one term on the Board, the last finishing in November, He was an active member of the Association from the time he joined in 1955 and, until last year when his health was deteriorating, he always held a position on Committees. He had been President of ParramattaBlacktown and the Inaugural President of RydeEastwood. Our sympathies go to Joyce and her family. CLOSURE OF HORNSBY BRANCH I am sorry to advise that the Hornsby Branch of the Association ceased operation on 14th March. FOR BRANCH SECRETARIES ONLY NO NEED TO READ OUT ANNUAL MEETING MINUTES There are two errors in the Minutes of the Annual Meeting. Could you please alter your copy as follows Addition Page 1 Please add under ATTENDANCE ORANGE Mr D.Brooks, Mr D.Hunt Alterations Page 2 Please alter APOLOGIES RYDE CITY Mr J.Hughes should read Mrs J.Hughes Paragraph Line 2 Delete seconded by Mr E.Pound Thats all for now, Regards, Bev McAppion State Registrar LETTERHEAD BRANCH CIRCULAR 947 25TH JULY, 1994"
}