{
    "text": "Marine mammals and conservation in the Antarctic marine system This paper was presented at a plenary session of the 6th International Theriological Mammal Conference held at the University of New South Wales in July, M. M. Bryden Department of Veterinary Anatomy, University of Sydney,NSW 2006 The principal factor affecting the antarctic marine ecosystem in the last 70 years has been, undoubtedly, exploitation of the great whales. Five species of rorquals Mysticeti Balaenopteridae see Fig. 1, front cover are widely distributed and are sympatric in the Southern Ocean Fig. 2 during the summer feeding phase of the annual cycle. They are the blue, fin, sei, humpback and minke whales. In the 60year period 192526 to 198485, more than one million of these five species of whales were killed in the Southern Ocean, and more of some species of these southern rorquals mainly humpback whales were killed in lower latitudes during their winter breeding migrations. In less than 50 years, the populations of blue, fin, sei and humpback whales were reduced by 90 per cent or more. It has been said that blue whales have been depleted to about 1 per cent of their prewhaling numbers, but data are insufficient to substantiate such claims. We have some evidence that humpback whales, at least in some areas were depleted as severely as that. Minke whales were not killed during most of this period, as they were considered too small to sustain a viable industry. It was only near the end of the whaling period, when numbers of the large rorquals had been reduced so drastically, that some minke whales were taken. The principal food item for all these species, as well as some species of seals, sea birds, fish, and larger invertebrates such as certain squid, is krill. The term krill is a Scandinavian word meaning whale food, but in the antarctic context, krill and the genus Euphausia are virtually synonymous, because the huge swarms of organisms that comprise the food of rorquals and other krill predators are made up largely over 90 of the single species Euphausia superba. There has been some argument about the relative importance of krill in the antarctic marine ecosystem, as research has revealed more details of the system. There is no doubt, however, that along with copepods, euphausiids are the dominant organisms in the zooplankton of antarctic marine waters. Krill is still regarded as the key trophic intermediary between primary production and many higher vertebrate consumers in the Southern Ocean Fig. 3. This view is supported strongly by the work of Rau et al. 1992, who demonstrated a similarity between the anticipated range of vertebrate dietary nitrogen 15, and nitrogen 15 content of antarctic krill. In the Southern Ocean, krill Euphausia superba, Fig. 4, see colour section, forms huge swarms where phytoplankton blooms occur, especially near ocean upwellings. In coastal regions swarms of Euphausia crystallorophias occur. The major mammalian krill predators are the crabeater seals Lobodon carcinophagus, of which there are approximately 15 million, and in some regions at least, antarctic fur seals Arctocephalus gazella. See Figures 5 and 6 see colour section. Major shifts in the balance of the various Southern Ocean predators have occurred in recent years, probably as a direct result of the depletion of the great whales. Among the mammals there is good evidence that numbers of at least some rorquals, crabeater seals and antarctic fur seals increased dramatically from the 1950s to the 1980s. Allied to these shifts in relative abundance of krill predators, increased in the pregnancy rates of fin and sei whales, and a possibledecrease in their age at sexual maturity, were observed. Age at sexual maturity of crabeater seals and possibly minke whales also appeared to have declined Fig. 7, and there is some evidence that the present crabeater seal and minke whale population levels are significantly greater than those existing before intensive southern whaling began. Some increases in populations of krill predators have been dramatic. The Antarctic fur seal population at South Georgia showed a 1417 per cent increase annually for several years. There may have been a levelling off of some of these population shifts in recent years. In the early 1970s, concern was raised about the potential effects of exploitation of krill for human consumption. This enormous resource was viewed as having the potential to overcome a perceived worldwide shortage of animal protein. Removal of large amounts of krill from antarctic waters, it was argued, may adversely affect the recovery of whale stocks. A krill fishery has been operating in antarctic waters for over 20 years. A total of more than 5 million tonnes of krill was harvested from 1973 to 1992 see Fig. 8. While this catch has been limited, and is unlikely to increase significantly in the immediate future, future increase could be expected to have a major impact on the balance of species within the antarctic marine system. Chittleborough 1984 estimated that in the undisturbed prewhaling period, baleen whales consumed about 180 million tonnes of Antarctic krill per year. This is greater than the combined consumption by seals, birds and fish. The current depleted whale population consumes an estimated 40 million tonnes per year. This is about 80 times the 1982 maximum commercial catch of krill, and about eight times the total commercial krill catch over 20 years. If we take the simplest view, it means also that approximately 140 million tonnes of Antarctic krill annually are available for consumption by predators in Antarctic waters that were not available before whaling began. Other species, particularly fin fish and squid,are harvested in significant numbers in some regions, particularly the southern Atlantic Ocean. These activities potentially can affect certain specific higherlevel predators, but some of these harvested species are themselves predators on krill so their removal may remove some of the pressure from the mammalian krill predators. In contrast to the apparently dramatic increases in populations of krill predators, in recent years there has been a decline in numbers of southern elephant seals in the Southern Ocean. Elephant seals are not predators of krill, but they do feed on species that are themselves dependent on krill see Fig.3. The decline has not been uniform whereas elephant seal populations in the southern Pacific and Indian Ocean regions have declined by 50 per cent in the last 30 years or so, the southern Atlantic Ocean population has remained static over the same period. The simplest explanation for these shifts in the balance of populations and species of mammals is that it is foodderived. It could be argued that the greater availability of krill as a result of the very great reduction in biomass of krill predators, in the form of the great whales, has allowed the other krill predators crabeater seals, fur seals to increase. If the system were as simple as that, a possible result would be a longterm increase in the populations of species with relatively short breeding and life cycles, such as these seals. This would accompany a slower increase in numbers of rorquals, and possibly stabilization of populations at lower than prewhaling levels, because they have a lower fecundity and therefore are unable to compete well in the race to exploit the abundance of krill. With regard to southern elephant sealswhich are not krill predators, if the same were true we would expect to observe the population declines in areas where greatest commercial exploitation of their food components has occurred. How do these proposals line up with the facts Two lines of research are being done in Australia to examine these proposals. Southern Elephant Seals The first is a study of southern elephant seals by Dr Mark Hindell, who did some of the work while a PhD. student and has continued it in the University of Tasmania. Southern elephant seals breed on subantarctic islands, at latitudes of about 50degree to 60degreeS Fig. 9. They breed in harems in the austral spring Fig. 10 see colour section. Although they breed on subantarctic islands, these animals are part of the antarctic marine system, because they feed for the most part at least close to the antarctic continent. Studies using timedepthtemperature recorders Fig. 11ac see colour section have revealed that adult elephant seals make two return trips of up to 1600 km each year. Following the breeding season they go south to the feeding areas Fig. 12. About three months after the breeding season they return to the subantarctic islands to moult, after which they go again to the antarctic feeding areas. Some animals, mainly nonbreeding bulls, moult on the antarctic continent itself. At present, knowledge of the diet of elephant seals is limited. It is believed to consist of approximately 75 per cent cephalopods mainly squid and 25 per cent fish. The remoteness of the feeding areas makes it extremely difficult to quantify the composition of the diet, but recent qualitative studies Green and Burton 1993 have shown that several species of fish and cephalopods are consumed. They further show that diet varies at least qualitatively with season. Recently we have examined the energetic needs of captive southern elephant seals at Taronga Zoo in Sydney. By comparing the activity budgets of the captive and freeranging animals, we arrived at estimates of the energetic needs of freeranging elephant seals. These and earlier, less rigid studies, indicate that elephant seals are significant consumers within the antarctic marine system Table 1. The elephant seal population in the southern Pacific Ocean sector declined at an annual rate of approximately 2 per cent for 20 years until the mid1980s, but seems to be stabilising now Fig 13. Similar rates of decline occurred in the southern Indian Ocean population, but not in the southern Atlantic. Major fishing for squid and fin fish has occurred in the southern Atlantic, but not the Pacific and Indian Oceans, so the declines in elephant seal numbers cannot be attributed simply to reduction in food. Hindell discussed several possibilities in the Macquarie Island population, and concluded that the decline may be a correction following an overshoot in the recovery of the population from extreme exploitation late last century and early this century. To my mind this is the most plausible argument, although others have been put forward. Whichever is correct, I believe it is fair to say that the declines are probably not simply foodderived. Because the reasons for the decline are not know with certainty, continued monitoring of populations of southern elephant seals, and intensive studies of their feeding and ranging patterns, are essential. Humpback Whales The second research project is centred on surveys of humpback whales on Australias east coast. All southern rorquals feed in antarctic waters in the austral summer, and migrate north to tropical waters to breed in winter. Humpbacks have the convenient habit of following coastlines as they migrate, like the gray whales that migrate along the coastline of the west coast of the USA to and from Baja California. On Australias east coast, they are particularly cooperative in that they remain very close inshore, at least in some parts of the coast, and like gray whales they can be counted from the shore. These humpback whales form a major part of what is known as Area V humpback stock see Fig. 14. The population was depleted severely in the period 195163, when shorebased whaling stations were operating at Byron Bay and Tangalooma. Some whales were also taken in antarctic waters in the summer months during the same period. The original population in 1951 was estimated by Chittleborough 1965 to be approximately 10 000 whales. PhD. student Miranda Brown has been looking at the figures again, and there are suggestions that it may have been considerably more than that, even as high as 20 It was believed to be reduced to approximately 200 whales by 1963 Chapman 1974. If these figures are correct, then this population was depleted to about 1 per cent of its original size by whaling. Aerial surveys were conducted in the years 198082, during the northward migration, to determine the width of the migration corridor Figs 15 and 16."
}