{
    "text": "Australian English as an example of a world phenomenon pluricentric languages Michael Clyne This paper deals with the notion of pluricentric languages and the degree of domination of the less powerful national varietyies by the more powerfuloOnes. A theoretical framework will be presented and some common features of the relationship between varieties will be described. I will draw some parallels between Australian English and Austrian German in relation to policies, attitudes, and export potential. Some attention will be given to the future of pluricentric languages in the changing worldpolitical situation. The term pluricentric languages was first employed by Heinz Kloss in 1978 6667 to describe languages with several interacting centres, each providing a national variety with at least some of its own codified norms. A recent collection of papers Clyne 1992 featured contributions on 17 pluricentric languages, but there are many more. Many such languages form a contiguous or nearly contiguous region. This is the case with German, Korean and Swedish, for example. But others, such as Chinese, English and Portuguese, are dispersed due to imperialism andor emigration, and still others, such as French, Spanish and Tamil, are used over both contiguous and dispersed areas. Some languages developed separate national varieties as a result of the division between the socialist and capitalist blocs e.g. Armenian, Chinese, Korean and, to some extent, German and Spanish. Some of these varieties are already converging. We can differentiate between traditional national varieties with a substratum of another language e.g. Welsh or Scots English, immigrant ones e.g. Australian, American English and nativized colonial and neocolonial ones e.g. Australian, American English and nativized colonial and neocolonial ones e.g. Indian or Singaporean English. Some national varieties of pluricentric languages e.g. Indian or Singaporean English. Some national varieties of pluricentric languages e.g. MalayIndonesianMalaysian, HindiUrdu, to a large extent CroatianSerbian have declared themselves separate languages, developing their own systems of norms. In some of these cases, script is a vital distinguishing feature. Some languages, e.g. Tok Pisin in Papua New Guinea, Solomons Pijin, and Vanuatu Pidgin have the potential to be formed into a pluricentric language. In some cases, there is more than one level of pluricentricity the classic case is Chinese, which has a number of mutually unintelligible spoken fangyan with an almost common written language, and then national varieties of one fangyan, MandarinPutonghua. In all pluricentric languages, there is a tension between a centrifugal and a centripetal effect, because the speaker has a dual identity reflected partly through membership of the wider speech community e.g. English and partly through the national variety e.g. Australian English. This dual identity is felt especially while in countries speaking another language. Pluricentric languages then can be seen to be unifiers and dividers at the same time. National varieties may be distinguished on the basis of lexicon and semantics, communication patterns pragmatic and discourse patterns, phonology, and often morphology and syntax and sometimes script as well. Ammon 1989 differentiates between a codex dictionaries, grammars and models of codification writers, speakers as a basis for a continuum from full exonormativity where all the codices and models are imported via partial exonormativity and partial endonormativity to full endonormativity , where all the codices and models are from within the nation. Australian English can be seen as a national variety in which there is partial and increasing endonormativity. On the whole, Ammons prediction that this is dependent on the size of the population is confirmed. However, there are other factors involved. Why, for instance, has there been more codification of English in Australian than in Canada A clue may be the point of time when the codification has taken place. I shall return to this point later. There is, in most languages, an increasing tolerance for pluricentricity. This is least developed in languages such as French and Arabic where there is a mystic belief in the unity of the language. But even for French, Luumlautdi 1992 argues that a new equilibrium of coherence and pluricentricity is being established. Nevertheless, there are, for almost all languages, recurrent features of the relationship between the dominant nations and the other nations using the language which have occurred in the treatment of the various pluricentric languages Clyne 1992 45960. They can be briefly summed up by the strong terms cultural imperialism and cultural cringe. D dominant, O other The D nations have difficulty in understanding Wardhaughs 198831 point that the distinctive element in grammar and lexis may be quite small it may be more a matter of flavor rather than substance with which people will identify. The D nations tend to confuse national variation with regional variation dialects because some features of the standard form of one national variety will coincide with a dialect of another national variety. This confusion can be found even in dictionaries. The D nations generally regard their national variety as the standard and themselves as custodians of standard norms. They tend to consider standard national varieties of O nations as deviant, nonstandard and exotic, cute, charming, and somewhat archaic. The D nations very seldom describe distinctive features of their own national variety as they regard it as unmarked. Cultural elites in the O nations tend to defer to norms from the D nations. This is related to the more distinctive forms of national varieties being dialectally and sociolectally marked. It is also due to conservative and unrealistic norms. Norms are believed not to be as rigid in O nations as in D nations. This may be why even those codifying the norms of O national varieties often believe that changes in the O national variety and not in both the D and O varieties are responsible for divergences. In international communication situations work teams, conferences, migration, tourism encounters in third countries, convergence tends to be in the direction of the D varieties. D nations have better resources than O nations to export their varieties because of their control of foreign language teaching institutes, publishing, and research institutes. D nations also have the better means of codifying the language as the publishers of dictionaries and grammars tend to be located in these countries. D nations generally believe that diversity is limited to the spoken norm. In some cases, there is complete ignorance in the D nations of some O national varieties or they are not even understood. Where there is more than one D nation employing a pluricentric language e.g. American and British, other national varieties may have a different kind of deferential relationship with each of the D varieties. In order to examine the relation between codification and national identity, let me compare some recent developments in Australian English and Austrian German. There are, of course, substantial differences in the historical basis of nationhood and the national variety in Austria and Australia. Variation between the Austrian and German national varieties of Standard German is due to the separate sociocultural and political development since the establishment of an Austrian state in the late 18th century and the dissolution of the old empire in In the late 19th century, Germany, unified under Prussia, codified North and Central German forms while Austrian norms were developed in Vienna, the centre of a multilingual, multicultural empire. Following the collapse of the AustroHungarian Empire, there was tension between proGerman and proindependence elements in Austria. After the war years as part of Nazi Germany and ten years of division between the occupying powers, Austrian nationalism was revived, within a neutral state. For a time, German appeared as a school subject not as Deutsch but as Unterrichtssprache language of instruction. The consciousness of national identity was heightened during a period of prosperity under Kreisky 197083. In Australia, the codification of Australian English was associated with a loosening of ties with Britain and, in the more recent period, ran parallel with the development of the policy of multiculturalism. In the strengthening of national identity Whitlam played a comparable role to that of his Austrian socialist counterpart. Until the 1940s, most nonacademic discussion of Australian English at least was condemnatory. Through the now famous exchanges in the columns of the ABC Weekly, Mitchell took the initiative of questioning the cultural cringe in relation to Australian English. There are three similarities between Austrian German and Australian English in the role of the national dictionary, in the attitudes towards its codification, and in the recent export of the varieties. In Australia as well as in Austria, dictionaries before about 1980 transmitted exonormative standards. In Australia, the undisputed authority was Oxford. But even the Oxford Dictionary of Australian English depicted the English national variety as unmarked and marked the Australian items. There was an official Austrian dictionary published under the auspices of the Austrian Ministry of Education and the Arts but its norms were almost indistinguishable from those of the West German Duden, which made the concession of marking deviations in the Standard German of Austria and Switzerland the same way as it did regional German dialect features. In 1979, the dictionary was newly conceptualized and the edition that appeared in that year accentuated Austrian distinctiveness, exercising what Dressler and Wodak 1982 described as a solidarizing and separatist function . At least one third of the items in the dictionary could not be found in earlier editions neologisms and characteristically Austrian items. Some of them are dialect expressions employed in Austrian Standard German literature they are marked dialect or regional. More significantly, 120 items are asterisked as being felt to be West German sic . The 1979 edition of the Oumlautsterreichisches Woumlautrterbuch Austrian Dictionary attracted a great deal of controversy. Letters to the editor tended to come from an educated elite and criticized an alleged lowering of standards, e.g Amoral, compiled by illiterates, and calculated to debase the behaviour of the young The official language of Austria is the German language. And nothing else. No distorted babble. Our children have the right to be taught a German no worse than in the rest of the Germanspeaking region. It was also claimed that the dictionary would separate our language from common German dottedline to strengthen the foundations of the dubious concept of the Austrian nation . Moreover, there was a concern about the introduction of Viennese jargon not used in the west of Austria. Academic criticism esp. by Wiesinger 1980 took up the three issues of lowering standards, damaging the unity of the language, and Viennacentricity, and especially the sinister agenda of egalitarianism and Austrian national selfassertiveness. This has to be seen in relation to the rigid class system and the residual German nationalism in Austria. In a more balanced review, Dressler and Wodak 1982 suggest that separatism had been carried too far in the dictionary, overshadowing actual group differences and ignoring the heterogeneity of Austrian German. Reiffenstein 1983 detected two contradictory tendencies in the dictionary the reactionary, anachronistic position of overemphasizing the Austrian part of the lexicon and a welcome attempt at language planning motivated by a progressive social policy . The 1985 edition of the dictionary retreats from some of the reforms, in line with the criticism, and shows a return to conservatism and increased regionalism. The practice of marking German items is continued but fewer items are asterisked, and some of the distinctively Austrian ones are marked colloquial. The 1990 edition continues in the tradition of the 1979 edition in offering a listing of the lexicon of Austrian German, including pronunciation and morphological features of Austrian Standard German. It is more cautious in marking regional and colloquial forms, including grammatical structures. In recent years, there have been strong voices of support for the normative role of the Austrian Dictionary, particularly from the younger generation of Austrian linguists, e.g. Moser and Muhr, and also from some of the older generation, e.g. Pollak 1991, who argues that Austrian German is undermined not only from outside, but especially from within, because of unrealistic norms and different notions of Standard to those in Germany. The Austrian controversy has its parallels in the O nations of other pluricentric languages."
}