{
    "text": "OVERVIEW OF SEISMIC HAZARD ANALYSIS General Since the first seismic risk map for the Australian continent was produced McEwin et al., 1976, using extreme value arguments, the seismology community have adopted the CornellMcGuire procedure Cornell, 1968 and a considerably greater data base has become available. The latest published earthquake maps are those of Gaull et al. 1990 as modified as a result of the Newcastle earthquake by MichaelLeiba and Gaull 1990. The maps present contours of peak ground acceleration, velocity and Modified Mercalli scale intensity for a given average return period 500 years expressed as a 10 probability of being exceeded in a period of 50 years. As noted in Gaull et al. 1990, Caution must be exercised when the results are to be integrated into engineering design criteriadottedlinebecause ofdottedline the statistical uncertainty of the values of the parameters. In particular the problem of incomplete earthquake records and the short history of earthquake observation were noted. In examining the maps the spatial unevenness associated with recorded earthquake events is evident, see Figure 1 from Gaull et al. 1990. There are large areas of Australia for which no significant earthquake activity has been recorded. It is not clear whether this is because i there was noone to observe and, prior to the early part of this century, virtually no instrumentation for recording cf Drake, 1974, or ii whether the rare and major events have not yet occurred in the short recorded history, or iii whether it is simply due to a lower degree of seismicity. It is important to recognize that earthquakes in the Australian continent are of the socalled continental or intraplate type, which means that they do not, as in most recognized earthquake regions, occur at the edges of continental plates. The physical mechanisms governing intraplate earthquakes are not wellunderstood although they may well be associated with previous faulting activity Johnston and Kantor, 1990. However, it is clear that their rate of occurrence is significantly lower than that of conventional earthquakes. This means that, for statistical purposes, long records are required for a given level of accuracy in probabilistic description of their occurrence rate. An overview of the procedures used to obtain seismic risk maps has been given by Gaull et al. 1990 and the fundamentals of seismic risk analysis and code rule development reviewed by EERI 1989. Most texts dealing with earthquake engineering spend little time on codification, although a good appreciation of the various uncertainties and the degree of accuracy attainable in design force etc. prediction can be obtained from some e.g. Dowrick, 1987. The main areas of uncertainty and assumption are reviewed below. Earthquake Source Zones The CornellMcGuire procedure for the development of risk maps stems from Cornells 1968 concept that a particular earthquake feature such as a fault zone will generate ground effects at a particular site depending on i the rates of earthquake activity of magnitude greater than given levels, and ii the distance of the epicentres from the site of interest. Cornell foreshadowed the possible use of his theory for the development of seismic zoning maps for engineering design purposes. However, it is clear from his paper that his interpretation of zones was in terms of particular earthquake features. It seems that in the application of the procedure to the derivation of seismic risk maps, the zones have become whole geographic regions, presumably with some kind of commonality in terms of earthquake activity. However, this is not always readily evident when a typical set of zones used for this purpose is considered, see Figure 2 Gaull et al., 1990. For example, zone 22 contains both the Snowy Mountains region and the Sydney basin. Perhaps more serious in terms of statistical interpretation is the fact that such zones are considered to be homogeneous. This means that they are taken as essentially the one earthquake generating feature, and that all data about earthquake events within the zone have equal status. While this would be valid if an appropriate geological feature or set of features could be identified as corresponding to the zone, it can only be considered an approximation for larger areas, perhaps with disparate geology cf. Horoshun, 1990. This manner of use of zones has potentially serious implications for the quantitative estimation of risk see below. It should be noted here that the geology referred to is that relevant to earthquake activity. This may extend up to say 20 kms into the earths crust. A further consequence is that the delineation of a zone can have a major impact on the information content portrayed by the seismic risk map, since being overly generous in delineating a zone implies a greater or lesser extent of a particular level of earthquake activity which might in fact be associated with only relatively localized geological features. The impact of zone delineation can be seen in a more direct but simplistic fashion by comparing the zone boundaries of Figure 2 with derived contours of peak ground acceleration shown in Figure It is clear that the zoning adopted in Figure 2 is closely mirrored in the contours shown in Figure The problem of zone delineation has been noted before. Bender 1986 quotes earlier seismologists, including The procedures used in delineating seismic source zones are illdefined. No single standard exists dottedline because of the nonuniform level of pertinent seismological, geological and geophysical information available for areas of vastly differing tectonical geological settingsdottedline. Boyce 1990 suggested performing analyses of the computed seismic risk or of design ground accelerations to changes in zone delineation. This seems sensible, but what should also be considered is the actual size of zones used, noting that each zone is assumed to be a homogeneous region. It has been suggested also that the boundaries might be smoothed by considering each point source within the zone as one with which there is an associated uncertainty regarding its location, represented by a variance Bender, 1986. However, this does not address the basic question. A feature of concern regarding Figure 2 is the absence of zones for a large part of Australia. This seems to imply no significant level of earthquake activity, a contention not supported by Figure It appears that a background zone has been used for the unzoned parts of Australia Gaull et al., 1990. However this zone can hardly be considered to be homogeneous cf. Figure 1. Probabilistic Modelling Cornell 1968 assumed that the occurrence of earthquakes of magnitude above a given level of interest could be described in time by a Poisson distribution. This means that each earthquake event is considered to be independent of all others, even for the one earthquake generating feature. This assumption fits established theory for stochastic processes if earthquake activity is considered as a random process in time upcrossing a given and sufficiently high level. The time between such upcrossings i.e. larger earthquake events is then given by the Exponential distribution cf. Melchers, 1987. If the level considered is not sufficiently high, or the upcrossings are not rare, the Poisson assumption is not valid and the other results do not follow Leadbetter, Lindgren and Rootzen, 1982. In developing risk maps, data obtained from earthquakes is plotted on socalled recurrencemagnitude plots see Figure 4, with the recurrence interval plotted on a logarithmic scale. This accords with the above notions of Poissonian upcrossings. The difficulty in employing such ideas, therefore, lies in three areas i the assumption that earthquake activity is properly represented by a stochastic process, ii that the upcrossings are rare events, and iii that the recurrence probabilities can be estimated, even for rare events. The first two of these points were noted above it seems reasonable, for continental type earthquake activity, to accept the modelling by stochastic process with Poisson upcrossings. Certainly the data is insufficient to suggest other models. The third point is illustrated in Figure 4 after Gaull et al., 1990. If the data set is obtained from a relatively short observational record, it is impossible to estimate accurately the recurrence intervals for relatively rare events. Indeed, if such an event does occur, it is likely to be assigned a recurrence time which is too short. This means that information about recurrence times for what might be rare events of larger earthquake magnitude are subject to considerable uncertainty, as illustrated on Figure 4 see also Dowrick, 1987 113117. Fortunately, taking events into account relative to the period of observation is conservative in terms of estimated recurrence interval, as evident from Figure This applies also for rare events which have not yet occurred provided the data for lower magnitude and more frequent events is homogeneous with respect to the larger, less frequent events. It is common practice in engineering to extrapolate from short recurrence interval data i.e. frequent events to long recurrence interval data i.e. extreme events. This is only justifiable, however, if the physics of the underlying process is wellunderstood and welldefined. Even then considerable errors can arise in extrapolation, as is wellknown in waterresources work. In attempting to address this problem, Gaul et al.1990, stripped foreshocks and aftershocks from their data and then applied the Stepptest to ensure that the available data suggested that a Poisson assumption had been approximately reached. It is important to realize the limitation of this procedure. Since the majority of the data is for short recurrence interval earthquakes and therefore, as it happens, low magnitude earthquakes, the test will merely indicate whether that available data can be approximated by the Poisson model. Little can be inferred about whether the rare, large magnitude events satisfy the model or whether the model itself is adequate. Conversely, if the modelling is highly accurate, the occurrence of an earthquake event would not be expected to have any impact on the seismic risk maps. Yet this is precisely what occurred following the Newcastle earthquake, when the recently developed risk maps of Gaull et al. 1990 were revised locally MichaelLeiba and Gaull, 1990. This is an illustration of the state of the art of seismic risk analysis. The latter is not, however, likely to be significantly improved or changed except with both better understanding of continental type earthquake activity and the availability of a longer period data base. Whilst the first can be fostered by greater research efforts, neither can be achieved in anything other than the very longterm. It is for this reason that an understanding of the state of the art and its limitations is so important. Maximum Credible Earthquake A maximum magnitude limit on earthquake activity is sometimes applied with the CornellMcGuire procedure. As noted by Boyce 1990, the selected magnitude is often chosen as one half greater magnitude than has been observed. This is, of course, conservative in a sense for the current data set, but since it prevents extrapolation as in Figure 4 the procedure is, strictly speaking, totally arbitrary and statistically unsatisfactory. Experience in other disciplines leads to only one conclusion namely that the concept of maximum credible earthquake should be abandoned. As more data becomes available, the current maximum credible event is continually shifted upwards and in any case there is always a finite, even if very small, probability than an event larger than the maximum credible event might occur at some time in the future. Effect of Distance to Epicentre Attenuation In converting the earthquake magnitude to local ground shaking parameters acceleration, velocity, displacement or Modified Mercalli intensity an attenuation relationship must be used. It is usually a function only of distance to the epicentre, but could involve soil and rock properties as well. A short discussion of the uncertainties involved in the most commonly used attenuation relationships has been given by Boyce 1990. Essentially, there is wide scatter of data about the relationships which have been proposed Gaull et al., 1990. This scatter indicates uncertainty in the predictions of attenuation and hence uncertainty in the ground shaking parameters being determined. It is possible to make some allowance for this uncertainty in the modelling of attenuation relationships, but to do so requires extensive data or the ability to make inferences based on data available elsewhere EERI, 1989."
}