{
    "text": "GETTING AND SPENDING SIR ROBERT MENZIES remained in office for sixteen years, finishing in January 1966 as the only Australian prime minister since the First World War to retire at a time of his own choosing. This is a mark both of his political skill and the disarray of his Labor opponents, but more than either it reflects the economic buoyancy of the 1950s and the 1960s when political change came seldom. Apart form Western Australia no state government lost office between 1947 and 1965 except as a sequel to a split in the ranks of the ruling party. In political and economic terms Australia was a model of stability in a fastchanging world. To the extent that the Menzies government presented a reassuring image of resolute anticommunism and fidelity to great and powerful allies it could claim credit for creating an attractive environment for largescale investors of overseas capital. But it must be noted that Australias progress was matched by most advanced capitalist nations. Some did better. Nevertheless the Menzies era enjoyed in retrospect a nostalgic reputation for prosperity with only a few to cry it down as a time of limited personal affluence and public squalor.1 The fact is that when Menzies retired in 1966 most Australians, recently migrant or otherwise, seem to have thought themselves better off than they were fifteen years ago, and by most measures of material progress they were right. During each year of Menziess prime ministership the average weekly earnings of the Australian worker increased by about 4 per cent in real terms. This represented roughly five times the annual average rate of advance in living standards between 1901 and 2 Critics have argued that the increased ownership of consumer durables and housing was at the expense of increased leisure and was achieved by substantial increased in indebtedness,3 and indisputably too many Australians, not all of them Aborigines, missed out on the good things of life. When Ronald Henderson discovered in 1966 that at least 4 per cent of Melbourne families lived below the poverty line he was describing nothing new.4 But the comparable figure for the United Kingdom was 14 per cent and for the United States nearly 20 per cent, and unemployment was lower than at any period in Australian history, standing at 2 per cent in 1950 and at precisely the same figure in August In the years between, the figure climbed no higher than 2 per cent in late 1961 and early That was the only moment to shake the stability of the Menzies regime. It was understandable that in 1964, when Donald Horne published The Lucky Country,5 many readers took the name at face value and failed to notice the sardonic implication that Menziess economic success was the result of good fortune rather than good management. Australias good fortune during the 1950s and the 1960s was founded on a continually expanding world trade and a stable international monetary system, both largely the result of measures initiated by the United States to safeguard western capitalism. Between 1952 and 1965 Australian gross domestic product rose annually at a little less than 5 per cent, a rate somewhat greater than that of the United States or Britain, but barely half the performance of Japan or the German Federal Republic both recovering from wartime loss with American aid. Britain remained Australias major trading partner and largest source of investment, providing more than half the overseas capital for Australian enterprises until 1960During the next five years the United States drew level, each country then providing over 40 per cent. Coincidentally with Menziess retirement British investment slumped to 3 per cent in 196667, reflecting a sterling crisis in which Harold Wilsons government restricted capital exports from the City of London, giving preference to Third World nations in need of development. Even this was not much of a turning point. Britain was to bounce back as Australias major supplier of investment capital in the late 1960s and again in the late 1970s. The ties between Australia and Britain depended on much more than Menziess sentimentality about the royal family. Export growth was fostered by a vigorous demand for Australias traditional rural products they generated more than threequarters of Australias export income until 195657, and over twothirds until 1965Metals and minerals accounted for no more than 10 per cent of exports, rising to 8 per cent in 196566 with the departure of the first shipments of iron ore and opencut coal. Britains share of Australias exports reached a postwar peak of 4l.3 per cent in 195253 but then fell steadily. The shape of the future was sketched in 196162 when Britain sought unsuccessfully to enter the European Economic Community EEC, for although few foresaw how far European farm subsidies would eventually oust Australia from traditional markets it must have been evident that Britain would increasingly look for trading partners among its near neighbours. The quest for new export markets dominated Australian trade policy during the 1950s and 1960s when John McEwen as minister was backed by two very able public servants, Sir John Crawford and Sir Alan Westerman. Australian exports to the United States remained constant at between 8 and 10 per cent, leaving an unfavourable balance of trade which was rectified by probing new markets in South and East Asia. Even China, officially scorned as a pariah that might at any moment plunge the region into a major war, was trusted as a buyer of Australian wheat who could be granted easy terms. Japan, having embarked upon the Pacific war in 1941 partly to force open new markets and sources of raw material denied by the United States and Britain, now found itself welcomed as a customer. Trade with Australia resumed in 1949, and in 1957 the two countries signed a formal agreement under which Japan promised to admit Australian wool and cotton at favourable rates and Australia agreed to impose no discriminatory tariffs against Japanese goods without prior consultation. By 196566 Japan was taking 17 per cent of exports and would shortly overtake Britain as Australias best customer.6 Wool, more than any other single industry throughout the 1950s and 1960s, was the great mainstay of Australias export trade. Pastoralists and graziers benefited enormously from successful experiments in 1950 by CSIRO scientists in introducing myxomatosis, a lethal infection which wiped out a large proportion of Australias rabbit population. Spared this competition for good grazing, sheep numbers grew unprecedentedly. Between 1950 and 1965 they rose from 113 to 171 million, and wool production from 518 000 to 819 000 tonnes. Yet behind this expansion a nagging doubt lurked. The needs of wartime had accelerated the production of artificial fibres such as rayon and nylon which competed with wool on world markets. Drought, industrial disputes a long shearers strike in Queensland in 1956, and the uncertainties of the auction market could all have unpredictable effects on the price and quality of the wool clip, whereas the synthetics could be costed and quantified more reliably. Thoughtful authorities in the wool industry began to seek a more orderly system of marketing. In 1953 the federal government set up the Australian Wool Bureau to promote wool sales at home and overseas. Inveterate individualists, Australias woolgrowers were unwilling to cooperate further in marketing their product and, in 1965, despite the earnest advocacy of the industrys most prominent leader, Sir William Gunn, rejected a scheme for imposing a minimum price on wool sold at auction. Thus a major Australian export remained perilously dependent on the health of overseas markets.7 The profitability of wool nevertheless encouraged many wheat farmers to convert arable land into pasture. Of more than 5 million hectares under wheat during the late 1940s more than a quarter was put to other uses during the 1950s. The governments of South and Western Australia reacted by opening up light lands in marginal rainfall areas to attract new settlers. By the end of the decade wheat was recovering favour because of international price agreements. In 1960 China was opened as a market which by 196263 was taking half of Australias exports. Production leaped, reaching a maximum of 307 million bushels in 1962But the old dream of a smallfarming yeomanry was dead. The new breed of wheatgrowers were agrarian capitalists working large acreages and investing heavily in laboursaving machinery. Their clearing was done by bulldozers and hiball units, and their crops cultivated by large disc ploughs and harrows. The sugar industry of Queensland and northern New South Wales produced its own yeomanry because producers were restricted to quotas which kept farms small. Mechanization at first took the form of bulk handling for sugar, introduced at five major ports between 1957 and It was only in the 1970s that caneharvesting machinery was designed cheaply enough to do away with the traditional gangs of itinerant canecutters. Meanwhile, protected by a British Commonwealth sugar agreement lasting from 1953 to 1971, the Queensland growers enjoyed a minor boom when the United States boycotted Castros Cuba in But the longterm prospects for the industry were limited. British readiness to end postwar food shortages by longterm agreements also benefited Australias meat producers. Between 1952 and 1967 Australian beef and mutton found a guaranteed minimum price in the United Kingdom. From 1959 the United States surpassed the United Kingdom as an importer of Australian beef, and this market was secured by an agreement in The strongest demand was for hamburger beef as the openrange conditions of northern Australias cattle stations did not produce beasts of gourmet quality. Despite some American investment and the acclimatization of Brahmancross cattle, the 1950s and 1960s saw little improvement. Dairy cattle, on the other hand, improved steadily in quality and yield, but Australias butter and milk exports were vulnerable to overseas competition, and numbers stabilized in 1957 at around 5 million while farmers awaited Britains negotiations with the EEC. Smaller rural industries forestry, fruitgrowing, cotton showed no great potential for export growth, and some products such as flax and tobacco were in trouble despite substantial government aid. Other expedients would have to be sought if Australias export trade was to diversify. Many looked to mining as Australias economic saviour. Admittedly the traditional leader, gold, was going through a period of decline, but the ten years after the end of the war saw a boom in demand for base metals and strategic materials, private enterprise following the exploratory work of the Bureau of Mineral Resources. Foremost among the exploring companies was the Zinc Corporation later Comalco, whose director of exploration, Maurice Mawby, promoted investigations into oil, silverlead, pyrites, phosphate, scheelite and bauxite, as well as the companys established concerns with lead and zinc.8 No mineral in the early 1950s seemed to hold out so much promise as uranium, and no shadow of doubt clouded the quest for it. Radiation was little feared at a time when compulsory Xrays were standard practice and Australias major allies were building nuclear power plants. Labor politicians hailed nuclear energy as a clean source of technology which might eliminate the need for underground coalminers the veteran radical Leslie Haylen hoped that uranium would make Australia prosperous enough to support a population of 50 million and had to be reminded that Australia could not afford her own reactor for ten years.9 The Bureau of Mineral Resources actively promoted uranium exploration. Geigercounters ticked across northern and central Australia, and between 1949 and 1954 finds were announced at Radium Creek South Australia, Rum Jungle Northern Territory and Mary Kathleen Queensland. The federal government entrusted development to major mining firms and arranged for uranium sales to the AngloAmerican Central Development Agency. Meanwhile Britain, anxious to keep step as a great power, wanted to develop its own atomic weapons. Since the British Isles are too crowded for convenient testing Australian space was requested. The Australian government took advice from a recently arrived Englishman, Professor Ernest Titterton, who had made his reputation as a physicist serving the AngloAmerican atomic tests and brooked no doubt about the safety and value of nuclear energy."
}