{
    "text": "OCEAN OF STORY July 1902August 1917 IN CHRISTINA STEADS memory, her mother was a dim vision of pale skin, dark eyes, and long dark hair lying across a pillow on a high brass and lacquer bed.1 She herself, dressed in a red twill dress, was swinging on the bedpost, singing to her mother, who had always liked her singing. It must have been morning, for the sunlight filtered through the front window of their whitewashed cottage. Suddenly the nurse, an ugly old woman, told her to go away and stop annoying her mother. The little girl looked at her mother, confidently. Yes, go, Chrissie.2 Filled with a sense of betrayal, the child left the room. She was fingering the panelling of the door, not knowing why she had been sent out, when her aunt came along What are you doing there spying Although she was only 2 12, the child knew what was meant. Her aunt shooed her away. Seventyseven years later, Christina Stead was still angry.3 But had she imagined it all Later, the sick young woman became blurred in Steads mind with Emma Bovary on her deathbed, where she too was visited by a frightened small daughter.4 Did Stead really recall Sydney in the summer of 1904 Or was that darkened room actually in YonvilleLAbbaye, a provincial town in Normandy Christina Stead never made much consciously of the loss of her mother, though she did once say, comparing herself to a guttercat, that she had not trusted anyone since she was about 5 After her mothers death, she became her fathers special girl. My mother died he mothered me. David George Stead was a lively young scientist, a zoologist, brimming with stories about the marvels of the natural world and its strange inhabitants. In the evenings, with the light falling from the streetlamp through the open slats of the venetian blind and his foot on the packingcase on which his daughter slept, he would tell his tales. And it went on and on, night after night, for more than two years.6 Among the last things Stead wrote were two tender pieces reconciling her to the unusually gifted man whom she had reviled in her most famous novel, The Man Who Loved Children. It was her father, she acknowledged, who had taught her to swim in the ocean of story.7 stars Christina Ellen Stead was thirdgeneration Australian. She liked to think her family history was shaped by literature. In Great Expectations, published in 1861, the convict Magwitch is transported to Australia, where he makes his fortune in sheep. In 1862, Steads paternal grandfather an avid reader of Dickens packed his bags, farewelled his family in Kent and boarded the Hotspur for the threeandahalfmonth voyage to Sydney. He was 16 years old.8 Whether or not fiction played so decisive a role in Samuel Steads destiny, Australia did offer an opportunity for hardworking tradesmen to break out of the English class system. By the time Samuel Stead came to Sydney, gold had paved the way for a boom in the Australian economy that was to last for thirty years. Samuel did not make his fortune, but he was enterprising and found employment with a firm of building contractors, later setting up his own business in North Sydney. His last family house was named after Dickens house, Gads Hill. Late in life he joined the Dickens Society, and as a child, Christina was occasionally taken to see her grandfather perform at socials, where he would recite from the novels, joyfully impersonating Scrooge, Nicholas Nickleby, Quilp and Fagin. At the age of 22, in 1868, Samuel Stead married 19yearold Christina McLaren. Scottish born, she had come to Australia as a baby with her newly widowed mother.9 Samuel purchased a small plot of land on Walker Street, a winding street not far from the harbour in St Leonards now North Sydney, where he built a modest twostorey weatherboard house. There Christina produced seven children by the time she was One daughter, May, died in infancy, leaving three boys and three girls Sydney, Samuel, Christina, Jessie, David and Florence.10 Grandfather Samuel with twinkling eyes, moustache and a dashing dark red handkerchief was a freethinker, as atheists were then called, who occasionally took snuff and enjoyed a glass of port.11 He belonged to the Order of Odd Fellows, the oldest of the several orders of British lodges transplanted to Australia,12 committed to ideals of brotherhood, democratic sharing of responsibility and mutual financial assistance. Modestly imitating the ritual and symbolism of Freemasonry, the Odd Fellows appealed largely to tradesmen and skilled artisans. In time, Stead took his turn for a year as Grand Noble of his local Lodge. His wife Christina, by contrast, was a kindfaced but plain woman, with an austere, worldrenouncing piety. As a member of the Plymouth Brethren, a nonconformist Protestant sect, she regarded smoking, alcohol, dancing, gambling and the theatre as vices.13 But like the Odd Fellows, the Brethren were strongly democratic, rejecting ecclesiastical organisation on the grounds that it was a denial of the spiritual equality of all male believers. The younger Stead children, David and Florence, occasionally accompanied their mother to meetings. Davids strong individualism may well have reflected his mothers antihierarchical tradition. David George was born on 6 March He was a handsome boy, with thick yellow hair, tender blue eyes and a happy nature. According to his daughter Christina he actually shone his pale blaze came from more than just his fairness it was a sign, she believed, of his vitality and selftrust. It dazzled people. If his older siblings had some sentimental and quite uninformed views of England, David responded to the country of his birth like Adam in Eden. Australia was his prolific and innocent garden.14 Despite their mothers cultural sobriety, the Stead household was cheerful and musical, with frequent family singsongs around the piano. When they sang in the evenings in the front room with the lights on and the blinds up tunes from operas and rousing old favourites like The Battle Cry of Freedom, When Johnny Comes Marching Home and John Browns Body passersby would stop in the street to listen.15 One terrible night in the winter of 1893, their mother died of an angina attack.16 She was Only 16 years old and particularly close to his mother, David was devastated. He vowed to keep her rules of life. Christina Stead, her grandmothers namesake, recalls He never went to the theatre or to concerts he abhorred dancing, because of the contact of bodies he did not allow kissing or embracing in the home, nor endearments, nor cajoling, which he thought led to degrading habits of minddotted line He whistled very tunefully, and usually tunes from operas, but only moral operas Martha, William Tell, Maritanadotted line He was shocked that the arts so often dealt with what seemed to a pure man, unsavoury subjects.17 Indeed, David George held a strange mixture of both parents views, and with passionate fervour. He was an atheist, like his father, and so committed to atheism that he refused to enter a church. Yet he was a puritan, like his mother, and just as firm about never letting a drop of alcohol pass his lips. He had his fathers good looks and liveliness, and his mothers sureness of purpose. All three boys left school at the age of Sydney and Samuel became painters and signwriters David was apprenticed to the Sydney rubberstamp maker Karl Faulk, where he learnt to pride himself on his decorative lettering.18 But Nature had always been his passion. In his late teens he attended a zoology course at Sydney Technical College, where he boiled down and mounted a cat and a dog that would stare at his children from glass cases. And he became an active member of the New South Wales Naturalists Society, a group of committed amateurs. In 1898, at 21, he joined the Linnean Society of New South Wales, the professional naturalists body. By 1900 he had several short articles published by the prestigious British Linnean Society. stars Davids lively younger sister Florence who had her fathers beautiful voice and taste for acting went to work at 14 as a seamstress in the workrooms of David Jones, the fashionable department store. It was through Florence that David met Ellen Butters, an embroideress, whom he married on 17 August 1901, the year Australia was formally declared an independent nation. It was a nation of divided loyalties the fierce nationalism of the 1890s was countered by cultural ties to the British Empire and Mother England. The Federal Parliament had been opened in Melbourne by the Duke of York later King George V, and Australian volunteers were fighting for the Empire in the Boer War. Twentyfiveyearold Ellen Stead, pretty, gentle and pious, also found her loyalties divided that year. Though she came from an ardently devout family, her wedding was not a religious service the 24yearold groom was adamant about that. It is thought that he even tried to forbid his wife to pray. Ellens father, equally headstrong, banished his daughter and her new husband from the family home. Ellens brother Duncan later claimed that she visited her mother and siblings secretly,19 and was bewildered by the strange world into which she had married snakes in the copper and creatures everywhere and she not allowed to pray.20 Two months after her marriage Ellen was pregnant, and it was in their modest tworoomed cabin on Kimpton Street, Rockdale, south of the city, that Christina Ellen Stead was born on 17 July 1902, the year that Australian women gained the right to vote in federal elections. Grandfather Butters refused to speak to his daughter or look at his grandchild.21 In the next year or so, the family moved to Oakleigh Villa, a whitewashed house with a stone verandah and picket fence, standing alone on a rutty road leading to Rockdale station.22 David Stead set up his menagerie in the back garden. He kept venomous black snakes, and a diamond snake, whose erratic eating habits he noted with interest.23 However, his special interest was not snakes but fish. David Steads expertise in this area was acknowledged by the NSW Fisheries Commission, who employed him in May 1902, although he had no formal qualifications. He was made a scientific assistant under Harold Dannevig, Director of Fisheries for the Commonwealth. That year the government printer published his article on the Murray cod. Christina Stead liked to think she looked like her mother, but the one surviving photograph of Ellen Butters reveals little resemblance. In the solemn studio photograph, Ellen is in her early teens a comely adolescent with docile brown eyes, full lips and a long dark plait. She is wearing a prim dress with a high neck, legofmutton sleeves, and a fur collar clasped by a large, ornate brooch. A lace kerchief is tucked into her belted waist and she has a white communion book in her lap. She looks timid, submissive the daughter of an authoritarian Victorian father. As a child, Christina was very fair and had several of her fathers features, though in her, unfortunately, they did not form the same harmonious blend. Her father was tall and strongly built. In photographs he has the air of a man who knows he is handsome. His large forehead, prominent nose and resolute chin give him a proud, selfconfident bearing. His daughter had the same imperious presence. In the family it was said that Christina looked like her fathers sister Jessica something she hated to hear, not because Jessicas appearance was unpleasing, but because she had remained an old maid, a fate Christina regarded with horror. stars Ellen Butters parents, Christina Steads maternal grandparents, were also from the British Isles. Richard Cameron Butters, born in Ireland of Scottish parents in 1832, was an adventurer who left Ireland with his brother in the aftermath of the Great Famine for the gold diggings of California. From there, hearing about the discovery of gold in Australia, they came to New South Wales."
}