{
    "text": "Cover Story Travelling North In the first half of the 1980s more than 700,000 people migrated between states, the greatest population drift in Australias history. In the latter half of the decade the pace accelerated. During that time Queenslands net gain was 12,000 people every three months, most in search of the Tropical Dream. PHIL JARRATT reports on the results of their quest Rick Cooper and Helen Collins, decidedly middleclass and almost middleaged, realised about five years ago that they were sitting on a gold mine. Their home at Middle Cove on Sydney Harbour, in which they held a healthy equity, was suddenly worth more than twice their purchase price of two years earlier. Rick had a keen eye for the financial markets and calculated correctly when Sydneys redhot housing market would peak. He moved quickly and sold within 5 of the highest valuation. For the cashedup CollinsCoopers the options were endless. They could afford to buy another home outright and negative gear an investment property. They could even move into commercial property if they worked hard and kept the cashflow up. At 55, they could retire millionaires. But something happened. Says Collins It had been in the back of my head for a long, long time. I once had a boss who slaved and made a lot of money for his golden years. He dropped dead on the tennis court just before he retired. It occurred to me that you shouldnt leave the things you really want to do until it is too late. Then I met Rick, who worked 20 hours a day and played motivational tapes in his car. For the next few years we had a lot of money but no time to enjoy it. The pair were prime candidates for the Tropical Dream. Last year, like 40,000 others, they fled New South Wales. Like 45,000 other interstate migrants, they moved to Queensland. There was more than a year between selling our Sydney home and making the move, says Cooper, but the fact is that, psychologically, from the moment we put the house on the market, we were travelling north. The past decade has seen the beginnings of the greatest population drift in Australias history, a movement north and, to a lesser extent, west from the established metropolitan bases which dwarfs the exodus from the cities during the Depression. When men went on the wallaby in the 30s, they did so in search of jobs. In the 80s, families moved out of Sydney and Melbourne in search of the Tropical Dream an easy life in a sunny climate where affordable housing meant you were no longer a slave to your mortgage. Ironically, in the 90s, some of those dreamers will have to go on the wallaby in search of jobs if they want to keep the dream alive. According to a study of population movements released in March by the Australian Bureau of Statistics, more than 700,000 people changed states in the first half of the 80s. Although our most recent census was in 1986, interstate migration is believed to have increased until it reached a peak coinciding with Sydneys realestate peak in late At that time, Queenslands net gain due to interstate migration was more than 12,000 a quarter while NSWs net loss was just under 12,The drift has temporarily slowed since then as Sydney homeowners wait for the realestate market to bottom out before selling up but Queensland still had a growth rate a full percentage point above the national average. Broadly speaking, the population drift is from south to north but people are also moving from Sydney to Canberra, from Melbourne to Perth and many points in between. The metaphor for the movement, however and this is one beloved of Queensland realestate hawkers is the family freezing by the onebar heater in Melbourne, barricaded against the bailiffs as financial institutions crumble all around them. They sit and shiver and dream the Tropical Dream. Dream about Travelling North. For many, the swaying palms and the house they actually own will remain a dream but it is an eminently sensible and reasonable dream. In the middle range, real estate in southeastern Queensland is roughly half the price of Sydneys and 50 less than Melbournes. Under Wayne Goss Labor state government, Queensland appears to have set a sensible course towards sustainable development and controlled foreign investment which should ensure the states continued economic growth into the next century while red tape and bureaucratic intervention remains low. Moreover, the growth of the southeastern Queensland conurbation the fastestgrowing metropolitan region in Australia has at last been reined in from whiteshoe madness to a level designed to safeguard the basic but essential ingredients of the Tropical Dream such as palm trees, white sand and clear blue water. The city of Brisbane came of age in the 80s, making its international debut as a host city with the Commonwealth Games in 82 and Expo in When he took office in late 1989, Premier Goss vowed to make Queensland something more than the branchoffice state and the rise and rise of Brisbanes central business district is testament to this happening. The capital has a long way to go before it becomes the hub of the Pacific rim envisaged by Brisbane Strategy Plan architect Professor Bob Stimson but it has become an increasingly attractive and cheaper alternative for companies establishing national and regional businesses. The driving force behind the population drift, however, has nothing to do with job opportunities or the Brisbane CBD. The drift is centred on the Gold and Sunshine leisure coasts to either side of Brisbane and on the lush hinterland stretching back to the Great Dividing Range at Toowoomba. It is all about qualityoflife issues and its origins go back 20 years to the hippies and surfers who sought an alternative to the city rat race. Surfers in search of the perfect wave and a holidaying secretary with big boobs led the way north in the mid60s. Perhaps it is fairer to say that they popularised it fishermen, caravanners and rural locals had known of the joys of the NSW North Coast since the popularisation of motoring holidays after World War II. But the surfers were the first to move into nirvana, scratching out a living emptying garbage bins or fashioning boards in coastal towns from Crescent Head to Yamba to Byron Bay and then over the border to Coolangatta, Burleigh Heads and finally Noosa. The surfers came, stayed and bought. They were the first migrants of leisure and many of them have become realestate millionaires sitting in headland mansions, bemoaning the crowds. The hippie movement was born a few years later and it became fashionable to denounce city ways. After the Aquarius Festival at Nimbin in northern NSW in 1973, many of the hippies stayed on they formed communes and collectives and generally drove the farm folk spare. Hippies had become passeacute by the late 70s but core groups remained in the northern rainforests and coastal villages, toned down their idealism and their dopesmoking and became New Settlers. Whereas the hippies had chained themselves to bulldozers, the New Settlers stood for office and fought the developers in council and court. The New Settlers introduced new lifestyles and new architecture and proved to have stickability and political clout. In the Byron Bay area last year, they almost got Helen Caldicott into federal politics but couldnt stop Paul Hogan building a tasteless mansion. For the first few years, ordinary Australians many of them the parents of surfers or hippies viewed these leisurebased migrations with scarcely veiled contempt. They couldnt understand why young Harry would forsake accountancy studies to work a prawn boat in the Clarence River or why young Cheryl would want to live in a geodesic dome in a mosquitoinfested rainforest when she could have a Pettitt and Sevitt deluxe on a new estate just 50 minutes from the GPO. But, when the leisure migrants stayed on and became successful in their own ways, perceptions began to change. The David Williamson play and later movie Travelling North is a beautifully whimsical study of an elderly couple moving north to retire in the sun. Retirees didnt need hippies and surfers to teach them about eking out the super payout in a warm and sunny place but their parallel drift north created an economic interdependence in places such as Byron Bay, Tweed Heads, Surfers Paradise and Noosa Heads. While they werent prodigious spenders, people enjoying the golden years kept businesses and service industries alive in the lean periods between holiday seasons. The couple in Williamsons play leave family ties behind in Melbourne but in the 80s an increasing number of retirees moved north to be reunited with children and grandchildren. Fred and Gwen Fisher sold their home at Caringbah, in Sydneys south, last year and bought a comfortable bungalow in the Noosa hinterland surrounded by bush and with a hectare of subtropical garden. As much as they love their new home, they love even more their proximity to daughters Ruth and Sue and the grandchildren. Ruth and her husband moved to Noosa seven years ago to work in the building industry Sue and her husband followed two years later and bought a fourwheeldrive safari tour business. The Fishers missed the realestate peak and took their house off the market but last June, when interest rates dropped a point, they got near enough to the price they wanted. Says Fred The difference between selling and buying prices was enough to make us comfortable here, as long as we dont live too extravagantly. And I dont think theres much chance of that. Our priorities are to spend time with the kids and keep the garden looking nice. Gwen Fisher was initially worried about missing her circle of friends but, symptomatic of another phase of the population drift, various friends have holidayed with the Fishers and some are moving up to join them. Word of mouth among retirees has been the main instrument of Toowoombas recent population growth, according to mayor Clive Berghofer. Retirees have also been the instrument of much of developer Berghofers recent wealth, as the garden city becomes one large retirement village. But the drift to Toowoomba comes mainly from the rural sector. People who spend their working lives by the sea tend to spend their retirements fishing and beachcombing, hence the popularity of the Gold and Sunshine coasts with refugees from Sydney and Melbourne. As the dream of moving north permeated mainstream Australia, it also became somewhat diluted. While surfers and hippies had wanted clean air and rural tranquillity, the new leisure migrants wanted clean air, rural tranquillity, bitumen roads, a supermarket around the corner and the prospect of employment. They found a compromise of sorts on the Gold Coast. If there is a recession on the Gold Coast, no one has told the bulldozer and bobcat drivers. They provide the soundtrack for the sprawling city as they level scores of hectares daily, pushing suburbia back into the hills. Overnight, grazing paddocks become islands with canals gouged around their perimeters and mazes of cul de sacs guarantee every dreamer a Gold Coast waterfrontage. The turf is laid, the roads are kerbed and guttered and up go the signs The Anchorage, Riviera Keys, Plantation Estatedotted lineAt a new estate called Clear Island Waters behind Broadbeach I marvelled at the sheer nothingness of the dogs leg of avenues bearing such romantic names as Bimini Court, San Simeon Drive and Key Largo Boulevard. Blocks looked out over a shimmering scorched earth plain and a stretch of water only marginally more inviting than an open drain but imagine what the folks back home would think of such an address as Key Largo Boulevard, Clear Island Waters Landscape architect and Surfers Paradise Chamber of Commerce president Jill Allen moved from Melbourne with the first generation of dreamers in the early 70s. For the first 10 years she stayed at home and looked after the kids while husband Les introduced concrete slabs to the Gold Coast building trade."
}