{
    "text": "Orchid Medicine Story and photos by Cheryll Williams Renowned for their remarkable variations in shape, colour and form orchids continue to intrigue photographers, botanists, florists and the general public, but rarely has anyone turned their attention to the less obvious attributes that they possess their medicinal qualities. photo caption The orchid family is the largest of the plant kingdom, with more than 30,000 species in over 750 genera. The wonderful Dracula species, the highly decorative Cattleya, Cymbidium, Paphiopedilum, Phalaenopsis or Vanda orchids are the most wellknown in the horticultural trade, and they provide an incredible collection for the eye to feast on. Cosmopolitan in character, orchids prefer the cooler tropics and occupy a wide habitat range which includes terrestrial land loving, saprophytic living on plant litter and epiphytic growing on another plant. Many rely closely on special insects for fertilisation as well as having symbiotic relationships with specific fungi which reflects in the ease or difficulty of their propagation. As a result many still cannot be cultivated and we need to learn more. The Royal Botanic Gardens at Kew london recently instituted the Sainsburys Orchid Project in continuing the work of conservation. Much pioneering work using fungi to promote orchid growth was done by Mark Clements in Australia who had success cultivating a rare donkey orchid Diuris fragrantissima. Undertaking further research at Kew another 20 species of orchid were matched with their fungal companions. The integral role of fungi in orchid growth has remained relatively unknown until recently and now has enormous implications for orchid cultivation and conservation. So specialised are numerous species that they can be found nowhere else but in the specific habitats where they have evolved and it is this endemic character of orchids which places them in a perilous position as their environments are being progressively destroyed. One humorous incident recounted in Tan Bark, the Newsletter of the Toowoomba Orchid Society, aptly illustrates this specificity of orchid species. New Zealand botanists had spent years searching for an orchid thought to be extinct when After four days of wallowing in a peat bog in search of the tiny native Corymbas carseii, the demoralised conservation department botanists paused for a lunchbreak and found they were sitting on it. This little orchid blooms for just two days each year. Saving species from extinction has now become an international objective for many governments and organisations, with the resultant list of most orchids in cites Convention on International Trade in Endangered Species of Wild Fauna and Flora in an attempt to limit exploitation of endangered species. Tapping orchid power It has been assumed by many that the only commercially useful orchid aside from horticultural varieties has been Vanilla. However the emphasis here is on commercial and if we look beyond this definition we find unique orchid uses emerging from farflung corners of the world. From the Amazon to the Orient, in Europe, the Middle East and Africa, orchids have served diverse purposes, some of which are completely unexpected, ranging from icecream in Turkey to the provision of hot tonic drinks on the streets of London. Orchid tubers primarily of the Orchis species have been used to prepare a drink called salep. Most of the tubers are starchfilled, which the herbalist Maude Grieve called Bassorin, describing it as having a sweetish taste with a faint somewhat unpleasant smell. She wrote that salep is very nutritive and demulcent, for which properties it has been used from time immemorial. It forms a diet of especial value to convalescents and children, being boiled with milk or water, flavoured and prepared in the same way as arrowroot. A decoction flavoured with sugar and spice, or wine, is an agreeable drink for invalids. Sassafras chips were sometimes added, or cloves, cinnamon and ginger. In Greece and Turkey salep sweetened with honey was an early morning pickmeup, and for centuries Turkey and Persia exported it for preparing nourishing drinks. Before the advent of coffee salep was sold at stalls on the streets of London, popular for those reputed tonic and soothing actions. The best English salep originated in Oxfordshire but demand was so great that tubers were imported from Asia minor, Germany and other European countries. Over 2,000 years ago salep was familiar to Dioscorides and the Arabian physicians, as well as later herbalists of the middle ages. Its medicinal use included prevention of rotting sores, mouth ulcers and inflammatory problems. From the Indian bazaars salep misri from a species of Eulophia was renowned for its excellent quality and, as a result, commanded high prices. Its tubers contain almost 50 per cent mucilage, some natural sugar, potassium and calcium. These were blanched in boiling water to remove the bitter taste, the skin removed and then sun dried after which they could be ground into a yellow powder for dispensing. saleps reputation was so well accepted as a tonic that it was even considered essential for long voyages and ships included it in their stores as an ounce, dissolved in two quarts of boiling water, being considered sufficient subsistence for each man per photo day, should provisions run short. The salep mucilage readily forms a jelly, used medicinally to ease gastrointestinal problems. Powdered salep mixed with boiling water was given to infants and invalids, particularly those suffering from recurrent diarrhoea or fevers. It even gained official acceptance in the German pharmacopoeia. Whats sex got to do with it It will come as a surprise to some to find out the origin of the name orchid. Dioscorides loosely applied the Greek word Orchis meaning testicle to what would later become known as the Orchid family, his choice of term inspired by the ovalshaped tubers of some European species, particularly those which came in pairs He described the swollen bulbous roots as having one which was full and solid, while the other was wrinkled and soft, mentioning the folk tale that men should eat the full one to beget sons and women the soft one to conceive daughters Local names often reflect this sexual connection i.e. Dog Stones, Goat Stones, Fox Stones etc. Therefore it was quite logical that beliefs relating to fertility evolved around these plants and all manner of rumours abounded. It was certainly a profitable idea for suppliers of the tuber to encourage. In the 17th Century the herbalist Gerard published a classification according to these stones and noted the flowers of some orchids had interesting natural associations, resembling butterlies, bees, wasps and flies. Goat stones gained their reputation from their stinking and loathesome smell, and the name Serapias Stones is particularly illuminating as sundry of them bring forth flowers resembling flies and such like fruitful and lascivious insects, as taking their name from Serapias, the god of the citizens of Alexandria in Egypt, who has a most famous temple at Canopus, where he was worshipped with all kinds of lascivious wantonnesse, songs and dances dotted line Sounds interesting. Obviously some quite remarkable and fanciful associations developed in orchid lore. The issue became even more confused when orchids used were known not only as promoters of sexual activity but were believed to be anaphrodisiac as well Witches, of course, used the tubers in their concoctions, the fresh tuber being given to promote true love, and the withered one to check wrong passions. Of course it is left to conjecture what wrong passions actually constituted However their virtues did not stop here and Culpepper tells us of other practical applications as in crushed and applied to the place they heal the Kings evil scrofula which was swelling of the lymphatic glands. The herbalist Gerard named one Orchis species Orchis maculata Female Satyrion, as orchids of his time were known as Satyrions. Legend reinforced the reputed sexual enhancing benefits of orchids recounting that they were the food of the satyrs, inciting them to carnal excesses. Mythology related that Orchis was the son of a satyr and a nymph, and was killed by the wineloving Bacchanalians for insulting their priestess. The devout prayers of his father were answered in a fashion when he was transformed into the flower that bears his name. Perhaps the most well known of all the orchids is the unusual climbing epiphyte, vanilla Vanilla planifolia with its lovely green flowers. When fertilised they produce the five to ten inch pods from whence vanilla comes. Over the ages their delicious scent has been used in the making of perfumes and, as long ago as the Aztec empire, was prized as a spice for chocolate drinks. The familiar fragrance from the chemical vanilline is only produced from fermented vanillapods, there is no aroma from the fresh pod. Vanilla has been widely utilised for its aromatic properties and also has a reputation medicinally as a stimulant, digestive aid and choleretic when prepared as a syrup or tincture. Vanilla was also rumoured to have magical benefits similar to other orchids and when used in love sachets was thought to incite lust or when placed in a bowl of sugar would impart loving vibrations. The sugar could then be used to sweeten love potions. caption Endangered species Another famous orchid remedy of the 19th Century unfortunately still used in some herbal preparations today is the striking Ladys Slipper Orchid Cypripedium pubescens known as Nerve Root or American Valerian. In the British Herbal Pharmacopoeia of 1983 its action is noted as being sedative, mild hypnotic, spasmolytic and thymoleptic indicated in treatment of insomnia, hysteria, emotional tension and general anxiety states. Once widely used it enjoyed a remarkable reputation, famous for being one of the most valuable of vegetable medicines. Its operation upon the system appears to be in harmony with the laws of animal life, giving tone to the nervous system and is, therefore, used in all cases of nervous irritability, hysterical affections, spasms, fits and all derangements of the functions of the brain such as madness, delerium etc. Its properties are sedative and antispasmodic. It has a pungent smell, somewhat nauseous. It contains extractive, gum, fecula and a small portion of essential oil. Its beneficial effects are produced by allaying pain, quieting the nerves and promoting sleep. It has good effects also in nervous headache, epilepsy, tremors, etc. Its use is preferable to Opium since it has no narcotic efects. The America Botanist, Goode, in The Family Flora, 1845 So great was its popularity, overcollection resulted in shortages of the wild plant and it is now endangered almost everywhere it grows so if any preparations have this herb in it, dont buy them. It was thought to have magical affiliations and was used in protective sachets to guard against all forms of evil intent including spells and the evil eye It was once official in the United States Pharmacopoeia usp and also found extensive use in treating the joint pains following scarlet fever. Tragically, in England its destruction was so extensive that now only two wild plants survive in a secret guarded reserve while researchers desperately try to save it from extinction. There are other striking species of Slipper Orchids, distinguished by their slippershaped lip and many are prized for their incredible variety of shape and size in the horticulture trade, for example Cypripedium formosanum and various Paphiopedilum species. We know even less about their medicinal potential. Orchids in Chinese medicine Chinese culture has long revered flowers in their art, poetry and literature. Indeed the orchid is the emblem for those of worthy character, particularly historical figures known for their virtue. Symbolising love, beauty and elegance it has a special place in Chinese beliefs representing trustworthy friendships photo caption photo caption as well as privacy. The Chinese word for orchid is lan, which generally refers to the prolific Cymbidium species. However, there are over 1,000 species of orchids native to China and various species have medicinal applications. Originally the word lan referred to aromatic plants believed to ward off evil spirits, and as Chinese orchids are renowned for their fragrance their eventual adoption of this word was a logical development from about the 13th Century onwards. Chinese treatment employs various orchid medicines, one of the most popular being Blettia striata called Bai Ji which is used as a haemostatic, to stop bleeding in the lung and stomach."
}