{
    "text": "LEADER OF THE PACK Inbreeding has paid off for the bulldog. Macks latest truck, the FleetLiner, marks a return to giving customers what they want choice. Alan Whiting takes one of the pups for a run dotted line Its likely that quite a few of our readers are going to find themselves behind the wheels of Mack FleetLiners our recent road test shows that there are worse places to be. While Mack Trucks Australias parent company has always offered outside engines, transmissions, suspensions and axles, the local arm has been almost entirely allMack. We can think of a few departures, involving Cat and Cummins engines for special customers, but those builds were definitely not the norm. Mack must have walked away from quite a few deals in the past, where customers insisted on sticking with an established fleet policy of, say, Detroit engines, Eaton boxes and Rockwell diffs, but thats all changed and the Mack Select model lets buyers have precisely that choice. The FleetLiner doesnt provide quite so broad a choice of options, excerpt box because the Mack E7 engine is the only powerplant on offer, but the transmission choice is Eaton RT 14710B 10speed or RTLO 14613B 13speed, driving to Eaton DS 451P diffs. Suspension choices are Hendrickson HFS 400 fourspring or HAS 400 air. The Mack E7 engine has been rated at 375hp 280kW at 1800rpm for the FleetLiner, which is a lazy output for an engine that now pumps out 454hp. But in the best Mack tradition, torque is the engines long suit, with no less than 1980Nm 1460 lbft on tap at 1250rpm. A Jake brake is standard equipment. Claimed tare weight of 750kg for the base model FleetLiner pits this truck directly against the 311litre opposition from Kenworth, Western Star, Ford and International which it matches in terms of horsepower and easily outtorques. deep frame The only questionable area is fuel consumption, which only time and some fleet experience will answer. Mack people must be pretty confident about the fuel consumption situation, because theyre talking guaranteed fuel usage to some customers. The FleetLiner is built to a 4320mm wheelbase on a deep 269mm x 8mm rail, mounting Macks standard cab on damped air suspension. Its a CH model, with a short bonnet and mudguard assembly, in contrast to the Select Version, which has the CLs longer nose. Twin 350litre aluminium step tanks are fitted below the doors. A Mack 5tonnerated steel axle is located by 1753mm taper leaf front springs and shock absorbers, and turned through a claimed 9metre circle by a Ross SGP52 power steering box. Standard rolling gear consists of cast spider hubs with detachable rims and Alcoa 10stud aluminium wheels are optional. Steel air tanks and two battery boxes are fitted inside the chassis rails, behind the cab. wide cab The shed vies with Freightliner for the best bonneted cab on the market award and features integrated air conditioning, heated mirrors and an airsuspended KAB seat as standard. The seat carries an integrated seat belt, which we found to be very comfortable to use. The steering column adjusts for reach and height. Although its a short cab, the width is such that theres plenty of space to stow a tool box, esky and all the normal driver life support equipment. Instrumentation is confined to the vitals speed, engine speed, oil pressure, coolant temperature, battery charge, air restriction, air pressure, turbo temperature and fuel level, and all excerpt box but the air restriction indicator are grouped right in front of the driver. Illuminated rocker switches to the left of the instruments look after lights, wipers and washers and the Jake, while cruise control switches sit on top of the dash. The radio mounts in an overhead console right above the drivers head, with ample space for a couple of communications sets as well. A long gear lever pokes up through the floor, in an ideal position for shifting, but without restricting acrosscab walking. The trailer brake lever is mounted on the dashboard and the parking brake and trailer supply controls are those awful red and yellow mushrooms beloved of American photo truck makers. Pedal layout is excellent, with brake and accelerator controls being light to use and wellrelated. The Spicer Easy Pedal clutch worked with very little effort and with an easilyfelt friction point. Our evaluation FleetLiner was supplied with the optional 13speed box, accompanying 71 back end ratio and air suspension. It was coupled to Macks venerable VMac triaxle trailer and loaded to 40 tonnes gross. We chose a northbound run on the NSW Pacific Highway to check out the new Macks suitability for freeway cruising, town driving, cornering and steep hill climbing. We know from experience that anything over 5mpg is good fuel consumption on that challenging route. The FleetLiner is easy to get in and out of, thanks to wide steps on the tanks and generous grab rails. The adjustable seat and steering column will accommodate most shapes in comfort, while vision through the large twopiece screen and west coast mirrors is very good. ample torque The Mack 12litre started readily without the oncefamiliar airstart whistle, a probable victim of noise regulations, and settled into a high idle until warm, when it lowered the tone somewhat. Engine response, clutch action and positive gear selection made traffic driving a breeze. Theres nothing sweeter than an RTLO Eaton. The clutch had been fielded by some fleet demo work before we got our hands on it, so it was prone to shudder if too much was fed into it too early. We found that the Mack six had photo ample clutch engagement torque to handle offthrottle starts in most circumstances where first gear was too high, we selected low. Theres so much torque available that its difficult to find any sweet spot in the FleetLiners rev range. We found that shortshifting at 1600rpm worked well in low range and 1800rpm was quite sufficient for clean upshifts in high range. We ran the engine up to 2100rpm for the best engine braking effect, because theres not much available around cruising revs. The FleetLiners flat power curve plateaus at 1500rpm, giving constant power from there to governed revs. As revs fall back from cruise to grunt mode, torque climbs rapidly from 1700Nm at 1600rpm to nearly 2000Nm at 1250rpm. The effect, as youre climbing a grade, is that revs decay very slowly, so road speed stays up. Most undulations can be handled without even a button downshift in the 13speed. If the driver miscalculates and lets the revs fall below the peak torque speed, theres no dramatic collapse on the wrong side of the curve, which still provides 1900Nm at 1100rpm. throttle response We found it best to downshift two gears in high range when running through steep hills, keeping revs around the 1400rpm mark, for the best combination of torque and power. On less demanding stretches of the Pacific Highway, the Mack FleetLiner cruised at 15501600rpm for a speed limited 100kmh, or 1450rpm for a legal 90kmh on nonfreeway stretches. We think Mack may be a little pessimistic gearing the FleetLiner for a 1600rpm cruising speed, because its got plenty of grunt to cope with a 1450rpm 100kmh cruise. Dropping the revs should help fuel consumption on long hauls. Macks VMac cruise control works very well, with twoswitch control over setting, coasting, resuming and accelerating. The system also brings in the Jake and doesnt drop out when you use the clutch. It does bail out, however, photo when road speed gets down around 60kmh, giving you a fright the first time the fire goes out on a steep hill. Noise levels in the CH short cab are higher than in the sleeper version, but what a noise The engine growls in a most pleasant way and makes a characteristic popping noise when the revs get down around 1300rpm you can hear every power stroke. The Jake isnt obtrusive, inside or out. Handling was excellent, with good steering feel and very little cab sway. Badly broken bitumen made its presence known in the cab, but the ride was never harsh. Cornering was helped by instant throttle response at virtually any revs, straightening out nicely on corner exits. We did the SydneyBrisbane run in two hours less than a Mack Manager, pulling the same trailer. Fuel consumption was slightly higher, 5mpg, but the truck had only 2000km on the clock when we collected it and should be good for at least 6mpg when it gets run in properly. easy checks The Mack FleetLiner is an excellent work station, but it isnt perfect. Mack has countered the hot foot brigades complaints by pouring conditioned air into the footwells, but at the expense of facelevel ventilation. The mirrors give a good view and theyre heated for rapid demist in the morning, but an electric adjustment would be useful on the near side one. They also look a bit oldfashioned bolted on the sides of a streamlined cab. Daily checks shouldnt be a problem, thanks to a bonnet that is an easy oneman lift and walkin access to the mechanicals. Oil and coolant levels can be checked without lifting the lid. Macks new FleetLiner is one of the results of the Australian companys changed philosophy give the customers what they want. HIGH AND MIGHTY photo The new Volvo FH12 and its electronic engine is a leap ahead of the Swedish manufacturer. On a trip down the Hume the package gave Yank iron a run for its money. When Volvo unveiled its FH range of trucks in Sweden back in late 93 there was plenty of comment on the radical streamlined design, but the big surprise was the introduction of a 12 litre engine featuring electronics and an overhead camshaft. The D12A engine is a 1 litre inline six cylinder diesel, turbocharged and intercooled, with a seven bearing crankshaft, one cylinder head, overhead cam and four photo valves per cylinder. It has vertical and centrally located unit injectors and electronic fuel injection control. Three horsepower ratings are available, 340, 380 and 420, with torque figures of 1500Nm, 1700Nm and 1850 from the 420 variant. There has been plenty of interest from operators and drivers here, so Volvo put a cavalcade on the road to reach the people, and on its return an FH12 with a number of kilometres on the clock was made available for a road test. The truck wa powered by the D12A420 engine which puts out 309kW 420 metric horsepower or 414 SAE hp between 1700 and 1800rpm, and 1850Nm 1365 ftlb of torque between 1100 and 1300 revs. The 14speed SR1900 synchromesh transmission fitted is a range change gearbox with crawl and two reverse gears, and splitter section, with top gear direct. caption Down at the rear end the final drive is Volvos CTEV87 tandem with single reduction and diff lock, with a ratio of 07, and the suspension is air bag with eight bellows and four double acting hydraulic shock absorbers. The FH12 had a three metre wheelbase, 7 tonne front axle, twoleaf parabolic spring front suspension, ten stud disc wheels, 29580R5 tyres and two 585 litre fuel tanks. Up in the work area this truck was fitted with a number of options including plush trim and wood dash along with a factory fitted fridge, but this merely complemented the roomy cab with its excellent driving position and visibility. The dashboard is curved with controls for ventilation, engine brake and climate control to the left of the driver, and the instrument panel with its full array of gauges and warning lights,is immediately in front of the driver and easily scanned. safety shed Volvo has spent a lot of money on the development of the ergonomics of the cab as well as its aerodynamic shape, and the result is a comfortable work environment and one of the slipperiest cabovers in the business with the accent on fuel savings. Volvo claims the shape of the new cab offers between six and eleven per cent in fuel savings over the F Series trucks, depending on application, and the air drag has been reduced by about 20 per cent."
}