{
    "text": "cover story The Underclass Australias social time bomb Australias spreading pool of poverty was not an issue in the election campaign, but its one of the first problems the new government must face. There are beggars in our city streets, and chronically deprived people in suburban and rural areas. Poverty and disadvantage are being passed to a new generation, creating a breed of outlaw children who reject all help. Lyndall Crisp details the issue no party has faceddotted line The Underclass is Australias permanent poor, but it is much more than that. Apart from the urban street kids who get publicity, the Underclass today is very different from 20 years ago. The numbers are certainly bigger but more importantly, our society safety net seems unable to protect the newest recruits the middleaged unemployed family man, single mothers and those isolated in the badlyserviced outer suburbs of modern sprawling cities. The Underclass includes the socially disadvantaged, from the Aboriginals and the handicapped to the abused, the homeless and the mentally disturbed who have been left adrift in the community by state governments concerned with saving money. They are the single mothers isolated in inaccessible, sterile public housing suburbs or high rise flats, and the migrants who cannot speak English or find a permanent job. Dislocated and lonely, many fail to call on established public support systems. They do not know the systems exist, or feel too intimidated or hostile to make the approach. At least the Department of Housing, recognising that the cost of a decent house is nothing compared with the cost of supporting a dysfunctional family for perhaps 30 or 40 years, is reversing a long tradition of building public housing ghettoes where such social problems propagate. But for many, the hardships they endure are passed from one generation to the next. It is not just a matter of being poor their values and behaviour can be askew. Alcoholism is not uncommon, health is neglected and truancy runs unchecked. Too often, the abused becomes the abuser, the dole cheque is familiar to both father and son, the single mother watches her single teenage daughter playing with her new baby. What is intriguing, and even more worrying, is the gradual emergence of a new substratum a breed of young people who expect society to provide them with the lifestyle of their choice without their giving anything back.They feel no obligation to work and thumb their noses at most traditional social structures they are a problem for society but not for themselves. These are the kids who are prepared to live on the street, to exist on petty crime, to sleep rough, sell their bodies, play with drugs. They reject any notion of accountability and embrace daytoday existence which often means premature death. Their numbers are less than has been suggested by some social commentators, but they are increasing, particularly in the Kings Cross area of Sydney. It seems only a matter of time before they emerge in other cities, as they have in Britain and the US. In the worst cases they resort to a type of crime now not uncommon a mutilation murder, for example, that is so horrific it defies the imagination. Youth counsellors working with street kids talk about them hurtling from day to day, kids who are totally feraldotted lineand, something scary happening out there. A number of these kids profess to be happy, they neither want our sympathy and help, nor do they hanker for a more stable, comfortable lifestyle. If it turns out this unique section of The Underclass is the natural progression, the end result, of the other, familiar stratas, then what is the answer With the chronic lack of affordable housing, fewer and fewer unskilled jobs, cuts in social welfare support systems and an everincreasing cost of living, the Federal and photo caption state governments seem to be encouraging membership of The Underclass rather than inhibiting it. Bob Hawke rang the warning bells as long ago as In his Boyer lecture, The Resolution of Conflict, he said There is an insidious tendency to identify the unemployed as the architects of their own misfortune to attribute to them some intrinsic inferiority either of character or intensity of purposedotted lineMore and more of our people, especially the young and underprivileged, will be increasingly susceptibledotted lineif we do not provide them with employment or security with a sense of fulfilment. If we do no do this we have no right to demand or expect their adherence to the values of a free society. The former president of the Australian Council of Social Services, Julian Disney, says the main differences between todays socalled Underclass and that of the 70s is the blowout in the number of sole parents and the number of unemployed heads of family. In the early 80s, the number of children dependent on unemployed parents increased by at least 50. A major factor in all this is drugs. The major blowout in crime was drugs and the major cause of drug use is unhappiness and dissatisfaction, and family breakdown. Were putting more pressure on the basic family unit than ever before in recorded history. We have totally unrealistic expectations of couples and couples are being left on their own without an extended family around them Its the single greatest cause in the breakdown of human relations and therefore people have no great incentive or enthusiasm. What weve got to do, over the next 10 years, is strengthen the family unit. Families where there are two incomes are now established. Weve got to move to what I call the threequarter income family, where one works full time, the other part time and then swap around so couples have more time for their kids and each other. Disney says yuppie twoincome families drive up housing prices which in turn increases the pressure on lowincome families. He thinks middle Australia has ridiculous expectations of life and unnecessary luxuries. It angers me greatly when I hear people complaining about the lowering of living standards. The test is not to study disposable income trends but sales of microwaves, VCRs and second car sales. Were an affluent country. Another problem, says Disney, is that Australia is one of the few developed countries with such an imbalance in population distribution. There should be a higher proportion of Australians living outside Sydney and Melbourne and we must develop more provincial towns, like Newcastle and Wollongong, if we want to keep generous home property areas, low density cities and housing prices down. Brian Howe, who has held the Social Security portfolio for six years, says he is resisting a sense of hopelessness. I dont see it like that. When you start writing off groups of people, thats a theory of poverty which is to do with culture. It suggests theres some culture which prevents people getting opportunities. Its not so much a culture as, for example, very bad housing policies where you put such people together. That does make it hopeless because its a multideficit situation where there are so many negatives that its very difficult to create positives. If we have ghettoes well create a sense of hopelessness. Many of Australias social problems, says Howe, are related to the extremely high levels of unemployment during the 80s and the fact that people outside the mainstream did not have access to jobs when they did become available. Part of the answer is to put together a package of services, such as better transport and childcare centres, so these people, especially sole parents, can get to jobs and training courses. Services should be relevant and situated where they are most needed they should get to people before their problems reach crisis stage. The Commonwealth could help people to know what is available, and educate them to use the facilities and that its normal to feel stressed living in the framework of a big city, says Howe. A lot of the publicity about poverty tends to be a bit romantic, people talk about it as if its exciting in some way. Whereas the problem of poverty is the grinding normality of being stuck out in these ordinary suburbs without the most basic facilities and without people being able to participate. Its not that theyre horrible, terrible places theyre normal, leafy streets in which everything looks hunky dory. But behind the curtains youve got a lot of tension and difficulties. Those street kids When it comes to the homeless and street kids some questionable statistics are bandied about. A popular figure in the media late last year for kids living on Sydneys Kings Cross streets where the greatest concentration has always been was 12, In February 1989, the Human Rights and Equal Opportunities Commissions inquiry into homeless children that is, children whose lifestyle includes insecurity and transiency of shelter said its independent consultant, Dr Rodney Fopp, found that at the very least there were, nationally, 8500 homeless 12to15 year olds and 3500 16 and 17yearolds, over any twelve month period. Given that, according to 1987 statistics, more than 9000 Australian households 26,790 people live in improvised dwellings and another 93,641 households almost 200,000 live in caravans and other temporary shelter, Fopp put the total number of homeless children, including children at risk of being homeless, at somewhere between 50,000 and 70,The Inquiry considered the estimates to be extremely conservative. Government welfare agency staff and community workers are puzzled by the numbers, much quoted by the media. They ask who is doing the head count How are they doing it Where are these hordes of kids hanging out Common sense alone would suggest that an area as small as Kings Cross could not support 12,000 freeranging children. Annie Crowe and Ian Hood, who have worked with kids in Kings Cross for more than 10 years, say the figure for the inner city area is closer to The number fluctuates because the kids move around and the plethora of religious, volunteer, council and government aid agencies it has become a growth industry since the spread of AIDS became a significant concern in 1985 are often counting the same heads. Its a wonder were not battering each other to death to get the last one, says Crowe. A youth worker tells of the time he approached a distressed teenage boy at Sydneys Central Railway Station late one evening. The boy said he had seen a television program about thousands of street kids and had come to town to join them. But after wandering around all day, he had not been able to find one. Much has been written about street kid. Their stories are often tragic and should never be demeaned, but many are wildly exaggerated for the benefit of the media. At the Cross, the kids even have a fee scale for interviews. Any TV crew looking for talent has to fight off the volunteers, each experienced in what constitutes a sensational grab and how to cough, wheeze, weep photo or sigh whatever is appropriate on cue. It is a joke among the youth workers. Last December, a minister of the Uniting Church, Bill Crews, wrote a letter to a prominent newspaper in which he said many of these kids are totally feral. They restlessly wander all night because they are afraid to sleep in the dark. Theyd rather travel to our refuge via the roofs and drains of Sydneydotted linethan use the front door. These kids are getting progressively more violent. The Bulletin asked to meet these feral kids but it was not to be. One meeting was arranged at a refuge, a derelict house between a vacant allotment and a car park, but no one showed. Crews later explained that, unfortunately, all the kids he had lined up had that very morning been nabbed by the police for armed robbery. On February 9 the same newspaper ran a big picture on its front page of a bunch of street kids sleeping under the Sydney Town Hall steps. The picture looked suspiciously posed, with one child grinning. The story failed to make mention that it was supplied by Crews and while supposed to illustrate the news that the numbers had swelled alarmingly since Christmas, was in fact taken last year. Be that as it may, the problem exists and cannot be swept under the carpet. What youth workers Crowe and Hood emphasise, and what is probably most frightening, is that while some of these kids have not had an even break since the day they were born, others come from average, middleclass families where there is no hint of violence or abuse."
}