{
    "text": "BATTLE STATIONS When it launched the mighty supercharged XJR saloon, Jaguar struck a blow not just for the company, but for Britain itself. After producing the XJ220 supercar in conjunction with Tom Walkinshaw and laying claim to the Worlds Fastest Car title on behalf of England before the McLaren F1 came along, at least, and dragged the trophy a couple of counties away, Jaguar is now back in the business of building highspeed executive expresses. Capable, as the last eight years or so of Jaguar saloons have been, the chances of seeing one pound majestically past a BMW or Benz on a German autobahn were minimal. Smooth they were, and silent as well, but not particularly quick. Now that the rangetopping XJRs in town, theres every chance that Europeans will be invaded by trainloads of Henry Roots crossing the channel by tunnel and eyeballing them from the fast lane at the cars 250kmh artificially limited top speed. Such speeds are academic in Australia, although the XJR is not. Any diehard fans who remember the big saloons of the 50s and 60s and have 160,000plus for the fastest Jaguar sedan yet must be getting pretty excited by now. What theyll get is the new XJ series reshaped body which in essence harks back to Jaguars of yore arching, aggressive front guards, a curved rump, and that elongated, lowlying stance that mimics a cat stretching in the sun. In XJR trim add a few street machining tricks such as monsterfat wheels and tyres, a toothy mesh grille, in our cars case a showstopping metallic green finish and, of course, an Eatontype blower and buckets of kilowatts, and theres fun to be had. Jaguar claims the XJR wa designed to attract buyers who would otherwise go for the likes of the MercedesBenz E500, BMWs M5 or 540i. Fine, fast cars every one, but unfortunately only the latter is available in Oz. As it so happens the 540i winner of our Best Luxury Car award last year has come in for a subtle upgrade before the 5Series is totally replaced next year. For now it gets twin airbags, a memory function for the poweroperated seats, new alloy wheels, a CD stacker in the boot and a range of new colours. Mechanically, it is the same as before, meaning theres a fourlitre V8 driving the rear wheels. Yes, its smaller than the Jaguar, but compares favourably to the XJRs performance image. Like the XJR, the 540i has an automatic transmission, at least until a limited edition run of sixspeed manuals becomes available early in Jaguar will take orders for manual versions of any of its cars to replace the four speed auto, but expect a long wait while its built. And speaking of auto transmission, that brings us to our third contender, the HSV GTS 215i. What, you may ask, is a Commodore doing in such exalted European company Well for starters, there are the basic similarities between its four doors, largish boot and mighty engine which delivers power and torque figures comparable with the BMW and Jaguar. Up until now it has been available with a manual gearbox only, while Uncle Toms boys tinkered with the GM fourspeed auto so it would suit the 7litre Holden engines output. So, like the other two its a large, comfortable fourseater with oodles of effortless performance. The snag is, of course, that it costs about 80,000 less than the Bimmer and a full 100,000 less than the Jag. Could it be that much worse Could it be, in fact, a better car Could the classic Australian sedan with a relatively simple pushrod V8 match the technical might of BMW, and could the 540i in turn hold its head high against the plushness and supercharged muscle of Jaguars new spirit Are they all fourdoor sports cars or the best Grand Tourers money can buy With these and many other questions in mind, we wheeled all three onto the battle field. PRICE AND EQUIPMENT Starting with the newest and most expensive, the Jaguar XJR stops the cash registers at 166,980 thats about 20 grand more than the 0litre Sovereign and for that money its difficult to think of anything which is missing off the spec sheet. The XJR has a host of goodies to distinguish it from other Jags quite apart from whats under the bonnet monster 17inch alloy wheels with P Zero rubber, the chicken mesh grille and colourkeying of some but by no means all of the chrome set it apart. What you cant see is the XJRspecific suspension settings for roll bars, springs and dampers, the traction control, ABS and limited slip diff. Inside, theres acres of soft, creamy Connolly leather, plush carpets and Jaguars famous woodgrain trim, which in this case is a dark, greyish veneer made from smoked maple. Standard equipment includes the half leather, half timber steering wheel, a timberfinish gear knob on the Jshift lever, while for entertainment theres a sixCD stacker in the boot and a stalkoperated trip computer. Theres plenty more, and all the luxo gear youd expect including power windows, remote central locking, power seats with three memory functions, automatic climate control air conditioning with revised and far more logical controls than before dotted line the list goes on. The only options are a sunroof and metallic paint, the latter adding 2300 to the cost of our test car. The latest 540i has, as mentioned earlier, copped a passenger side airbag in line with the rest of the BMW range. The good news is that despite this and the other addons the price remains the same at 136,That includes leather seattrim, the airbags, alloy wheels, traction control, tripcomputer dotted linein fact, just about everything the Jag has except the power output and the bigger wheels and tyres. Our black test car also had the so called Shadow Line option which for 380 blacks out the cars chrome work. And just to show how competitive this business is getting, Holden hasnt changed the price of its GTS 215i in automatic gearbox form, which if anything demonstrates how much the six speed box must cost to import from America. So the GTS is 59,524 with either transmission, compared with the mechanically identical but slightly betterequipped Senator 215i. If that sounds like a lot for a Holden Commodore then take a look at what you get seriously more power and torque for starters, plus the automatic transmission with larger torque converter and recalibrated shift points, ABS and independent rear suspension, 17inch alloy wheels with appropriate rubber, and the Hydratrak limited slip differential. Its the interior that more clearly points out the GTSs sporting rather than luxury personality theres fairly lurid cloth trim with pink highlights, a good, thickrimmed leatherbound steering wheel, and Holdens extended dashboard with trip information on an LCD display. ENGINES Jaguars AJ16 technological tour de force is a significant step beyond where the twincam, 24valve 0litre straight six performed in the past. The block has been recast for extra stiffness and theres lighter aluminium pistons, the cylinder head is entirely new with reprofiled cams operating on bigger inlet valves, and even the exhaust is bigger, while the multipoint fuel injection is now sequential. In supercharged XJR form Jaguar has gone a step further, provided 10 pounds of boost to the revamped inlet manifold via an airfluidair intercooler. The compression ration has been dropped to 51 from the normally aspirated engines 101 to cope with the extra pressure, and allup the power output is a mighty 240kW at only 5000rpm and no less than 512Nm at just over 3000rpm. With the same engine capacity but no more boost than that provided by Gods clean air, the BMWs outputs shouldnt be in the same ballpark as the Jaguars. Still, BMW spares little in the way of providing the most technologically advanced engines possible, and this silky sweet, freerevving V8 is a case in point. Theres quad cams, four valves for each cylinder and the latest Bosch Motronic fuel injection and ultimate outputs of 210kW at a relatively high in this company 5800rpm and 400Nm of torque at 4500rpm. What the GTS lacks in sophistication under the bonnet it makes up for in sheer capacity. HSV has taken Holdens cast iron OHV V8 lump and stretched the stroke out to 88mm which when combined with the massive 102mm bore equals 7 litres and a whole lotta grunt. The crankshafts a propriety item on the 215i engine, of course, but it also gets unique cam profiles and a new timing chain, an 51 compression ration, new exhaust valves and valve springs and a tuned length stainless steel exhaust system with mandrelbent headers. Still, wed like to bet that the whole shebang is still considerably understressed and that the 215kW output is not the highest well see from the engine. Its the torque which is the key here, all 475Nm of it peaking at 3600rpm, although thats still somewhere short of the Jaguars maximum and, surprisingly, produced higher in the rev spectrum. Awards for underbonnet presentation must go to Jaguar for the sheer imposing nature of the straight six. It seems massively long, with the company name emblazoned on the cam cover and the supercharger nestled down on the left hand side. Theres even a little tool kit under there although goodness knows what the average Jaguar owner is meant to do with it and the fuse diagram, which just for starters gives the location of all five fuse boxes, is the most comprehensive in living memory. The BMWs engine bay is less congested, with most of the ancillaries tucked out of sight from weekend tinkerers, whereas the GTSs more humble Commodore origins are evident by the more apparent wiring and plumbing, although of course the GTS is identified by the HSV logos on the grey engine covers. PERFORMANCE Its worth pausing to reflect a moment on powertoweight ratios, because both kilograms and kilowatts have a bearing on acceleration. So while the XJR is by far the most powerful, its also the heaviest car at 1875kg, so its weightpower ratio comes out at 8kWkg, slightly inferior to the much lighter GTSs 6kgkW. What surprised us was that the 5Series carries so much weight in 540i guise its a full 1710kg, giving it at 1kgkW, the highest weightpower ratio of the three. Its a similar case when comparing torque to mass the much lighter Commodore has only 4 kilograms for every Newtonmetre, whereas the Jaguar has 7kgNm and the 540i 3 kgNm. It made all the difference on the drag strip, for in terms of standing start acceleration the GTS had it all over the other two. This is an engine with tremendous reserves of bottom end torque, and it was able to launch the HSV car to a solid speed while the more highly strung BMW was struggling to overcome its weight disadvantage, while the Jaguar also seemed to operate better at higher speeds. Take a look at the figures the GTS comfortably beat the XJR to 100kmh, taking just 64 seconds, compared with the Jaguars Yet by the time theyve reached 150kmh and, incidentally, the end of our Calder Park test strip theres less than 3 seconds in it. Wed suspect that by the time 200kmh was reached the Jaguar would be ahead. The same goes for the 540i. The V8 feels somewhat peaky compared with the Holdens hairychested oomph, but thats countered somewhat by the BMW having five gear ratios to play with, keeping the engine onsong more of the time. Again, it cant match the HSVs sprinting ability, reaching 100kmh slightly quicker than the XJR in 54 seconds but the two europeans are almost lineball to the 400 metre mark and catching the Commodore. The 540is relative lack of lowdown torque gives it something of a Jekyll and Hyde personality use the heavily spring throttle pedal sparingly and at lower revs it seems almost sluggish. Sink the right pedal past its false stop and theres a mellow yodel from the engine and it winds up like a turbine, then accelerates like a slingshot."
}