{
    "text": "Sounds Fishy Sonic records show that growls, grunts, clicks and croaks are just some of the sounds produced by fish as a means of communication For many people the sound of waves is the only sound they will ever hear the ocean make. The contribution of whales and dolphins is also well known, though they were thought to be mute due to a lack of obvious vocal apparatus. A perceptive scuba diver might add the clicking of shrimps, the noise of an occasional motorboat, the hissing sound of each inhalation and the rattle of exhaled bubbles, to this list of underwater noises. The oceans are, however, far noisier than most people appreciate. In fact, they are rarely quiet. Text by Russell Graham caption photo Photographs by Geoff Longford and Russell Graham caption photo Until the 1940s the oceans were generally thought of as noiseless. The widespread use of hydrophones underwater microphones and World War Two changed this concept of silent seas for ever. Hydrophone had been invented during the latter part of World War One, but interest in their development and use waned with the ending of hostilities. However, World War Two prompted a revival of interest in the use of hydrophones to detect submarines, which had become more sophisticated, numerous and deadly efficient between the wars. Hydrophones were fitted to ships and deployed around strategic harbours to take advantage of the fact that ships and submarines cannot travel silently and that sound travels about four times faster and farther in water than it does in air. Hydrophones were meant to provide early warning in case enemy submarines attempted to attack. Those whose task it was to monitor the oceans for the sound of motors and propellers were soon perplexed by the odd noises they were hearing. One story, probably apocryphal, has it that upon hearing these noises the harbours defences were brought out nightly to repel an attack that never came, though night after night strange noises were heard emanating from the ocean. Initially these were thought to be due to faulty equipment, but before long it was realised that the sounds had biological origins. Numerous research projects were initiated to catalogue the natural sounds so that the unnatural, manmade sounds could be discerned from the chaotic and everpresent ambient sea noise. On the other hand, submarines learned techniques of disguising their activities by hiding their mechanical noises among the profusion of confused natural sounds. Later they learned to associate certain types of ambient sound with specific depths and bottom terrain. Thus, the sea noises became an aid to submarine navigation. Underwater sounds are ubiquitous. Only the very loudest can be easily heard by scuba divers, but listening with a hydrophone reveals a multitude of distinctive clicks, pops, grunts, chirps, moans, rumbles and scrapes, superimposed over an incessant crackle. The creatures responsible for this cacophony are much harder to discern that the sounds they make because of their diminutive size, secretive habits, rarity and the peculiar soundcarrying properties of water. Water can carry a sound well away from its point of origin and make it extremely difficult to locate the source without electronic listening aids. Some of the sounds heard are purposive, such as the growl of an affronted frogfish Batrachomoeus dubius or the courting chirp of male Humbugs Dascyllus spp. Others are merely incidental to an animals normal activities, like the crunch and clatter of feeding or the hydrodynamic water movement sound produced when a fastmoving school of fish suddenly changes direction. photo photo photo caption caption caption photo caption caption photo The colour patterns of a variety of fishes, particularly those of a tropical reef, are familiar to most people, divers and nondivers alike. Most of these fish have been named for the way they look or behave clownfish, angelfish, damselfish and stonefish for example. That many of them also produce sounds is less well known. These sounds can be as important as colour signals in helping them to obtain mates, reproduce, establish dominance, defend territory or to signal their aggressive intentions. For some species, sound replaces colouration in achieving these aims. For many fish, making the right noise at the right time is crucial to their pairing, a fact well known to the residents of Sausilito, California. People living on the water there are kept awake every June by the mating sound of the toadfish Porychthys notatus. The noise they produce is apparently more like a squadron of planes than a serenade, and can penetrate a concrete boat hull. Sounds are also produced by fish to help them swim in a school and to navigate. It is, though, not clear whether the sounds made by schooling fish result from the movements of muscles and bones within the fish or are the result of water movements produced by the moving school. Sonic records of certain fish noises have revealed a pattern of regular repetition. Some researchers have interpreted these repeat sounds as echoes from the seabed. It is possible that the fish are employing a form of echo location to navigate the ocean depths. The sounds produced, though lacking the complexity of language, are used to communicate information about a fishs internal state to the members of its own and other species. Although the type of sounds any species of fish can produce is limited, many of them can vary the length or intensity of the sound and the interval between sounds and so gain a repertoire of possible messages. Scientists tried to decipher the language of dolphins and for many years attempted to communicate with them without notable success. Interpreting the messages of fish is practically impossible, except in the most general terms. These messages cannot be considered a language in the way we normally use the word. photo caption A large number of fish and invertebrate species employ an intriguing array of vocal apparatus to overcome their lack of voicebox. Soundproducing structures are modified from, or make use of, anatomical equipment with quite unrelated functions. The most common methods involve the use of the swim bladder a fishs buoyancy organ, the rubbing together of hard parts such as teeth and bones, or a combination of the two. Some fish deliberately use hydrodynamic sounds. Larger species like grouper have been observed to warn off divers by rapidly closing their gill covers to produce a loud clap. Grey Nurse sharks may display a behaviour known as cracking when they are agitated. Swimming towards an intruder, a shark will quickly change direction with a whiplike motion of its tail, producing a loud hydrodynamic crack. Some species of fish produce sound by beating or rubbing the skin over the swim bladder with their pectoral fins as though theyre playing a drum or rubbing a balloon. A number of fish produce sounds by the action of bodywall muscles adjacent to an unmodified swim bladder. At the other extreme are fish which possess multichambered swim bladders with internal muscles, or muscles attaching their swim bladders to the skull or backbone. The sole purpose of these muscles is to play the swim bladder for the production of sound, rather like plucking a guitar string. photo caption The possession of specialised muscles or a modified swim bladder enables a fish to produce a variety of different sounds. In its simplest form, a single contraction of a muscle joining the skull or vertebral column with the surface of the swim bladder results in a single pulse of sound, like a single drumbeat. When produced in a rapid series the individual pulses become indistinguishable and a whine, trumpet, or croak is heard. Pitch varies with swim bladder volume and the frequency of muscle contractions. Variations in the length of the sound, the interval between sounds and the number of sounds in a sequence, further increases the potential repertoire. Typical swim bladder sounds are low frequency and harmonic. In the waters around Sydney the fishes that produce this type of sound include the trumpeter Pelates quadrilineatus, Eastern Frogfish Batrachomoeus dubius, Turretfish Trioris reipublicae, Mado Atypichthys strigatus and Bullseye Pempheris compressus, among others. Stridulatory sounds, those made by rubbing together hard parts, form the major proportion of background noise in the sea. The feeding sounds of fish and invertebrates, such as sea urchins and shrimps, can be very loud and continuous. This is, however, purely coincidental, though some species do rub their teeth or bones together deliberately. Pistolshrimps Alpheus spp make a noise loud enough to stun small fish by the concussion generated when their larger claw is closed rapidly. Oldwives Enoplosus armatus, toadfish and porcupine fish grind their teeth. Pipefish Stigmatopora spp. and seahorses Hippocampus spp. make a pop or click by snapping their head sharply upwards. In tropical waters Humbugs Dascyleusspp., Whitebanded Damsels Chrysiptera leucopomus and anemone fish Amphiprion spp. rub two adjacent bones together to produce a variety of pops, clicks, chirps and grunts for use in their complex courtship and dominance displays. Many fish that stridulate have their swim bladder positioned in such a way that it amplifies the sound, like the soundbox of a guitar. The sources of many underwater sounds have yet to be reliably identified. Though the fishes responsible are probably known, their soundproducing abilities remain untested, so the question of which sound goes with what species is a continuing puzzle. There is, for example, a fish in the Atlantic Ocean that makes a noise like a morse code signal. The sources of countless other underwater sounds have also yet to be reliably identified beyond a general definition, such as swim bladder sounds, stridulatory sounds and whale song. Some quite distinctive sounds resist categorisation and their origins, which may not be biological, remain a mystery. We know only a fraction of what goes on under the water and much more effort should be put into marine research. Sadly, the day when we can understand this song of the sea is a very long way off. Currently, nobody can be certain about the identity of the singers. caption photo Fungi friends of the forest Text and photographs Gerhard Saueracker Lochman Transparencies photo caption diagram photo caption Winter is a beautiful season in the bush. With the dust of summer washed away, leaves gleam when lit by sunlight and fresh, clean bark decorates once dowdy tree trunks. Beneath our feet, and in the logs around us, unseen threads of fungi are making their way to the surface where they will burst forth to spread their spores on the wet winter earth. The first fungi that most of us notice are those growing on fallen timber. At my favourite bush trail I dont even have to leave my car to see them, as logs that display a variety of fungi border the parking area. The most common is Stereum hirsutum which forms thin leathery photo photo brackets projecting up to 20 mm from the log. Its old growth is light brown, but fresh growth on the outer edge is a much more obvious yellow. Another yellow fungus also grows on these logs. Named Tremella mesenterica, it has a number of common names. In Australia we call it jelly or brain fungus, and in Britain and North America it is known as witches butter. When I see these two species, I know that my walk will be rewarded by the sight of many more fungi sprouting from logs. I may see more leathery fungi related to Stereum hirsutum, or stout bracket fungi, or delicate little fungi with the classical umbrella shape of mushrooms and toadstools. All of them contribute to the welfare of the forest, a recycling role that fungi caption caption photo photo photo photo has filled for hundreds of millions of years. When trees grow, they accumulate nutrients such as nitrogen and phosphorus. Once a tree dies it must decompose before these nutrients again become available to other plants. While tiny bacteria contribute to decay, fungi are more important to the forest for, only they can degrade lignin, the most durable component of wood. A threedimensional polymer, lignin is the material that gives wood its strength. It comprises three subunits joined by a variety of chemical linkages and is therefore complex to dismantle. Certain fungi, particularly bracket fungi, are designed to do this job and once they start the process other fungi will follow."
}