{
    "text": "MPs force inquiry in ICAC head crisis By CINDY SCIBERRAS A PARLIAMENTARY committee will investigate whether Justice Barry OKeefe is fit to head the ICAC after it was alleged yesterday that he campaigned for the Government in the Parramatta byelection. Labor MPs and the nonaligned Independents combined in Parliament yesterday to use their numbers to force the Government to reconsider Justice OKeefes posting. The parliamentary ICAC committee will now take the unprecedented step of investigating whether Mr OKeefe is fit under the terms of the ICAC Act to be the States leading corruption fighter. The move came after Opposition Leader Bob Carr produced a copy of a letter Justice OKeefe wrote to National Trust members on August 19 praising the Government for a 675,000 grant to revamp Old Government House in Parramatta. He alleged that the letter, signed by Justice OKeefe as National Trust president, went exclusively to members living in Parramatta a week before the byelection. Mr Carr said it raised serious doubts about the independence of the office of the ICAC commissioner. The byelection was won by ALP candidate Gabrielle Harrison by 6 per cent of the vote from Liberal hopeful and Parramatta councillor Wendy Jones. Ms Harrison stood after her husband and sitting member for Parramatta Andrew Ziolkowski died of cancer earlier this year.Ms Harrison was sworn into State Parliament this week. Last night, Justice OKeefe refused to comment. Key independent MP and ICAC committee member John Hatton labelled the incident as a crisis of the ICAC.I cannot see how this appointment can survive under the circumstances that we saw in the Parliament today, he said. In Parliament, Mr Carr claimed that the letter was sent at the Governments request while Mr OKeefe was negotiating the terms of his appointment. Premier John Fahey vehemently denied this charge but Mr Carr said heritage matters had been regarded as vital issues in the marginal electorate. Whether at the bidding of the Government or not, he displayed total lack of judgment, or strong partisanship, Mr Carr said. If the ICAC is to work and do its job, it must be above party politics, there must be agreement that the head of the body is out of the political arena. Why not just say Vote Liberal and be done with it Justice OKeefes letter referred to an August 16 visit to Old Government House by Planning Minister Robert Webster. The National Trust is very grateful to the State Government for its generous grant, the letter reads. It also refers to it being great news for Parramatta. Justice OKeefes appointment hit another snag last night when the Opposition said it would not support Government plans to guarantee in legislation that he can return to the Supreme Court bench after his term as ICAC head finishes. The Government has agreed to allow Justice OKeefe to return to the bench as a condition of his accepting the job. Such a move allows him to collect a Supreme Court judges pension later. Mr Fahey hit back at the Opposition yesterday, accusing it of trying to destroy Justice OKeefes character. He said the letter was unsolicited and it was done by a man who gives voluntarily to many organisations and serves the National trust well as its president. After the Opposition raised the issue yesterday, Cabinet Office directorgeneral Roger Wilkins contacted Justice OKeefe. The judge replied in writing yesterday afternoon to Mr Wilkins, confirming he wrote the letter on August Justice OKeefe said the letter was discussed at a meeting of the Trust finance committee on the previous day and its contents also formed part of a report to the board on August The letter accords with the practice which I have adopted in relation to events which touch upon a particular branch or geographic areas in which the Trust operates, he said. He said that he also wrote to members in the marginal Blue Mountains electorate when funds were announced for the Trust property Everglades at Leura. State resists Budget spending spree FAHEYS POLL GAMBLE By State Political Reporter MICHAEL CAMERON THE Fahey Government has gambled its reelection hopes on a popular yet fiscallyresponsible Budget delivered yesterday. With six months to go until the March poll, Treasurer Peter Collins promised 1 billion in spending in the voterfriendly areas such as health, education and community services. At the same time he has locked a Coalition Government into tax relief and a strict timetable of debt reduction. There also was a commitment to dramatically increase public housing particularly pensioner units, more police and teachers, new schools, better TAFE colleges, improved roads and greater drought relief. The Treasurer promised 2 million in tax cuts including the abolition of licensing fees for lowstrength alcohol, cuts to payroll tax and land tax concessions for low cost rental accommodation. I think there is a lot in this for the average voters there are better hospitals, better schools, better roads, he said. This is a Budget of common sense, sensitive to the problems of ordinary people and families. The State Government benefited from an unexpected 559 million revenue windfall last financial year as a result of the improving economy. Buoyant property and sharemarkets produced 315 million more than expected in stamp duties and share transfer fees while club punters provided a 38 million surprise in poker machine tax. The bonus revenue helped the Government to ply 556 million more in capital works projects and 378 million in new services. The Budget was also aided by 155 million in special payments from Prospect Electricity, the Maritime Services Board, the Land Titles Office and the Treasury Corp. They also reaped 940 million from Government Trading Enterprises but the Treasurer said this would be reduced in future years owing to plans to expose State monopolies to competition. Mr Collins said the Government was within striking distance of balancing the annual budget. The improved economy had seen its original 890 million deficit estimate slashed to 430 million for 1993 This is estimated to come in at 353 million this financial year with a zero deficit result to be achieved within four years. Learning from its unsuccessful porkbarrelling in last months Parramatta poll, the Budget contains a number of longterm initiatives, including 150 million to reduce the States superannuation liability in 20 years. Over the last six years the Coalition Government has worked hard to remove NSWs finances from the critical list and nurse them back to health, Mr Collins told Parliament, delivering his second Budget as Treasurer. This Budget delivers the benefits of that reform it delivers on debt reduction, it promotes further sustained economic development. Mr Collins appeared to water down the Governments promise, made on Tuesday, to bring in legislation to force future treasurers to balance the Budget. He said a referendum question based on the legislation to be put to voters next March would be couched in careful terms, allowing deficit budgets where there were unforseen circumstances. These included major cyclical changes in the economy. Under his proposed law change, governments would be able to go into the red for a set period but must eventually return the budget to balance. Opposition finance spokesman Michael Egan described the Budget as containing unbelieveable bribes that would not wash with the electorate. It is really an attempt by John Fahey to buy your vote with your money, Mr Egan said. The people of NSW, like the people of Parramatta, wont buy it. Business cautiously welcomed the Budget. A spokesman for the Chamber of Manufactures said the private sector welcomed the corporatisation of the Water Board and hoped for further reductions in payroll tax. In a lavish Budget Day production, Mr Collins said the Government had systematically rebuilt the NSW hospital system. More than 2 billion will be spent on health this year, an increase of 6 per cent in real terms, the Treasurer said. More than 960 million will be spent in greater western Sydney and 388 million on the central and north coasts. This years health budget will include a record capital program of 460 million, an increase of more than 18 per cent on 1993 Another big winner is the Premiers Department, which will see its funding increase by 82 per cent in the year. This is, in part, due to the 20 million needed to establish the Police royal commission. At the same time the cashstrapped Ombudsmans office will receive no increase a reflection of the ongoing resentment towards David Landa. As expected, the seventh Coalition Government Budget provided many minor funding promises aimed at pleasing the broadest range of voters. These included the abolition of the 7 per cent liquor licensing fee now levied on the wholesale price of lowalcohol beer. If retailers pass on the savings to their customers, beer drinkers could enjoy a 1 to 50 reduction in the price of the average carton of beer. This will apply to beers with an alcohol content of less than 5 per cent such as Tooheys Blue and Carlton Light. The Government will build 3105 new units of public housing this financial year. Government officials say the 310 million spent on housing this year will be targeted to allow more suitable housing for single occupants. Drought may bump food costs up 25pc By CHRISTINE SPITERI THE cost of some food items could increase as much as 25 per cent by the end of the year if the drought devastating NSW continues, experts predicted today. National Farmers Federation executive director Rick Farley said meat was subject to the most volatile price changes but eggs, bread, chicken, flour and some fruit and vegetables may also be affected. He said food price increases were more likely if the drought widened to States which were currently unaffected. Mr Farley said many droughtaffected farmers had already sold off nonessential stock. Initially that leads to a surge of product on the market and in those circumstances prices for the consumer fall, he said. But as farmers reduce their stock to breeding herds only, the supply drops off and naturally that can lead to an increase in prices. The fact that Victoria, Western Australia and South Australia are okay tends to offset that but if the drought widens, we could see prices go up. He said forecasts of a 2025 per cent increase in the cost of some food items if the drought continued were fair. The Australian Consumers Association has warned customers to shop around to ensure they are not paying too much for food. ACA spokesperson Gail Kennedy said comparing prices allowed consumers to identify unscrupulous retailers who might use the drought to raise prices unjustifiably. We certainly dont want to see consumers being ripped off by retailers who are using the drought as an excuse to increase prices, she said. But if supplies drop off, obviously the market determines the prices. Shopping around is the way to go to ensure you get the quality you want at the right price. Ms Kennedy said consumers should consider frozen and canned fruit and vegetables if prices became unaffordable. Prices Surveillance Authority chairman Dr David Cousins said it was impossible to anticipate a rise in food prices because of the many variables linked to the drought and supply. He said the 1982 drought did not result in the sharp rises in food costs initially forecast, although prices did surpass CPI increases. I think it is very dangerous to be speculating about rises in the price of food brought on by the drought, he said. There are so many variables depending on different products, different areas that any forecasts are very uncertain. Dr Cousins said the flowon time for price increases, if any, would be the next three to four months. Consumers could expect some prices to fall, like meat as farmers sell off their stock, but these prices might later rise. The PSA will monitor the shift in food prices. Bail on sex charges A CLUB doorman charged with kidnapping and raping two women after enticing them into a Kings Cross strip club has been released on bail on condition he does not approach his alleged victims."
}