{
    "text": "Law limits native title Canberra bid to ease Mabo fear By WALLACE BROWN national affairs editor in Canberra NATIVE title will be extinguished over residential, pastoral and tourism leases under federal Mabo legislation. In other cases, such as mining, Aborigines will not have automatic veto over the use of the land. But companies will be obliged to take part in a process in which a special tribunal will try to settle any disputed negotiations, and the federal or state government will have the final say. Compensation by governments to Aborigines will be capped. Existing Aboriginal reservations in tourism areas will be excepted under the new law. In Brisbane, Premier Wayne Goss welcomed news of the federal move. I hope they have taken into account the range of issues raised by the states in particular relating to mining leases, to problems with funding Aboriginal land councils, the revival of native title and validation of titles issued before 1975, he said. We will be asking for a copy of the legislation dotted line so we can start drafting our own legislation to validate existing titles in Queensland for instance Comalcos Weipa project. Mr Goss earlier vowed to protect Comalcos bauxite mining against claims of native title. Comalco said its 75 billion investment had been put at risk by native title claims. Australian Mining Industry Council executive director Lauchlan McIntosh said the exclusion of mining leases from developments which extinguished native title was absolute nonsense. He said the Federal Governments approach could lead to reduced investment. PhotoCaption Its a nonsense to suggest that you might move two thousand million tonnes of materials in a mine and it doesnt extinguish native title and yet if you build a few houses it does, Mr McIntosh said. Wheres the equity in all this We have to have a practical outcome you cant have a practical outcome if you have snippets of principles being leaked to the press. Aboriginal leaders said the legislation would jeopardise many land claims in Queensland. Activist Michael Mansell said pastoral claims in north Queensland, the Northern Territory and especially Western Australia were in doubt. Some of the these claims wont even get a hearing, he said. Mr Mansell said aborigines now had to attack the Government in the international arena and learn from black South Africans fight against apartheid. He said Aborigines would discuss seeking international support through trade sanctions, political boycotts and fighting Australias bid for the Olympics. He foreshadowed a big Aboriginal response to the about face. Foundation for Aboriginal and Islander Research Action coordinator Bob Weatherall said Aborigines would be disappointed. He said the decision inadvertently gave miners and pastoralists more rights and awarded minimal rights to Aborigines. The High Courts historic Mabo decision in June 1992 rejected the longheld principle of terra nullius that the land was not owned before British possession was declared 200 years ago. The decision recognises prior title by Aborigines and Torres Strait Islanders. Federal Cabinet reached key decisions on Mabo legislation in six hours of discussions yesterday. The legislation, aimed at clarifying the complicated Mabo issue and reassuring people on all sides of the argument, will be introduced in Parliament by AttorneyGeneral Michael Lavarch in the Budget session starting on August In some instances the states may need to introduce complementary legislation but, under the Constitution, Commonwealth law supersedes state law. The sticking points with the states which Cabinet discussed yesterday are understood to include Aborigines rights to negotiation. Under the new law, companies must consult Aborigines before any activity begins on Aboriginal land. If no agreement is reached, a new tribunal will arbitrate. The Crown either the Federal Government or a state government will be able to override a tribunal decision if, in its opinion, the decision does not accord with the national interest. Where there is not yet acknowledged native title, state land management authorities will be able to issue grants of interest in the land in effect a potential lease, subject to the fact that the lessees may be required later to pay Aborigines compensation for native title. Compensation will be capped at the freehold value of the land, to be determined by the tribunal. But more than freehold value will be required if there is special Aboriginal attachment to the land. Sources said the proposed legislation would make it clear that Aborigines will not lose any existing land or rights. United Graziers Association of Queensland chief David Moore said his organisation welcomed the Governments move but said the problem was still far from solved. Mr Moore said landholders could still be liable for court costs involved in defending their leases against claims. He said federal legislation should take care not to override legislation already in place in Queensland. Queensland legislation recognises areas outside leases such as water courses, stock routes and water points, he said. Federal legislation should not ignore this. Cairns casino winner named BY ROB CULLINAN in Cairns A CONSORTIUM involving the Australian Olympic Committee has won preferred applicant status for the new Cairns casino a 160 million development to be built on the controversial Customs HouseAnzac Park site. State Treasurer Keith De Lacy announced yesterday that Cabinet had approved the Reef Consortium as the preferred applicant and that construction could begin on the project before the end of the year. Mr De Lacy said the Reef Consortium was required to pay an upfront fee of 36 million to pay for a new convention centre which would further boost Cairns status as a major tourist destination. Mr De Lacy will be holding talks with Cairns Mayor Kevin Byrne today and said an announcement on the convention centre would be made later in the week. But Ald Byrne and other community leaders yesterday expressed disappointment at the decision to build the casino and hotel on the Customs HouseAnzac Park site. Ald Byrne was joined by the National Trust, Aboriginal groups and the State Opposition in claiming the State Government had ignored the wishes of local interest groups. A spokesman for the Yirrganydji tribe said they would be seeking a Supreme Court injuction to prevent any work taking place on the site. The Yirrganydji people are in the process of preparing a Mabostyle claim for Anzac Park. Three tenders applied to build the casino on the controversial site with a fourth tender opting for a disused railway site on the fringe of the central business district. The Reef Consortium includes international casino operators Casinos Austria, hotel group Country Comfort Trust, the AOC, and Touraust Mangement Pty Ltd. Mr De Lacy said the proposal included restoring Customs House and doubling the size of Anzac Park through the addition of land from the Cairns Port Authority site opposite. I think youll find that most people in Cairns, when they look at the quality of the design, the sympathetic treatment to Customs House and the fact Anzac Park has not only been preserved but about doubled in size, that most of the concerns dotted line will evaporate, he said. Mr De Lacy said he was aware of Aboriginal interest in relation to Anzac Park and said that any issues arising from this would be resolved at the appropriate time in a way that was fair to all concerned. He said the successful consortium won preferred status on the basis of its design. The proposal involves a relatively lowrise, lowimpact building that will enhance the character of Cairns, he said. As well as an initial 45gaming table and 540machine casino, the complex will also include 130 fivestar hotel rooms and suites. The most outstanding feature of the building, however, will be a magnificent rooftop observatory featuring local rainforest plants. Mr De Lacy said the casino was due to open in May 4600 rail jobs to go Sweeteners for idle staff EXCLUSIVE By TONY KOCH A FURTHER 4600 Queensland Rail jobs will be shed in the next five years, confidential documents show. The attempt to make the department commercially competitive comes amid embarrassing details of idle railway staff who are not allowed to be sent where they are needed. In one case new employees were contracted for a rail project while workers in a nearby town had no work to do. The documents say that even after the shedding there will be an estimated 1364 surplus staff by 1998, costing 57 million in pay. Railway employees whose jobs have been swallowed up in recent government rail closures and rationalisation have refused to accept voluntary redundancy packages on offer. Queensland Rail is being advised to sweeten the deals or come up with more creative redundancy packages so employees will take the money and go. The department is running into problems because of the stated policy of Transport Minister David Hamill barring dismissals, forced retrenchments or forced relocations. Already dozens of railway employees in centres throughout Queensland including Maryborough, Toowoomba, Warwick and Wallangarra are doing nothing or are enrolled in TAFE courses learning skills such as smallengine maintenance in the hope they might start lawnmowing businesses. The employees cannot be moved to other centres. For example, Toowoomba has up to 20 redeployees employees who are paid but have no work to do. Just down the range from Toowoomba, the Ipswich to Rosewood line is being electrified but the work was not offered to them. Instead, employees have been especially contracted to do it. The department is considering offering some of its redeployees gainful employment working on roads for local authorities. But Queensland Rail would continue to pay their wages because of Mr Hamills commitment on no forced redeployment or retrenchment. Mr Hamill said last night that since the voluntary early retirement package was introduced in April 1991 there had been 3700 applications, of which about 3000 had been accepted. Despite any suggestion from anyone in the human resources area in QR, the Governments position is very clear that we will not be changing our policy position. VERs will be used, he said. If that means dotted line that QR goes through a period of carrying surplus staff, so be it. It is not the fault of these people that the railways have been run down or technological change is altering the number and nature of jobs available in QR. The staff problem has been worsened by Cabinets decision last week to close most of the spur lines in northern and western Queensland, putting in jeopardy up to 530 rail jobs including 70 train crew and 98 shunting staff. There are 126 jobs involved in the CharlevilleCunnamullaQuilpie closures alone. In Gayndah there are 26, Mitchell 18, Mareeba 43, Blackall 18 and Winton A confidential Queensland Rail document outlining the proposed strategies for the deployment and outplacement of surplus staff was prepared for QR human resources management head David Hemple as a briefing paper for QR chief Vince ORourke. It says Queensland Rail is currently facing a period of unprecedented largescale restructuring which will necessarily involve a number of positions being declared surplus. QR will be carrying additional salary and wages of 57 million by 1998, an unacceptable amount especially in light of the pressure dotted line to operate on a commercial basis. The only options currently available to QR management include natural attrition through resignation or retirement, or VERs. Schools warn of fee rises PARENTS of the 140,000 children in Queenslands private schools would face fee increases under State Government plans to cut funding, school groups warned last night. The funding cut, which Education Minister Pat Comben said would be less than half a percent, would represent at least 4 a student based on last years 9 million State Government funding of nongovernment schools. Mr Comben said yesterday the 199394 private shcools grant would be more than ever before. But a Federal government decision to slash 115 million from Queenslands share of states grants forced cuts to private schools funding. Association of Independent Schools of Queensland executive director Bradley Smith said funding cuts would lead to fee increases in the associations 115 member schools. It also would have an impact on struggling bush boarding schools already battling the rural crisis."
}