{
    "text": "Dispute turns ugly By ANDREW DARBY, Burnie, LEON GETTLER and KAREN MIDDLETON Police and picketers clashed violently outside the Associated Pulp and Paper Mills plant in Burnie late yesterday, as the dispute spread to the mainland with a planned national coalminers strike next week. Police, strengthened by reinforcements, heaved picketers to one side as they escorted about 20 workers through the lines of screaming strikers, who had locked arms. Two people went to hospital with injuries. The violence came after weeks of tension and bitterness over the threemonthold dispute, which yesterday resulted in about 300 of the companys 850strong workforce being sacked. Late last night, the number of picketers had swelled to about 400, as the 11 pm shift change went by without confrontation. A police spokesman said almost 1000 people police, spectators and the picketers were gathered outside the mill gate. The Prime Minister, Mr Keating, said the situation in Burnie had deteriorated into industrial mayhem. He said this would end only when the company comes to its senses. But the mill manager, Mr Ken Henderson, said that police had to prevail over what threatened to become the law of the jungle Mr Henderson said that workers who did not report for work yesterday, or did not formally declare that they had tried to report, no longer had a job. He expected to lose up to half the workforce. Yesterday morning, police were twice repelled by picketers. Then at the afternoon shift change, more than 80 police struggled for more than 10 minutes to take about 20 returning workers through the picketers. There were five arrests. Earlier in the day, 36 picketers were arrested when they refused to part ranks for returning workers on the morning shift and when they turned back a laden fuel tanker. After facing a total of 40 obstruction charges and one of assault, all those arrested were released last night. Tension was heightened on the picket lines by the presence of a squad of security guards, clad in black, whom the strikers dubbed the ninja turtles. They were alleged by picketers to have been involved in two assaults. The company defended its right to hire security guards. The ACTU president, Mr Martin Ferguson, said the security guards had been imported from interstate and included individuals who had previously been involved in violent clashes with strikers in other disputes. Police Inspector Roy Fox said at the millI see it remaining like this, with flashpoints all around the mill, until the dispute is solved by some other means. A union official on the picket line, Mr Mike Grey, said that yesterdays clash reflected the federal coalitions industrial policy. Theyve come out supporting APPM. Its going to be the same for every worker in Australia. Another organiser, Mr Shayne Murphy, saidWell sustain it the industrial action as long as the company can. The fact is, they dont have the numbers who they claim want to go to work. Theyre just trying to create a violent scene by the tactics they are using. Despite the events outside his mills gates, Mr Henderson said there was now no agreement to negotiate with unions. He said APPM had stuck by an order of the Industrial Relations Commission last Friday for a return to work, and it did not require any further negotiation. The Tasmanian Premier, Mr Ray Groom, described the events as a disgraceful way to conduct industrial relations. He hoped that a compulsory conference called by the Industrial Relations Commission in Melbourne today could act as a circuitbreaker for the dispute. Mr Ferguson welcomed the compulsory conference.Frankly I wouldnt want to hold my breath waiting for Mr Peter Wade the managing director of North Broken Hill Peko, the mills owners and his cohorts to face to up their responsibilities, he said. He also condemned APPMs sackings as unAustralian, and called on the community to support the workers. The coalminers stoppage, called by the 15,000strong United Mineworkers Federation for next week, is the first time the dispute has spread to other parts of Australia. It comes as the ACTU moved yesterday to seize the high moral ground and take to the public its fight North Broken Hill Peko. The federation is also calling on the Federal Government to enshrine a right to strike in legislation. In a surprise move, the Tasmanian Police Association has sent 10,000 to the fighting fund. The association is affiliated with the Tasmanian Trades and Labor Council and the ACTU. The associations secretary, Mr Keith Morrow, said the ACTU and Trades and Labor Council had been told that police facing picketers at Burnie would do their job, regardless of the donation. The Oppositions industrial relations spokesman, Mr Howard, yesterday accused Senator Cook of encouraging violence with his parliamentary warnings about bloodshed on the picket line. What I have criticised is the government taking sides and from the very beginning of this dispute, Peter Cook took the side of the unions, Mr Howard said on ABC radios PM program. Key ruling boosts blacks land claims by CAMERON FORBES, Canberra A full High Court judgment in a legal battle by the people of tiny Murray Island in the Torres Strait is being hailed as being of sweeping significance for Australias indigenous people and the death of the concept of terra nullius that Australia was no ones land when Europeans arrived. In a 61 majority decision on what has become known as the Mabo case, the full High Court found that Australian common law recognised a form of native title and declared that the Meriam people are entitled as against the whole world to possession, occupation, use and enjoyment of the lands of the Murray Islands. Lawyers involved in the Murray Island case say that the judgments as a whole have profound implications for present landrights legislation, the process of reconciliation with Aborigines and Torres Strait Islanders, land claims by traditional Aboriginal communities, and relations between Aborigines and miners. Two of the judges, in language they said might be thought unusually emotive for the court, described a process of dispossession, degradation and devastation of the Aboriginal people that left a national legacy of unutterable shame. Justice Mary Gaudron and Mr Justice Deane said The acts and events by which that dispossession in legal theory has carried into practical effect constitute the darkest aspect of the history of this nation. The nation as a whole must remain diminished unless and until there is an acknowledgement of, and retreat from, those injustices. The federal Minister for Aboriginal Affairs, Mr Tickner, said History was made in the High Court today. The highest court in the land has taken the position that terra nullius is to be rejected and relegated to the dustbin of history. Mr tickner was guarded about the consequences. A battery of lawyers was considering the judgment, he said, but in the short term he could dismiss as unfounded alarmist speculation about possible outcomes. The chairman of the Northern Land Council, Mr Galarrwuy Yunupingu, said the pathetic excuse of terra nullius is now dead and called on the Federal government to move quickly to negotiate a treaty and implement comprehensive land rights legislation or face a barrage of litigation. On Murray Island, Lillian Passi, the first to hear, cried Thank God, thank God. The islanders immediately started preparing a victory feast. And a Torres Strait leader, Mr George Mye, of neighboring Darnley Island, who is the Aboriginal and Torres Strait Islander Commission representative for the region, said that all islanders would now move for recognition of their traditional ownership of their lands. Im overjoyed, Mr Mye said. We want to be part of Australia, but we want autonomy. The court pointed out that its formal order was cast in a form which will not give rise to any possible implication affecting status of land not considered in the case. It also declared that the Meriam peoples title could be extinlguished by Queensland by a valid exercise of power, provided that this was not inconsistent with the laws of the Commonwealth. However, lawyers for the Murray Islanders pointed out that in 1985 the Queensland government has passed legislation expressly extinguishing all native rights to the Torres Strait islands, retrospectively to This had been ruled invalid in a majority full High Court decision on the ground that it was inconsistent with federal racialdiscrimination legislation. And lawyers involved in Arboriginal landrights claims and other legal cases were clearly delighted with the reasoning of Mr Justice Brennan with which the Chief Justice, Mr Justice Mason, and Mr Justice McHugh said they agreed and that of Justice Gaudron and Mr Justice Deane. They said the judgments contained invaluable ammunition for future battles. On terra nullious, Mr Justice Brennan saidIf it were permissible in past centuries to keep the common law in step with international law, it is imperative in todays world that the common law neither be, nor be seen to be, frozen in an age of racial discrimination. The fiction by which the rights and interests of indigenous inhabitants in land were treated as non existent was justified by a policy which has no place in the contemporary common law of this country. Mr Justice Brennan also made important observations on how indigenous peoples links with the land should be viewed. Under the landmark Northern Territory landrights legislation, Aboriginal groups have to demonstrate continuing traditonal links with the land. Mr Justice Brennan said Of course, in time, the laws and customs of any people will change and the rights and interests of the members of the people among themselves will change, too. He said it was immaterial that the laws and customs had undergone some change since the Crown acquired sovereignty, provided the general connection between the indigenous people and the land remained. Mr Justice Brennan indicated a wider application of his rulings Nor can the circumstances which might be thought to differentiate the Murray Islands from other parts of Australia be invoked as an acceptable ground for distinguishing the entitlement of the Meriam people from the entitlement of other indigenous inhabitants to the use and enjoyment of their traditional lands. Government backs down on law for contractors by KAREN MIDDLETON and LEON GETTLER The Federal Government has backed down on parts of its contentious industrial relations legislation to appease employer groups and win crucial support from the Australian Democrats. The Minister for Industrial Relations, Senator Cook, said last night that Cabinet had approved an amended version of the bill aimed at tying independent contractors into the industrial system and stamping out sham contracts. The Government, under pressure from the Confederation of Australian Industry and other groups, will ask the High Court to clarify the powers of the Industrial Relations Commission. Senator Cook has also agreed to a Democrat demand to drop the requirement that contractors be members of a union before they can approach the Industrial Relations Commission for a contract review. This was also a sticking point among employer groups, which looked upon the clause as de facto compulsory unionism. Employers have welcomed the Governments decision. The chief executive of the confederation, Mr Ian Spicer, said last night that employers had called off plans to mount a costly advertising campaign against the legislation. I think the Government was influenced by our concern dotted line but I think they also saw there was a very widespread opposition to the bill from an enormous section of the community, Mr Spicer said. The Governments decision to support any future High Court case to test the commissions powers would effectively hold up the proposals until at least after the next election, as any test case could take up to 12 months. Mr Spicer said If the CAI participates in any High Court proceedings that take place, it will be to strongly oppose interpretations that would extend the reach of the present powers of the Industrial Relations Commission. He said the confederation still opposed other provisions in the amendments to the Industrial Relations Act, including measures that would give the commission the power to review unfair contracts."
}