{
    "text": "RESOURCES Bass gas tax bombshell By STEPHEN MAYNE THREE former Supreme Court judges dropped a bombshell yesterday when they handed down an interim finding which suggests Victorian taxpayers will be asked to foot a 1 billionplus Federal tax liability on Bass Strait gas. The threemember panel on the commercial arbitration ruled that BHP and Esso can pass on the cost of the Federal Governments controversial Resource Rent Tax RRT to Victorian taxpayers. RRT on Bass Strait gas was introduced in 1990 and is levied at 40 per cent of profit on offshore gas production. Treasurer Alan Stockdale last month said the present value of the liability created by the RRT on Victorian Bass Strait gas was more than 1 billion. EssoBHP has already paid about 300 million to the Federal Government since the tax was retrospectively applied to longterm fixedprice gas contracts EssoBHP has with the Gas and Fuel Corp and the former SECV. Generation Victoria, the new power station arm of the old SECV, buys gas from EssoBHP to run its Newport and Jeeralang gasfired power stations. Yesterdays interim finding related to the 15year contract between EssoBHP and Generation Victoria which expires in The bulk of the 1 billionplus liability relates to longterm contracts between EssoBHP and the Gas and Fuel Corp, but yesterdays interim finding for the smaller of the two commercial arbitrations is regarded as a pointer to the bigger one. Mr Stockdale last night said the decision would delay national gas reform and that the Government still believed the tax should be paid by the producers EssoBHP. RRT was intended to be a tax on the profit made by producers and we remain of the view that it should not be passed on, he said. The Federal Government is believed to support this view and could yet intervene. BHP Petroleum spokesman Bernie Delaney said the parties would need to examine the reasons for the finding which will be released later this month. It would appear that our contractual rights are being respected, he said. The decision will inevitably get wrapped up in negotiations between EssoBHP and the Government over the future ownership of Newport and Jeeralang and the renegotiation of a series of gas contracts which begin expiring in BHP chief executive John Prescott is aiming to negotiate new gas contracts at up to 10 times the present prices. While EssoBHP has been paying the 80 million annual tax to the Federal Government, Generation Victoria has been writing off its 1015 million liability each year. However, Gas and Fuel has only been noting it in the accounts as a contingent liability so it may be forced to make a 200 millionplus write down. MARKETS Share slide continues By Nachum Kaplan INTEREST rate concerns and large falls on overseas markets hammered Australian stocks yesterday with the market falling sharply for the second consecutive day. More than 6 billion has been wiped off the markets value over the past two days as the All Ordinaries index tumbled another 3 points to 8 yesterday. Austock senior analysts John Roysmith said It was pretty weak, the market had expectations of a rate rise which didnt come through and it was weak after a big fall on Wall Street. The Dow Jones industrial average tumbled 67 points to 13 after the release of figures which showed strong earnings by the nations leading manufacturers. This sparked fears the US economy was growing quickly enough to create strong inflation which may need to be quelled with higher interest rates. Fears about rising interest rates, locally and in the US, caused the Australian December share price index futures which reflect market expectations to plummet 36 points to 1960, almost a 20 point discount to the physical market. Despite the markets weakness brokers said it was now reaching levels where it should enjoy reasonable support. The sharemarket is in a negative mood at the moment, but it shouldnt go much lower before hitting a plateau, said one broker. The gold index was hit hard and lost a hefty 3 points to 8 as many gold stocks felt the wrath of the bearish market. Delta Gold fell 11c to 67, Newcrest Mining was 14c weaker at 88 while Samantha Gold lost 23c to Many stocks were punished by the weaker market and BHP tumbled 32c to 06 just weeks after hitting a record high of Retail giant Coles Myer stumbled again and it lost 9c to 94 while flu company Biota Ltd plunged 45c to 20 as the market stripped the drug company of the impressive 80c gain it made on Monday. One standout performer in yesterdays market was Pacific BBA which powered ahead 27c to News Corporation regained some lost ground after Tuesdays stumble and gained 2c to Despite the drama on the equities market the credit market firmed slightly as yields on yardstick Commonwealth long bonds fell five basis points to 25 per cent. The Australian dollar regained some lost ground after Tuesdays fall and closed local trade 15 points higher at US BRANDS Holeproof looks for brief affair with younger men By Jane Schulze BELLS, the traditional Melbourne underwear and sock brand, has been relaunched by the Holeproof company to try and attract younger customers while retaining its position in the over 50s market. Holeproofs group general manager David Stevenson said new underwear styles and sock patterns would be introduced to make the brand more contemporary, but would not alienate their traditional older market. While brands such as Calvin Klein have dramatically expanded the younger underwear market, Mr Stevenson said Bells wanted to move into the 30s plus market from its traditional base of consumers aged over We are targeting the 30yearolds that are comfortable with a knitted brief as opposed to boxer shorts, the men 40plus aspiring to be 30 again and the 50yearolds who have known the brand for 20 years and want to make sure they are not totally alienated, he said. The high profile end of the market does not fit with the brands steeped in 80 years of heritage you cannot be all things to all people. Mr Stevenson said increased fabric choices and improved technology meant it was now easier to create more interesting sock patterns and underwear styles. Included in the new range are three new sock patterns, bicycle trunk style underwear and a full brief in different fabric combinations. The traditional athletic style underwear has also been retained but slightly modernised using ribbed and interlocked cotton. We have been developing the underwear side of Bells as it was languishing a bit in that its sales rested on one or two styles only, he said. Its definitely not aimed at the teenage market, but thats not to say there would not be appeal in the sock area and with some of our mens briefs. Packaging has also been updated from the burgundy colour to heritage green and for the first time similar labels appear on both underwear and socks. However the traditional three soldierlike hotel porters remain on the packaging. Mr Stevenson said the fact that Bells was only available through department stores and specialist retailers was an advantage as it meant marketing was able to be clearly focussed by those retailers. We wouldnt say its an aggressive marketing campaign, but we have aimed to keep the product in its defined position in the market place, he said. He said Holeproof brands, including Underdaks, Alfreds and Computer Socks, held about one third of the 160 million mens sock market and about 40 per cent of the 250 million retail underwear market. ECONOMY Survey finds firms very busy By Simon Pristel AUSTRALIAN companies are run off their feet with increased business, according to a survey released yesterday. And companies expect to boost sales, profits, jobs and investment before Christmas. The Metal Trades Industry Association survey of 290 companies found 60 per cent of them experienced busy or very busy production activity last month, the best result for five years. And activity is set to accelerate in the next three months, with three quarters of companies anticipating busy or very busy conditions. The survey also found THIRTYNINE per cent of companies boosted staff numbers in the past three months, but the pace of employment growth is expected to be slow in the next three months.MORE than 55 per cent of companies reported increases in sales and orders in the past three months and more growth is expected.ALMOST 30 per cent of companies boosted their export sales, while 9 per cent saw exports fall back. ABOUT 70 per cent of companies expect to increase their investment spending in the next 12 months, while 10 per cent expect to cut spending. SEVENTYTWO per cent of companies expect profits to grow over the next 12 months. The survey is further evidence that the economic recovery is entrenched and likely to grow strongly. But there are increasing fears among economists that the economy could be growly too strongly. This could cause inflation to rise, putting the recovery at risk. Economists believe these fears could prompt the Reserve Bank to soon possibly at its Board meeting today lift official interest rates to slow down the economy. Treasurer Ralph Willis yesterday said the Federal Government was committed to keeping inflation low by adopting a firm stance on monetary policy interest rates. Speaking at the interim committee meeting of the International Monetary Fund in Spain, Mr Willis said strong growth in East Asian economies, which was expected to continue, had boosted economic growth in Australia. But Opposition Treasury spokesman Peter Costello said Mr Willis was ignoring advice from the Treasury to rein in the budget deficit. Mr Costello yesterday said Mr Willis had privately told people he wanted to cut the budget deficit faster than planned, but that Prime Minister Paul Keating was preventing him from doing so. Mr Costello said unless Mr Willis cut the deficit faster than planned interest rates would soar and put the recovery at risk. SUNDAY TRADING Retailers work out deal By JANE SCHULZE Victorias major retail groups have hammered out a compromise deal on Sunday trading and will now lobby the State Government to increase the number of trading Sundays from 10 to Under the deal, all metropolitan stores would open the first Sunday of each month and the three before Christmas The five asociations, representing businesses of all sizes, put the plan to the State Government following continued confusion with the present rules. The Combined Retailers Association of Victoria, the Retail Traders Association of Victoria, the Victorian Employers Chamber of Commerce and Industry VECCI, the Australian Council of Shopping Centres and the Building Owners and Managers Association BOMA worked out the deal six weeks ago. The groups then requested a meeting with Small Business Minister Vin Heffernan. But the ministers spokesman said Mr Heffernan told them the government did not intend changing its Sunday trading policy in this term of government. Under the 1991 Shop Trading Further Amendment Act, 10 Sundays are allowed for trading, six of which are determined by the Government and four by the Shop Review Trading Panel. VECCI chief executive officer David Edwards said the groups would maintain their united front in lobbying the Government for a change. The proposal has the agreement of all the industry groups but in the past there have been different views dotted line this is a compromise position that everyone in the industry supports,he said. Retail Traders Association executive director Ron Thomlinson said he was not surprised the groups wrre able to find a united position. Irrespective of their diversity no one is terribly happy with the 10 Sunday rule, he said. Combined Retail Traders executive officer Tony Christakakis admitted the deal would disadvantage some of their members but would boost the overall retail sector. BOMAs executive director Brian Welch said the confusion surrounding Sunday trading made it difficult to market. Opening on the first Sunday of each month would benefit both large and small retailers as it would become an accepted thing just like Sunday shopping in the CBD, he said."
}