{
    "text": "POLICE STABLE SWOOP Virus scare probe By PETER CAMERON, BRONWEN GORA and MARK OBERHARDT MAJOR Crime Squad detectives yesterday swooped on trainer Vic Rails stable to probe the mystery horse deaths which threaten the multibillion dollar Australian racing industry. A police spokesman said the stables had been sealed off. Hours later the toll had risen to 13 after another stricken horse had to be put down. It is believed one avenue of inquiry police are following is that the horses and their trainer may have been deliberately infected with the killer virus following a series of death threats. Eleven of the horses so far struck down were from the stables of Rail, who remains in a critical condition in Brisbanes Mater Hospital, also with an unidentified virus. Fears are mounting NSW horses could be at risk from the mystery disease that saw race meetings across Queensland cancelled yesterday. Australian Jockey Club officials confirmed yesterday two horses that raced at Randwick had arrived from Queensland during the week. One, Unequalled, was transported across the border on Friday just hours before the federal officials banned the movement of all horses in southern Queensland. Concerned AJC officers confirmed the horses had come from an area quite near the Brisbane stables where the horses had died. Three other Queensland horses that raced at Randwick yesterday, Brave Warrior, Baggio and Capestad, all arrived in NSW before September 7, when the disease was detected. A sixth horse stabled at Newcastle has been placed under stringent quarantine after it was revealed it had come from the stables where the virus first struck. Experts are working around the clock to try to identify the virus. The symptoms include hemorraging, swelling of the jaws, lips and genitals and a skin rash. The crisis which threatens Australias 10 billion racing industry resulted in the indefinite suspension of all race meetings and equestrian and dressage events in southeast Queensland yesterday. Department of Primary Industries officials have insisted that all horses thoroughbreds, standard breds, and pleasure horses in the south of Queensland remain in their own areas until the killerbulletContinued Page 2 Police swoop on stableFrom Page 1virus can be identified. It is estimated the ban will affect 20,000 horses. As fears mounted about the possible spread of the disease, AJC veterinary surgeon Crain Suann denied the two newly arrived Queensland horses, Unequalled and Miss Sandman, posed any risk. He said the two were cleared to race after consultation with Department of Agriculture and quarantine officials. Mr Suann said it had not yet been confirmed whether the disease was infectious, adding when you look at the pattern of the disease as it has occurred already we are past the incubation stage. Department of Primary Industry spokesman Dr Ian Douglas said it was vital that all horses remained in their own regions. He said the ban on movement applied from Gladstone south to the border and west to the Darling Downs. The ban has effectively stopped all gallops and pacing meetings until at least next Tuesday while many pleasure gymkhanas will also have to be cancelled. DPI officials have also quarantined three stables in Brisbanes main racing area at Hendra, a spelling yard at Cannon Hill and a spelling property at Kenilworth. Investigators are now leaning towards the mystery virus being a contagious one rather than being caused by toxics. To say we were certain it was a contagious disease would be too strong but we are certainly leaning towards that theory, Dr Douglas said. We have ruled out there being any toxic substance in feed or bedding. Perhaps this disease is carried like a human cold or perhaps by an insect. He said African horse sickness, equine flu, equine herpes and poisoning had also been ruled out. We havent totally discounted rumours that this is a deliberate attempt to infect the horses. These stories always get around in this type of case but we have no proof at this stage, he said. AJC chairman Bob Charley said the equine tragedy was being taken extremely seriously by his organisation and was under close scrutiny by government departments. A list was released late yesterday naming all horses including recreational and racing that had entered NSW from Queensland since September Anyone who has a horse of any description they feel may be suffering from the virus should ring 1800 675 Two shot dead in factory raid By SARAH HARRIS TWO middleaged men were killed and a third injured in an armed raid on a health food distribution factory in Sydneys northwest yesterday. The men were apparently working at the D.F.C. Thompson factory unit in Hornsby when two intruders burst into the premises. In a hospital bedside interview, the surviving victim told police how the men, one of whom was allegedly wearing a red balaclava and carrying a rifle concealed in a blanket, confronted staff. It appears there was a struggle, several shots were fired, leaving two dead. It seems no words were exchanged, a police spokesman said. Late yesterday police launched a huge search of the area as helicopters buzzed overhead and heavily armed Special Operations officers scoured bushland behind the factory. The bloody scene was discovered by ambulance officers after they received an emergency call to the industrial estate in Leighton Place, Hornsby, at about 55pm. It is understood the call followed an anonymous report to Hornsby police of two men in a panel van carrying shotguns. Police arrived at the scene to find one man, apparently an employee of the company, dead in the doorway of the factory. Twenty metres away, behind a blue dumpster, a second body lay sprawled. It is unclear, at this stage, whether the man also worked for the factory. A police spokesman said no identification had been found on the body. The third man, who was shot in the arm, was able to provide a description of the alleged attackers to police. The first is described as 40 to 50 years, with fair, receding hair and 178cm tall. The second is slightly taller and was wearing a red balaclava. Another employee, who was apparently working at the back of the factory at the time of the shooting, told detectives he heard a couple of dull thuds like a broomstick hitting concrete, before reaching the front of the premises where he discovered the victims. Police admit they are baffled as to the motive for the attack but suspect it may have been a robbery gone wrong. They have been unable to establish whether anything is missing from the premises. Hornsby patrol commander, Chief Inspector Barry Dening, admitted police he had no idea late yesterday as to the motives for the attack. Anyone with information which may assist police should call Hornsby detectives on 476 Crisis looms at crowded airports By WARWICK BRENNAN SYDNEYS general aviation industry was facing a crisis with airports unable to cope with the increasing light plane traffic, a Federal Airports Corporation FAC official warned yesterday. And the situation was expected to worsen with the closure of Schofields Aerodrome in Sydneys northwest in two weeks. The closure of Schofields, which handled an estimated 20,000 flights a year, would leave only three airports servicing the hundreds of thousands of light aircraft flying in and out of Sydney each year. The FAC warned yesterday that the existing three airports Bankstown, Hoxton Park and Camden Airfield were expected to reach their carrying capacity within the next few years with no room for them to expand. FAC general manager of general aviation Barry Thompson said although safety was not in jeopardy, Schofields had been a desperately needed aerodrome. He said Bankstown airport was already handling about 450,000 general aviation aircraft a year, while Hoxton Park and Camden airfields were both handling about 110,000 and they would be unable to take many more. But without Schofields they would be forced to accommodate the extra flights. Within the next few years those airports will be very close to capacity, he said. On that basis I believe that the retention of Schofields is critical for general aviation because it is necessary to take up the increase in traffic. To build facilities similar to that now would run into the millions of dollars, he said. And thats if you could find the land to do it in the first place. Former head of the Civil Aviation Authority Dick Smith has also criticised the closure. Its a very shortsighted decision, Mr Smith said. When you close down aerodromes like that then obviously we lose the opportunities to employ pilots. The decision to close Schofields has come after the State Government bought the adjacent HMAS Nirimba site from the Federal Government this year for 8 million. The State Government, which is to turn the former navy site into an education precinct, wanted the aerodrome closed saying it was inappropriate to have it near the facilities. Flying operations are to cease at the aerodrome at the end of the month and the site is expected to be cleared out within three weeks of the closure. However, the secretary of Schofields Flying Club, Ron Aitken, said there was no justification for the closure of the aerodrome. There is no valid reason for closing the aerodrome, Mr Aitken said. The noise levels here are below the set standards and none of the flight paths pass over the former HMAS Nirimba site. Tunnel bungle to cost NSW 20m By WARREN OWENS and MICHAEL WILKINS A BUNGLE by the previous Labor Government is set to cost the NSW Government 20 million in back taxes The tax office is auditing the Sydney Harbour Tunnel deal signed in 1987 by the Unsworth government, in which Federal Transport Minister Laurie Brereton was Roads and Public Works Minister. The contract, signed with development consortium partners Transfield and Kumagai, appears to have locked the Government into paying up to 20 million worth of tax deductions claimed by the developers, if the Tax Office reviews its stance. The deductions were guaranteed by the Government as part of the deal. If in future they were deemed unclaimable, former premier Barrie Unsworth and Mr Brereton agreed to have the State pay the money. In 1987 both men ignored Treasury advice to get a tax ruling on the issue before going ahead with the deal. Instead, the Government promised to pay the tunnel companys tax bill, if the tax office pounced and put that promise into law with the tunnel contract. Now the tax offices audit branch has started inquiries, sparked by the NSW AuditorGeneral querying the ownership of the tunnel. The tax office reportedly regards ownership as a key indicator of whether tax deductions should be approved for Government projects. NSW AuditorGeneral Tony Harris angered the Roads and Traffic Authority last year when he queried its annual accounts, arguing the tunnel deal with a private company made the RTA a joint venture partner. Any government project cannot claim tax deductions and the developers should only have claimed half the tax they did. A report by Mr Harris to be tabled in parliament on Tuesday is expected to resolve the issue. His yearlong investigation has been delayed by eight separate RTA legal letters, highlighting the Governments sensitivity over the tunnels finances. The AuditorGenerals report will also focus on the M4 and M5 tollways, but the harbour tunnel will command most attention. His report is expected to urge the Government to give more careful attention to the risks and benefits of deals with private companies to build and operate major public projects. Government officials believe the M4 and M5 contracts showed that key bureaucrats had learnt a lot from earlier experiences about dealing with private venturers. Roads Minister Bruce Baird said it was no surprise there was a problem with Labors contract for the tunnel. We have always had grave reservations about the tunnel deal originally signed by Laurie Brereton, he said. Tenders should have been called for and there should have been greater scrutiny of the process."
}