{
    "text": "New tests in mystery death case, Heather Kennedy FORENSIC scientists will conduct new tests in an attempt to find what killed Birgit Munro the second wife of South Melbourne Doctor Neil William Boyce to die in mysterious circumstances. But thorough testing by the Victorian Institute of Forensic Pathology will not be possible because both women were cremated within days of death. Acting state coroner Iain West is conducting an inquest on the death of Ms Munro, 36, and will deliver his findings tomorrow. On Friday, the Coroners Court was told the institute was continuing its investigations into Ms Munros death. Dr Boyces first wife, Josephine Boyce, 27, collapsed and died on December 28, 1982, after eating a chocolate and pear dessert prepared by her husband. Ms Munro, his de facto wife, collapsed and died on March 31, 1992, after taking two mouthfuls of peanut butter and toast prepared by Dr Boyce. Both women were apparently fit and healthy. Mrs Boyce was 14 weeks pregnant at the time of her death. A spokeswoman for the Victorian Institute of Forensic Pathology told the Sunday Herald Sun Tests are continuing on ante and postmortem specimens on Ms Munro but it was not possible to do tests on Mrs Boyce. We have done the general screen for 100 common substances and are now checking for specific substances. On the first day of the inquest, the court was told that numerous tests had been carried out on Ms Munros body to determine the cause of death. But consultant forensic pathologist Dr Richard Collins told the inquest that tests had not been done to detect thallium and ricin, two poisons used in documented homicides. Pathologist Dr David Ranson, who told the court he had not been able to ascertain the cause of death, agreed with the Munro familys counsel Andrew Kirkham, QC, that poisons ricin and thallium could produce some symptoms displayed by Ms Munro. On Thursday, Dr Boyce, 39, who attended the Coroners court with his third wife, Dr Jennifer Boyce nee Bartlett, refused to give evidence on the grounds that he could incriminate himself. In an interview with homicide squad detectives which was tendered to the court, Dr Boyce denied having done away with his wives, and said I find it the suggestion just so offensive. He said he had a enjoyed a close relationship with both women, whom he described as lovely ladies. The officer in charge of the homicide investigation, Det. Sgt. Denis Linehan, told the court on Friday there was no evidence to link Dr Boyce with Ms Munros death. In the interview, conducted in July last year, Dr Boyce told Det. Sgt Linehan and Det SenSgt Brendon Murphy that he met Mrs Boyce when they were at school. We met, subsequently became friends, and married in my fourth year of university studies. Jo was 15 when I first met her dotted line We were married when we were We were formally engaged for 18 months, he said. Dr Boyce said his first wife worked as a therapeutic radiographer at Peter MacCallum Clinic for nine years. He said she was a keen netball player. She kept fit by jogging three or 4km three times a week. Dr Boyce described Jo Boyce as an attractive, tall, darkhaired lady dotted line she described herself as big boned but she was not overweight. He said Mrs Boyce became pregnant on two occasions. The first time she lost the baby. Dr Boyce said his wife had experienced terrible morning sickness, although her obstetrician told the court she had not mentioned this to him. At the time of Mrs Boyces death, Dr Boyce was working 80 to 100 hours a week at Prince Henrys Hospital as renal registrar. Dr Boyce told police that the night before Mrs Boyce died, he and his wife had watched television. He had prepared the evening meal, including a pear and chocolate dessert. Dr Boyce said he got up at six the next morning and went to work. He said Mrs Boyce was too ill to go to work, and stayed home. She rang me at work while I was in the middle of a ward round and it would have been I think early afternoon dotted line she said, I feel dreadful, come home. dotted lineShe said Ive got a terrible headache and Im sick and theres something wrong. So I stopped the ward round and went home dotted line And she said Neil, theres something wrong cant remember anything, and Ive been ill all morning. Dr Boyce said he put his wife to bed. She asked for flat soda water and he went to the local milk bar to buy some. Lynne Polson, who told the court she was Birgit Munros best friend, gave evidence that Ms Munro had told her she had been having an affair at this time with Dr Boyce, and that she was distressed that he made a phone call to her while he was on this errand. When I came back she Mrs Boyce was still in bed, but there was vomit everywhere, Dr Boyce told the police. dotted lineShe didnt have a pulse and was blue. Dr Boyce attempted to resuscitate his wife but was unable to do so and called the ambulance, but Mrs Boyce was dead. Dr Boyce then formed an attachment with another woman but said that was brief. He said he had met Birgit Munro in 1980, but said he had not begun an affair with her until after his wife died. Dr Boyce told police that Ms Munro was a ridiculously healthy woman who played squash and tennis. She had gone to a German class on the Monday night. Our routine was after German we would always eat in front of the telly. That was our sloth night, he said. So Id set the table down in front of the telly and have the wine poured and the snack ready dotted line So we sat down and started to eat and after a minute, maybe two, she said, I feel really dreadful, and I looked at her and she was ashen. dotted line And she said, I think Im going to faint. She then lay on the floor and her eyes rolled back in her head. I couldnt feel a pulse. Dr Boyce called a friend and they took Ms Munro to the Mercy Hospital where she died the next day. The court was told Dr Boyce had sent 100 roses to another woman, Dr Jennifer Bartlett, three days after the death of Ms Munro. He subsequently married Dr Bartlett. In reply to claims by Dr Boyces counsel, Richard Stanley, QC, that Ms Munros family had mounted a vendetta against his client, the Munros barrister, Mr Kirkham, emphasised that the family had not initiated the investigation into the two deaths. Two pathologists could not determine the cause of Ms Munros death. Dr David Cade, who treated her at the Mercy Hospital, told the inquest he believed she died as a result of a severe infection acute toxic enterocolitis but neither he nor cardiologist Dr William Heath, who also saw Ms Munro in hospital, were prepared to sign a death certificate. Libs back Downer on sacking By PETER COSTER and FIA CUMMING SENIOR Liberals have backed the Opposition Leader, Alexander Downers, sacking of former leader John Hewson. The Liberal leadership group was consulted by Mr Downer before he decided to dump Dr Hewson for disloyalty, according to senior Liberals. Mr Downer received unanimous support. Senator Hill, the Opposition Leader in the Senate and a leading moderate, said yesterday Dr Hewson was not sacked for his views but the way he went about expressing them. He said Dr Hewson faxed everyone with a letter he wrote to Tasmanian Liberal Dr Chris Miles expressing his concern over opposition to the proposed overriding of the Tasmanian antigay laws. Senator Hill said the letters, outlining Dr Hewsons change in attitude were faxed to Liberals MPs late afternoon on Thursday coinciding with Mr Downer flying to Tasmania. Senator Hill said he believed Liberal moderates were sympathetic to Dr Hewson, but believed what he did was inappropriate. Dr Hewson did not speak to Mr Downer before faxing the offending letter. But despite support from the leadership of the party for Mr Downer, some backbenchers were yesterday prepared to air their concerns. Former Opposition AttorneyGeneral, Daryl Williams QC, criticised the move, saying the was disappointed, while Brisbane MP Alex Somlyay said it would hurt the Liberal Party. I have a great problem with it Dr Hewson is a tremendously talented man and we cant afford to lose that talent from the front bench, he said. SA Liberal Senator Baden Teague said Dr Hewsons loyalty was beyond question. I dont accept that Dr Hewsons clarification of his views on privacy laws is in any way a disloyal act. WA Liberal Eoin Cameron described the sacking as a terrible, terrible thing while Senator Sue Knowles, also of WA, said it was a mystery to her as there was no reason to demote Dr Hewson. Former Opposition minister David Jull said yesterday he was surprised by Mr Downers sacking of Dr Hewson, but the partys direction would be debated by the full party room. I dont think the Liberal Party is going to blow apart from this at all, Dr Jull said. Another leading moderate said yesterday You have to remember, the Liberal Party is a conservative party. The senior Liberal said moderates in the Liberal Party comprised only about a quarter of the party and that is not about to alter. He said while 95 per cent of Liberals felt Tasmanias antigay laws were inappropriate, 55 per cent would not vote to override State legislation. Other MPs pointed out it was Dr Hewson who, as Leader, had decided in April that the Opposition would oppose any federal move to overturn the Tasmanian law. Hewson did more than anyone in the history of the Liberal Party to narrow it and now he is the great apostle of broadening it, one MP said. Its just unbelievable. Liberal sources said Mr Downer would not use his sacking of Dr Hewson to reshuffle his front bench, which has only been in place for four months. State Law They said Mr Downer would promote one backbencher to fill the vacancy left by Dr Hewson, who had been the Oppositions industry spokesman. Ironically, Mr Downer was in Launceston yesterday, repeating his opposition to the State law which outlaws homosexual acts. Mr Downer told Tasmanian Liberals the law was an anachronism, but also said the Commonwealth had no right to override the wishes of the State. A relaxed Dr Hewson yesterday said he slept like a log despite the new round of leadership turmoil engulfing the Liberal Party. Colleagues, party members and the general public have inundated Dr Hewsons offices and staff with messages of support, urging him to stay in politics and not be silenced. I am definitely going to stay on in Parliament and fight for the principles and policies I believe in, but right now I am on my way to play a round of golf, Dr Hewson said. White to contest lower seat in poll By DAVID WILSON THE ALPs chief state political strategist, David White, will contest the Lower House seat of Tullamarine at the 1996 election. Tullamarine is the Liberals secondmost marginal seat and is held by Bernie Finn by about two per cent. Speculation has been rife within the ALP that Mr White, the Opposition spokesman for major projects, would remain in his safe Upper House seat of Doutta Galla. His move to contest Tullamarine completes an agreement made by Labors Left and Rightwing factions last July which allowed Mr White to contest a Lower House seat. Mr Whites formal decision to move to the Legislative Assembly sets the scene for one of the most bitter contests for a state seat. Private polling by the Liberal Party over the past three months has shown that Mr Finn has increased his majority by about 5 per cent since the 1992 election."
}