{
    "text": "What a bundle of Aussie Gold From MARTIN BLAKE in Victoria, Canada AS Barcelona gold medallists Kieren Perkins and Kathy Watt lead the charge, Australia has won nine of 12 gold medals on offer in the first full day of the Commonwealth Games. Shrugging aside the embarrassing gaffe of official Arthur Tunstall, the Australians won four gold medals in the pool, three at the shooting range and two in road cycling. Underlining growing Australian strength in Games events, particularly swimming, the team is tipped to match or even better the 52 gold medals won at the last Commonwealth Games in Auckland. There were sensations in the Australian effort, with the most surprising being the marriage proposal by Australian silver medallist Karen Van Wirdum immediately after the 100m freestyle. Robert Dunne, 26, of Brisbane was sitting in front of the TV in his pyjamas absolutely ecstatic over his girlfriends performance when her poolside marriage proposal from the Commonwealth Games beamed into his living room. I was up on the ceiling somewhere screaming, when all of a sudden she came out with this announcement. It didnt really hit me until 30 minutes later. Then I thought Oh my God. But after a fiveminute transPacific phone call with his girlfriend he accepted, then went out for a few drinks with friends. Overall, the strong showing in Canada bodes well for Australia at the 1996 Atlanta Olympics. The days biggest swimming sensation was 20yearold St Ives student Elli Overton, who beat defending Australian champion Hayley Lewis to win gold in the womens 400m individual medley. It was Overtons first major victory. Im stoked, she said. Its not even my event. Im out there thinking what am I doing here. Overton, stunned by her omission from Australias victorious womens 4x200m relay team, put in the performance of her career and clocked a personal best time of 4min 01s. Olympic superstar Perkins added another string to his bow with a victory in the mens 200m freestyle, proving his worth at the shorter distances. Perkinss duel with New Zealanders Trent Bray and Danyon Loader had the crowd going wild in the stands. Disabled swimmer Melissa Carlton, 16, of Newtown, Tasmania, won a gold medal in the womens event over 100m freestyle, although disabled medals will not count in the final tally. Australia also had a stunning day at the shooting range, with three gold medals. Phillip Adams, the ruddyfaced farmer from Forbes, joined with Ben Sandstrom to win the pairs free pistol. Melbourne women Kim Frazer and Sylvia Purdue won the pairs small bore rifle prone, and Annette Woodward, of Melbourne joined Western Australian Christine Trefry to win the pairs sport pistol. The Australian mens road cycling team of Phil Anderson, Damian McDonald, Brett Dennis and Henk Vogels won by more than three minutes over the 97km course. The womens time trial was closer, with the Australian team of Barcelona Ollympic gold medallist Watt, Cathy Reardon, Rachel Victor and Louise Nolan winning by 15 seconds. Were not even warm yet Raiders chilling warning to title contenders By PAUL KENT TIM Sheens gave an ominous warning after Canberras 2612 win over Norths yesterday Were a good side to keep out of the grand final for two weeks. Sheens was talking about the fact that the Raiders now have next weeks major semifinal or, should they lose, the following weeks final to qualify for this years big one. In other words, the Raiders have two bites of the cherry. Id like to think well give it a real good shake this year, he said. But youd have to say that we did a few things that could have quite easily turned the game against us, but Norths turned the ball straight over as well. We can play a lot better. Sheens words came not as a boast, but from a coach who has seen his team play better. And a coach who expects better. Most chillingly, it was echoed by his players. We didnt play real well, said Laurie Daley. But we still came away with a win. In what was at times a scrappy game, Canberras tremendous ability to mug an opponent in quickdraw fashion was all the difference. And it took eight superb minutes. It came late in the first half, after both sides had struggled and at times bumbled their way to a standstill. From a nothing play, Brett Mullins shot clear and looked set to streak in under the posts. Normally, youd put your glasses down with Mullos in the clear, Sheens said. And who had reason to doubt him After all, who runs down Mullins Try Seers. Unbelievably, he stopped, propped and turned before chasing down Mullins over 60m, catching him metres from the line. But the Bears were shot. Canberra were screaming through and hardly a Bear had made it back. When the ball was fired out from dummyhalf, centre Chris Caruana failed to get back onside and knocked down the pass, giving up a penalty and earning a 10minute rest in the bin. From a quick tap the ball went wide to Ricky Stuart, who looked wide, passed wide and allowed Jason Croker to score out wide. The Raiders werent finished however. With Caruana off the field, Stuart worked his side up to halfway and then reversed the ball down the sideline to Daley. The fiveeighth found Noa Nadruku and it was trytime once again, just three minutes after Croker had scored. And soon after that when Ken Negas picked up the ball and ran 60m to score after a bumbled Bears kick 14 points in eight minutes had told the story. After the match, Norths coach Peter Louis was understandably disappointed. But he refused to fly the white flag especially when he had blokes with the courage of Billy Moore, who played despite the death of his mother after a long illness only a few days ago. You cant play a side like Canberra with 12 men, even though I think when Chris was put in the sin bin he had no option, Louis said. But I think the second half holds us in good stead. We didnt play well and it was 12all. There was an overwhelming feeling in the North Sydney dressing room that the Bears had let an opportunity go and that, if the two were to meet again, they would give a better account of themselves. The Raiders, with John Lomax in doubt for next week with a shoulder injury, a burst blood vessel in Stuarts thigh and various minor injuries to Mullins, David Furner and Daley, were feeling much the same. While some concern was shown over Stuart, Sheens believes his playmaker should be okay for next Sundays match against Canterbury. Early in yesterdays game, Stuart dislocated a finger and it refused to go back into place because he would not relax. Mullins left the field in the second half to get a cortisone injection in his hip but, like his teammates, he should be available next week. 50,000 fines on way, jockeys warned MAXIMUM fines for jockeys will be raised from 20,000 to 50,000 from October 1, Sydneys chief steward John Schreck told a delegation of jockeys at Rosehill yesterday. He also warned the jockeys that interference in major races such as the George Main stakes and Epsom Handicap might result in jockeys being fined as well as being suspended. You cannot possibly expect the same sort of penalty to flow from those races Group races as you can expect to flow from a Tuesday at Warwick Farm, he told them. That will certainly be the policy from now on. And there could be the imposition of a suspension as well as a fine. Schreck said each case would be treated on its merits. The meeting was called yesterday so jockeys would not feel stewards were creeping up on them. Jockeys Association president Mark de Montfort was asked to inform his fellow members who were not present at Rosehill of the stewards intentions. Earlier, Schreck signalled the views he would be putting to the jockey delegation when he said after an inquiry into interference in the first race In the big races coming up we will not be handing out suspensions of six or seven days believe me it will be much bigger than that. The inquiry was into a check suffered by Calligraphy Grant Cooksley midway through the first race. The inquiry disclosed that both the winner Snatches Darren Beadman and Blunt Statement Chris Munce had contributed to the trouble and stewards decided to take no action against either rider after taking into account their explanations. open boxCraig Young Rats sacked By GREG GROWDEN FEW would dispute NSW Rugby Union president Peter Crittles claim that David Campese is the worlds greatest footballer after the Test winger masterminded a Randwick firstgrade premiership for the second time in three seasons yesterday. Randwick last night were celebrating their 25th premiership success, primarily through the Campo factor, with his vision and unpredictability being so crucial in the Galloping Greens conclusive 3516 grand final victory over Warringah at Waratah Rugby Stadium. Campeses two unforgettable tries in the 14th and 48th minutes, plus his involvement in two others, saw Warringah leave Concord yet again emptyhanded, when losing their fifth grand final. It was all so reminiscent of the 1992 grand final when Campese, through a marvellous sideline run, succeeded in scoring a fullstretch diving try in the corner which sank Gordon. Campese found himself in the same corner yesterday, again diving full length and again finding the line. This followed another extraordinary Campese moment of magic in the first half, when even though having three Warringah defenders in front of him, Campese evaded all as he cheekily dropped the ball onto his foot, chipped through and regathered. So quick was this motion that some of his Randwick teammates thought he had knocked on rather than scored. And then, just before the end, Campese was again right in the middle of the chaos when he regathered a David Knox bomb and, before being dumped, threw the ball over his left shoulder to replacement centre James Holbeck, who scored. This movement was soundly booed by the Warringah fans, as Campeses pass was appreciably forward. It was missed though by referee Wayne Erickson, enabling Randwick to go to a matchwinning 2816 lead. When Crittle, a former Wallaby forward, was announcing that Campese had won the manofthematch award, he described Australias most capped player as the greatest footballer in the world. And I mean in any code soccer, rugby league, AFL. He is the best ball player in the world, Crittle said. But in the Randwick dressing room, in its traditional ebbtide of champagne and beer slush, Campese was just another of the boys, revelling in the Galloping Greens seventh premiership in eight years. On the other side of the dressing room wall, Warringah players were definitely more attuned to the Campo factor. He Campese was probably the difference, Warringah halfback Mark Catchpole said. Both his tries came at crucial times, and had the effect of halting us. Right up until the 70th minute we thought we were a chance, and then Campo is involved in another one. As usual Campese found it difficult to explain his onfield dominance, only explaining that when you are part of a team youve got to do the job. Another Randwick player deserving of special mention was their secondrower Warwick Waugh who played most of the game with a suspected broken bone in his right wrist. Despite the outright pain, Waugh refused to let up in the scrummaging and lineout work, winning two important jumps in the second half. Waugh was just part of an excellent Randwick forward unit. Warringah coach Steve Lidbury suggested last night that they may not get the proper credit because of Campeses overwhelming impact on the grand final. I think the Randwick forwards make Campo look good because they give him so much space, Lidbury said."
}