{
    "text": "Introduction This handbook is for employers. It sets out to explain the apprenticeship system in NSW, answer the questions most frequently asked by employers and refer you, the employer, to people and work areas that can help you and your apprentices. The apprenticeship is the traditional training system by which people learn a trade or craft. Additionally, apprenticeships play an important role in improving the long term employment prospects for young people and consolidating the national skills base. The apprenticeship training system in NSW is regulated by the Industrial and Commercial Training Act 1989, which is administered by the NSW Department of Industrial Relations, Employment, Training and Further Education. As an employer of apprentices you will have dealings with the NSW Department of Industrial Relations, Employment, Training and Further Education DIRETFE. In particular, you will have contact with a Departmental Training Officer and the Vocational Training Registry. They provide the services of the former Apprenticeship Directorate. For more detailed information and guidance on specific problems and the supply of the various forms mentioned in this handbook, you should contact the Vocational Training Branch of the Department. For those employers who have not already made contact with a Training Officer in their area, addresses and telephone numbers are located in Attachment A. Checklist for Employers When your apprentice starts arrow1introduce him or her to everyone, especially immediate supervisors arrow1show her or him around the workplace, including toilets, lunch room, storerooms and lockers as relevant arrow1familiarise him or her with occupational health and safety requirements arrow1explain pay arrangements, issue and collect tax exemption form, explain absence and leave procedures, work hours, employee services and other conditions, advise of appropriate union arrow1clarify college offthejob training arrangements Within 14 days of employing your apprentice arrow1lodge the Application for Approval to EstablishAssign an Apprenticeship sample form in Attachment B with DIRETFEs Vocational Training Registry After the probationary period arrow1you and your apprentice sign the apprenticeship indenture if you have taken on an indentured apprentice and send it to the Vocational Training Registry sample indenture in Attachment C. One of the copies of the indenture is for you and one is for your apprentice. arrow1complete your CRAFT Apprentice Training Initiative form and send it to DEET. Note payment of CRAFT subsidies is dependent on your apprentice being registered with the Vocational Training Registry Every six months arrow1record your trainee apprentices progress on his or her progress card and return it to the Vocational Training Registry for notation sample card in Attachment D Regularly arrow1verify your apprentices college attendance by checking his or her offthejob Attendance Card A month from the end of the apprenticeship arrow1the Vocational Training Registry will send you a Notification of Completion form sample letter and form in Attachment E, which you should return to the Registry, together with a copy of your apprentices college certificate which he or she will give you and dotted line have you met your local Training Officer Questions Commonly Asked by Employers Where do I find an apprentice There are all the usual recruiting grounds like local papers, the employment sections of the bigger papers especially the Sydney Morning Heralds Saturday edition and the Telegraph Mirror and the CES. Dont forget school students who did work experience with your company and people who have already contacted you looking for apprenticeships. They have already demonstrated they are keen. Careers advisors at local schools also know of students interested in particular trades. Keep your options open. The right person for the job might not be the boy next door. Have you thought about hiring an older person A woman Or a person with a disability In addition to being highly motivated employees, people from disadvantaged groups may attract some additional Government subsidies. Disadvantaged groups may include persons with a physical or mental disability, Aboriginal persons or Torres Strait Islanders, persons from nonEnglish speaking culturesbackgrounds, longterm unemployed and sole supporting parents. How much will it cost me Apprentices receive wages according to what type of industry they are working in and how far they are through their apprenticeship. Wages and conditions are regulated by industrial awards. If you have any award enquiries, contact State Awards 02 266 0688 Federal Awards 02 286 0888 What paperwork do I have to fill out to get started The important one is the AD5 Application for Approval to EstablishAssign an Apprenticeship, which has to be completed within 14 days of hiring your apprentice See Section 2 All about Apprenticeships and Attachment B. The indenture is completed after the probationary period. See Section 2 All About Apprenticeships and Attachment C. CRAFT subsidy forms should also be filled out at this time. See Section 6 Financial Assistance. If you have hired a trainee apprentice, only possible in some trades the Vocational Training Registry will send you a progress card to complete and return. See Section 2 All about Apprenticeships and Attachment D. The Registry will send this card back to you every six months throughout the apprenticeship to verify your apprentices employment and satisfactory progress. How much money will I get from the Government Details of subsidies available from both the Commonwealth and NSW Governments can be found in Section 6 Financial Assistance. The majority of subsidies are available through the Commonwealth Governments CRAFT program. Your apprentice must be registered with DIRETFEs Vocational Training Registry before any payments under this program will be made to you. You should also check with your local Training Officer to find out about new or shortterm incentive schemes that may be offered from time to time. Is there any financial help for apprentices Details of assistance available from the Commonwealth and NSW Governments can be found in Section 6 Financial Assistance. These include the Vocational Training Assistance Scheme VTAS, which provides financial assistance towards accommodation and travel expenses for apprentices who need to travel more than 120 kilometres round trip to attend block or day release training courses. Do all employees under the age of 21 who do trade work have to be apprentices Yes, or they must have completed an apprenticeship. This applies even to employees who only spend a small percentage of their time doing trade work. If I take on someone who has already done part of an apprenticeship, do they have to start again If an apprentice is transferred or assigned from one employer to another, your apprentice will take up where she or he was up to with a previous employer, both on and off the job. Essentially it is a continuation of the same apprenticeship, with a new employer. There is no new probationary period. If you take on an outoftrade apprentice, whose indenture has been cancelled, a new probationary period will apply, followed by the shortened term necessary to complete the apprenticeship. A new AD5 form needs to be completed. See Section 2 All about Apprenticeships for further details. Do they have to go to tech, or can they work for me five days a week The offthejob part of an apprenticeship is just as important as the onthejob work. Generally, your apprentice will go to college one day each week, for 36 weeks, though some apprentices in country areas do offthejob training in blocks of between three days and three weeks. Outside college terms, apprentices work five days a week. Your apprentice is entitled to holidays and sick leave, like any other employee. See Section 5 Conditions of Employment. Can I sack them That might not be necessary If youve invested time, training and money in an employee it makes sense to try and keep them. If you and your apprentice are having problems that you cant resolve, contact your local training officer, in the first instance. Of course, sometimes it just doesnt work out. The procedure for terminating apprenticeships can be found in Section 2 All about Apprenticeships. What if I havent got enough work to keep my apprentice A group scheme could be the solution. Group training companies have been set up in some geographical areas and industries to assist small andor specialised employers. Again, in the first instance, talk to your local training officer. What things do I have to teach my apprentice This will vary, according to the trade. Onthejob training should take account of what your apprentice is learning at college. Remember, the aim of an apprenticeship is to produce a qualified tradesperson. As an employer you probably know what makes a good tradesperson. Australia is moving towards CompetencyBased Training CBT, which is all about reaching and demonstrating competence, rather than completing a fixed term of training. Industrys input in identifying skills and knowledge needed for the various trades and the standards required will be essential to CBTs development. See Section 9 CompetencyBased Training for more information. How do I know when theyve learnt what Ive taught them With a lot of skills youll see your apprentices progress as she or he works for you. With other skills you may need to arrange tests and talk to the people providing your apprentices offthejob training. CompetencyBased Training will make assessing your apprentices ability easier. SECTION 1 Obligations of Employers Apprentices Employers Under the Industrial and Commercial Training Act, 1989 you are required, within 14 days of employing an apprentice, to lodge an Application for Approval to EstablishAssign an Apprenticeship Form AD5 with The Vocational Training Registry, Department of Industrial Relations, Employment, Training Further Education, PO Box 848, DARLINGHURST NSW 2010 A sample of the form can be found in Attachment B. As an employer you are obliged to provide your apprentice with arrow1every opportunity to learn the skills of the trade arrow1time off, with pay, to attend college training arrow1a safe working environment and conditions which contribute to the learning of the trade arrow1a work environment free from sexual or any other form of harassment. Your local Training Officer can assist you in understanding and meeting your obligations. Any problems that arise may be referred to the Vocational Training Board. Apprentices Your apprentice is obliged to arrow1learn and work to attain the skills of the trade arrow1study the college course prescribed under the appropriate apprenticeship Vocational Training Order arrow1accept all instruction and training arrow1obey any lawful instruction given by you or your representatives. If your apprentice fails to meet these obligations you should, in the first instance, contact your local Training Officer for assistance. SECTION 2 All about Apprenticeships Definitions An apprenticeship is a job which usually combines college study with onthejob training, to learn a trade or craft. There are over 300 trades. A list of the most popular trades and those in which apprenticeships are currently available can be found in Attachment F. Qualified tradespeople generally begin by completing an apprenticeship. Currently most apprenticeships take four years to complete, although some trades take a shorter time. With the advent of CompetencyBased Training CBT all apprenticeships can be of a shorter duration. Indentured Apprenticeship Apprentices who are indentured sign an indenture which is a written contract of training between an employer and apprentice. In the contract you agree to teach your apprentice a particular trade and allow time off with pay to attend technical college classes as required under the relevant Vocational Training Order. In return, your apprentice agrees to become skilled in all aspects of the trade. Trainee Apprenticeship This type of apprenticeship is not available in all trades. It is similar to an indentured apprenticeship except that there is no written contract and the employment may be terminated by either party by giving the prescribed notice. Trainee apprentices get slightly higher wages to make up for this lack of security. There are no other differences between a trainee apprentice and an indentured apprentice. Both receive the same training, both on and off the job, and receive the same certificate on completion. If a trainee apprentice moves from one employer to another, the new employer is required to apply to the Vocational Training Registry to reestablish the apprenticeship on an AD5 application form within fourteen days of commencement with the new employer."
}