{
    "text": "The Creative Camera Creative camera work starts from behind the camera, not in front of it. By John Clutterbuck. Being creative with a camera does not necessarily mean rushing out and buying a truck load of filters, matte boxes or trick lens attachments. To take full advantage of the creative potential offered by the camera and the photographic process it is important first to understand the process of taking a conventional photograph. That means being able to focus properly, set the correct exposure information and, when these elements are right, to release the shutter button at the right moment. Conventional results contain maximum information and detail about the scene or subject and show elements in the picture in good relation to each other. Conventional or standard photographs make no pretence to being creative or clever. The technique of making a standard photograph is fine for the majority of picture taking situations, but there are times when we want to produce something more than just a static record of a scene or subject. Some pictures demand our attention because there is something different about them. This difference could be for any number of reasons more often than not it is because the photographer has created a visual impact by altering or departing from one or more parts of the conventional photographic process. By taking the humble snapshot into another plane, removing it from the confines of merely recording into an area of visual statement with its own grammar and conventions the final image becomes a story with feeling, understanding, humour, design and interpretation. The key to creative camera work is in being able to see the subject and to translate it into an interesting picture. However, pictures that are all technique and lack an interesting image are usually very dull and ineffective. The essence of good, creative camera work is blending both the technical with the interesting. The most boring, commonplace items or scenes can take on a totally new appearance simply by being viewed in a different way. The interpretation placed on a subject will dictate the final results. Time And Motion The controls on a camera are there to consistently produce correct exposures and well defined images. You can also choose to alter these settings to obtain images that are a little different, more interesting and interpretative of your view of the world. Every photograph involves a time factor time for the light passing through the lens and aperture to expose the film correctly. This light can be seen as arriving in two ways. Firstly it can arrive over a short period of time, ensuring that the components of the image are recorded sharply and are welldefined. Or the light can arrive over a long period of time, causing any objects that move during the exposure to blur, while any static objects remain sharp. Most modern camera systems offer a choice in controlling the time it takes to make an exposure, either through fast shutter speeds and large aperture settings, or slow shutter speeds and small aperture settings. One method of working with these techniques is to divide the different shutter speeds into two categories those that can be handheld usually any speed above 160 second and those that require support or a tripod usually anything below 160 second. In still photographs motion is recorded as a continuous blur. Depending on the shutter speed used this can range from a slight blur to a sharply frozen image. If the desired effect is to freeze the subject in motion during a point of action, then the fastest possible shutter speed should be chosen. If the subject is moving parallel to the camera this movement should be followed by panning the camera until it reaches its peak or its slowest point before making the exposure. With any moving subject there is usually a point at which it can be photographed with greater clarity, even when slow shutter speeds are used. As mentioned before, it is possible to combine electronic flash with slow shutter speeds to stop action. The key to stopping motion when working with slow shutter speeds is to anticipate the transition point. There is a point with a jumping subject when for a fraction of a second, there is no movement either up or down because it becomes trapped between its own upward motion and the force of gravity. This applies with most moving subjects. Full extension or contraction of arms or legs are the peak times of the transition stage. A galloping horse can be recorded more sharply at the transition point when all four legs are either on the ground or off the ground, rather than somewhere in between. This transition point can be found in most action situations. Even the most modest camera can capture and record moments of movement and action that cannot usually be seen with the naked eye. A slow shutter speed combined with panning will blur a fixed background while the moving subject will remain sharply defined as long as the speed of the subject and the panning speed of the camera are equal. The blurring of the background adds a feeling of motion and speed. The technique with panning is to use a tripod by slackening off the panning lock and following the subject in the viewfinder, making sure that the camera continues to keep panning during the moment of exposure otherwise you defeat the purpose of the exercise. If handholding the camera, stand with your feet slightly apart and follow the movement of the subject by swinging your body from the hips. With this technique, shutter speeds of between 115 and 130 second usually provide good results. These speeds provide enough time for the panning action to blur the background while maintaining subject sharpness with perhaps only a trace of blur. The speed of the subject is important. For most sporting events such as running, jumping and swimming, shutter speeds of between 115 and 130 second give good results. For other activities like cycle racing, skateboard riding, surfing, horse riding and car racing, shutter speeds of between 130 and 160 second provide sufficient blurring of the background. This technique does not work well with subjects that are moving either away from or towards the camera position. Handling Focus Along with shutter speeds, you also have control over the aperture. The size of the aperture controls the amount of sharpness that extends before and beyond the actual point of focus. The degree of sharpness increases as the size of the aperture is decreased. With an aperture setting of f2 the plane of sharpness will be rather shallow, in some cases only a matter of a few centimetres. With a smaller aperture setting larger aperture number of say f16, the area of sharpness will be much greater. With a standard 50mm lens, depthoffield can extend from one metre to infinity. The further the subject is from the camera position the greater the depthoffield becomes. By using depthoffield, it is possible to lead the eye to a specific point in the picture, effectively throwing anything not required out of focus. This produces pictures where the object of your interest becomes the dominant point being the only point of focus, thus forcing the viewer to see what you want him to see. The rest of the picture becomes just so much blurred tone and colour. Shallow depthoffield and selective focus can be critical factors when creating pictures with feeling and mood, producing images that leave something to the viewers imagination. At the other end of the scale it is possible to create pictures with enormous depthoffield, with everything in the picture sharply focused. One point to remember is that depthoffield is not distributed evenly either side of the point of focus. Depthoffield is greater behind the point of focus than in front. As a rule of thumb, you can approximate the actual difference as onethird in front and twothirds behind. Playing with Exposure Photography gives you the freedom to choose, to alter and to interpret a scene from the way it appears in reality to the way you would like to see it in the final picture. One method of altering reality is with deliberate under or overexposure. The majority of photographs are faithful reproductions of the original scene and unless the original scene is very dramatic or moody, photographs taken faithfully tend to be a little dull. Deliberate underexposure can give a picture an edge. Colours become more saturated, shadow details become less distinct and the tonal range is compressed. Pictures produced with this technique carry a sense of drama. With deliberate overexposure, the final image has a romantic light quality as colours are slightly washed out, becoming soft pastels and delicate tones. The methods used to achieve these results are very simple. One is to take a normal average meter reading of the scene and simply increase or decrease either the aperture setting or the shutter speed by one position. Another method is to alter the film speed indicator plus or minus one stop, thus fooling the meter. A change of one stop will not necessarily produce major changes in the final picture. You might need to use one and one half to two stops to produce more noticeable effects. Filters and Effects One truth holds good for all filters and optical devices they cant create what is not already there. All manner of optical devices fall under the general heading of filters. Basically filters remove things. It doesnt matter what sort of filter youre talking about water filters, air filters, petrol filters, or for that matter photographic filters. Most photographic filters allow certain wavelengths of light to pass and remove others that are not wanted. Other filters will add stars, coloured halos, mixup or multiply the image, make it soft, give it a hard edge, split it in half and so on. Filters let you select those parts of the light you want. You can therefore make better pictures by selecting the best elements of the scene and choosing a filter to emphasise or balance these. Corrective use of filters allows the elimination of degrees of colour, sharpness or unwanted detail which threaten to spoil or detract from the final image. On the other hand, filters can be used creatively to add colour or effects, but it is important to remember filters dont actually add they subtract quite the opposite. The use of filters with colour film is somewhat limited, more so than with black and white film, as colour film reproduces colour literally. Any coloured filter that is introduced will affect the whole image and produce an overall cast on the film. Daylight colour film is designed to reproduce accurate colour and optimum results at a colour temperature of 5000 degrees Kelvin based on the colour temperature of noon sunlight. However few colour films are manufactured to precise tolerances and they can, in any case, change colour with age or through poor storage conditions. These changes in colour temperature can be seen on the film as a shift either towards the blue or red end of the spectrum. Shifts in colour temperature can be corrected through the introduction of colour correction filters CC filters. These filters alter the actual colour of a picture by very subtle degrees and correct deficiencies in either the film emulsion or the quality of the light source. When correcting a colour cast, use a filter of the opposite or complementary colour. The blue cast resulting from an overcast sky, for example, can be corrected by introducing a light magenta or a yellow filter. On the other hand, a blue filter can be used to correct the yellowish cast of sunset or sunrise. Colour film is extremely sensitive and therefore colour correction filters are made in increments of 5 of a factor. A filter factor of two is equal to a one stop decrease in exposure, therefore a filter factor of 5 has little effect on the exposure."
}