{
    "text": "WHAT YOU NEED TO KNOW ABOUT DIY PAVING caption Good planning is the key to successful doityourself home paving. Thats the advice from the Queensland paving manager of pgh Clay Bricks and Pavers, Chris Sheehan. Homeowners most successful at doityourself paving are those who plan their project thoroughly from the outset. Proper planning makes the difference between a doityourself paving job that looks professional and one that leaves the homeowner disappointed, says Chris Sheehan. The first step in successful doityourself paving is ensuring all the materials are at hand to perform the work successfully. These items include wooden stakes and string to mark off the area to be paved, two screed rails 3040mm thick, a suitable screed board, sharp washed medium river sand, paver joint sand, a rubber hammer, a spirit level, brickcutting equipment and your choice of pavers. The next major step involves preparing the ground for the pavers. This preparation is critical to the longterm appearance and durability of the paving. You next need to select the desired level for the finished pavers. Once this is decided, drive four stakes into the ground around the area to be paved. Run string lines between the four stakes to the desired surface level, establish a datum and adjust for drainage fall. This surface must be smooth and wellcompacted. Spread sand on to the area to be paved and then screed the sand to ensure a flat surface. The bedding sand should be about 40mm deep. A partial compaction of the bedding sand is sometimes preferred to insure a uniform base. Laying the paver is the next step. Chris Sheehan recommends starting in one corner and laying the pavers flatly on to the sand, with a 24mm gap between pavers. The herring bone pattern is strongest. It may be necessary to cut some of the pavers using a lump hammer and brick bolster, hiring a paver splitter or using a masonry saw. To ensure that the pavers are well secured, you should pour concrete footings along the photo photo photo perimeter of the paver 10mm below the paver surface. The next important step involves compacting the pavers with some jointfilling sand swept between the joints to minimise chipping during compaction. A rubber mallet and piece of timber can be used for smaller walkway areas. For driveways and larger walkway areas a mechanical plate vibrator is recommended. Use a piece of carpet or a sheet of plywood beneath the vibrator to reduce paver damage. The final step in doityourself paving involves filling in the cracks between the pavers. A special joint sand needs to be spread over the surface of the pavers and swept until all the joints are full. caption photo photo caption MAKE YOUR OWN FASHIONABLE 4PANEL SCREEN The portable screen is one of the handiest pieces of furniture you can own. Used as a decorative element in a room, as a backdrop to a chair or in front of a disused fireplace, such a screen is a truly versatile decor item. Ideal for subtly camouflaging a messy corner or helping to create a false wall near an entrance, a screen also enables you to change the mood of a room. Our easytomake screen with its fabric mantle is inexpensive to build and its decorative impact is limited only by your own personal taste. To make this simple fourpanelled screen you will need the following materials 8 pieces of light timber, for example pine, about 1850mm long suggested depth 19mm, width 40mm 8 pieces 440mm long which fit inside top and bottom 6 small hinges, which do not require a chiselledout recess. We used 50mm nonmortice hinges wood glue staple gun and a box of staples drill with bit and screws around 40mm long, or hammer and nails about 60mm long 4 metres of fabric no less that 130cm wide.We used John Kaldors new Riviera Collection in malachite colour.If you wish to make a double sided screen you will require another 4 metres of fabric STEPS Assemble materials. Position the wood. Measure the length you want the feet to be at the bottom and make sure it is the same for each frame then photo glue in place and screw or hammer in nails, etc. Because we used cotton we were able to tear fabric to size making sure we had enough to fold over the edges of the wood and also for a hem which is tucked under so no raw edges show or fray. Staple fabric in the middle of sides then go around stapling it firmly in place. Fold corners under neatly and tear fabric up between the feet and tuck it up and around the edges. Take special care stapling the backing fabric if used neatly over the frame, covering the previous staples. Attach hinges to alternate sides making sure the shaft faces outwards and that the panels are in the correct order. Be careful because this can be confusing. NOTE Wind extra fabric around feet or use braid to decorate the feet and edges of the panels. The material can be varnished for a strong, glossy finish with a coating such as Bristols water based Easy Clear Interior Timber Finish, which does not dry tacky. The approximate cost to make the screen is 40 plus fabric. The John Kaldor fabric is courtesy of the Australian Cotton Foundation. caption drawing DO YOUR LIBRARY A GOOD TURN dotted line BUILD A REVOLVING BOOKCASE Heres a revolving bookcase thats novel as well as practical, yet relatively inexpensive and easy to make. Its construction doesnt call for special woodworking skills. Apart from a few tools and easily obtainable material, all you need is common sense and an eye for detail. The finished article will have space for many books that are easily accessible and attractively displayed. And if you run short of books to fill the shelves, the vacant spaces are ideal for favourite ornaments or knickknacks. MATERIALS You will need 1 sheet 16mm melaminelaminated chipboard measuring 1200mm x 2500mm 17m hardwood trim 9mm x 16mm 5m hardwood side supports 16mm x 70mm 1m hardwood base 22mm x 70mm saw finetoothed drill and 5, 5, 8, 5 drill bits countersink bit 4 marking studs for 8mm dowels sanding block sandpaper No 100 and 150 hammer, chisel, cutting nippers, screwdriver, ruler, pencil Other materials 36 wood screws No.7 x 38mm with countersunk heads 32 nails 50mm x 5mm 150 brass nails 25mm wood glue 20 dowels 35mm x 8mm 4 adjustable feet 1 turning fixture plus screws METHOD Chipboard shelf sections Begin by gently sawing the chipboard into 4 shelf sections plus the top A, 8 centre sections photo B and C and 2 side walls D according to measurements given in Diagram Cut a slot 16mm wide and 150mm deep in the middle of all B sections Diagram 2 plus section C, in which the slot is made 30mm from one edge dotted line. Slot together the sections as illustrated. Drill and countersink 8 holes in 3 of the A sections Diagram 3, plus 7 holes in a fourth A section for the shorter section C. Screw together parts A, B and C to get 4 divisions. On division 3 secure the 2 pieces D with glue plus 2 screws from above and below. Drill an 8mm hole 100mm in from the edge at each end of part B in division 1 Diagram 4. Place the marking studs in the holes see detail. Fit division 2 on to the studs and press down hard to mark where drill holes for the joining dowels should be. Drill the holes to a depth of 10 to 14mm. Continues the same way with the other 2 divisions plus the remaining section A which forms the top. Glue the dowels and press into the holes drilled Diagram 5. Side supports From the 16 x 70mm length of hardwood cut 8 side supports E according to the pattern Diagram 6. Smooth with sandpaper and bevel edges. Drill 2 holes 5mm diameter at each end of supports. Insert nails and pinch off heads Diagram 7. Measure and drill holes for supports in section A. Joining together Glue dowels and join all sections, including the top. Press together firmly. Trim Glue and nail hardwood trim into place, first around section A and then on to parts B, C and D. Use the brass nails. Due to the hardness of wood, avoid risk of nails bending by drilling a 5mm hole for each nail. Clean off surplus glue when dry and bevel all edges. captions diagrams photo Floor stand Cut 2 pieces 550mm long from the 22 x 70mm hardwood Diagram 8. The pieces are formed into a cross by making a cut 22 x 35mm in the centre of each piece. Apply glue and press together. When glue is dry, sand down the stand and bevel the edges. A 5mm hole is then drilled partway into the wood about 20mm from each end. Apply a little glue and press in the adjustable feet. Finally, screw the turning fixture on to stand and then to the bookcase. diagram caption diagrams PAY OFF YOUR MORTGAGE FASTER THE GOOD NEWS FOR THOSE PAYING OFF HOMES IS THAT NOW THERE ARE EASIER OPTIONS TO SUIT MOST BUDGETS AND SITUATIONS When it comes to paying off your mortgage faster, there is good news and there is bad news. The bad news is that the only way to get rid of your mortgage sooner is to plough more money into it. Now lets have the good news. You dont have to plough in a lot of money to make a big difference and it need not be in one lump sum. A small but regular trickle will ultimately have a big impact. A variable rate fixedterm loan, or standard home loan, is still the most popular mortgage arrangement for owneroccupiers and thats most of us. This is the usual loan offered by banks and building societies. Repayments, usually monthly, are the same throughout the term of the loan, changing only with the rise and fall in interest rates. Each repayment consists of interest and principal. In early repayments the proportion of interest is higher and the proportion of principal is lower than in later repayments when the opposite applies. Before the deregulation of banking there wasnt much flexibility in the standard home loan offered by our major lenders. Increased competition between banks has changed all that. And thats the other piece of good news, you can tailor your mortgage repayments to suit you, rather than the bank. Theres a whole new range of options to consider and that doesnt just apply to new loans. Existing borrowers can alter the terms of their loan to suit their changing requirements. You can pay more now and less later on, you can pay more often, you can increase your repayments by small annual increments, you can make a lump sum payment at any time, and you can even use your savings toa offset your interest. Any one of these methods will save you thousands of dollars in the long run and shorten the term of your loan. If youve been making regular repayments and just managing to make ends meet, youve probably put the mortgage options into the toohard basket. Its understandable in tough economic periods but perhaps its time to reassess your situation. Here are some of the options Pay more now and less later on Its not for everyone, but if youre a dualincome couple who dont plan to have children for a while then shop around for highstart loans. As the name indicates, the monthly repayments are higher when the loan begins than they would be for a standard loan, giving you the advantage of paying off the loan more quickly when you have the benefit of two incomes and paying less interest in the long run. If one partner gives up work you revert to normal loan terms. Change your payment schedule Incredible as it may seem, changing your payment schedule from monthly to fortnightly or even weekly can save you tens of thousands of dollars in interest payments over the life of a home loan."
}