{
    "text": "SECTION 15 WHY DEVELOP COMPLAINT PROCEDURES Complaint procedures should form part of an organisations overall strategy to prevent sexual harassment. Such procedures convey to all employees the message that sexual harassment is unacceptable and is treated seriously by management. Complaint procedures should be accessible and flexible and offer a range of options for addressing complaints. Complaints should always be handled by properly trained staff and procedures need to be regularly reviewed to ensure that they are operating effectively. Above all, staff must feel confident about using them. It is usually better for all parties concerned if a complaint can be resolved through internal, inhouse procedures for the following reasons bulletIt gives management the opportunity to change behaviour and educate employees in a positive way bulletIt can minimise the potential stress, hostility and disruption which is often generated if a complaint is taken outside the organisation bulletIf a formal complaint is made to an external agency such as the Human Rights and Equal Opportunity Commission, the employer may be held legally responsible vicariously liable for the behaviour of its employees. The Sex Discrimination Act provides that an employer will be liable unless it can be shown that all reasonable steps were taken to prevent sexual harassment from occurring. Implementing internal complaint procedures is one measure an employer can take to reduce the risk of liability bulletComplaints which are not resolved quickly can become very expensive in terms of lost time, money and resources, particularly if they are referred to an outside agency for example, time spent in meetings and interviews, time spent preparing documentation and statements, diversion of clerical or administrative resources and lost wages are all potential costs which need to be considered bulletIf a complaint is referred to an external agency, legal costs and compensation payments may be incurred. If the matter goes to a public hearing, there is also the likelihood of negative publicity which could damage an organisations profile and credibility. Complaint procedures will vary depending on the size, structure and character of a particular organisation. The following features however should be common to all sexual harassment complaint procedures bulletsuited to the particular work environment and structure of the organisation bulleteasy for employees to access and use bulletresponsive to the problem bulletincludes a commitment that all complaints will be treated seriously bulletcan be activated immediately bulletoffer informal and formal options, depending on the nature of the complaint and the seriousness of the allegations bulletstrictly observes confidentiality bulletguarantees that no one will be victimised for complaining bulletprovides names and contact details of people responsible for dealing with complaint. Those responsible for dealing with complaints should be well trained. They need to be fully familiar with the organisations policies and procedures, the relevant law on sexual harassment and the operation and functions of outside agencies such as the Human Rights and Equal Opportunity Commission. Good interpersonal skills in communication, negotiation, listening and conflict resolution are also very important. An organisation may decide to appoint or nominate particular staff as sexual harassment contactcomplaints officers. Alternatively, an EEO Coordinator could perform this role. Ideally sexual harassment contactcomplaints officers should be chosen from various levels within the organisation, and both men and women should be appointed. To maintain discretion and confidentiality, these officers should hold positions where staff would need to see them for reasons other than a sexual harassment complaint. Complaint procedures are not static they need to be monitored, reviewed and refined to ensure their effectiveness. It should not be assumed that sexual harassment is not a problem just because no complaints are being received. It is important to determine what people think of the procedure, whether they have any hesitations about using it and how it could be improved. A confidential survey of staff opinions and ideas may assist in gathering this information. If an organisation is serious about resolving sexual harassment complaints management must bulletmake a public commitment to the prevention of sexual harassment bulletimplement and endorse sexual harassment complaint procedures and policies bulletmonitor the procedures and make changes where necessary bulletensure that employees are well informed about policies and procedures bulletallocate adequate resources for training and awareness raising. Many sexual harassment cases go unreported because people are concerned that they will not be taken seriously if they complain. The success of a complaint procedure will depend on employee confidence that they will be treated fairly, that the matter will be kept confidential and that there will be no repercussions for taking action. Managers and supervisors will encounter a wide range of responses and prejudices when dealing with the issue of sexual harassment. There will almost always be a discrepancy in the perception of the conduct between the parties to a complaint. A complaint procedure must therefore ensure that both parties are given the opportunity to be heard in a fair and impartial way by a person who is sensitive to the issues and primarily concerned with the effective resolution of the problem. When a complaint is made, it is always important to ask bulletWhy did this situation occur bulletWas there an atmosphere in the workplace which condoned the behaviour bulletHow could it have been prevented bulletWhat measures are required to stop this from happening again bulletWhat can be done to change the prevailing atmosphere or climate of the workplace It is important to recognise that complaint procedures should not operate in isolation. They need to form part of an organisations educative and preventative strategy for dealing with sexual harassment. SECTION 16 HOW ARE COMPLAINT PROCEDURES DEVELOPED Complaint procedures can be produced by looking at other organisations policies and consulting with employer organisations and unions. Participating in accredited training programs may also give you some ideas. Surveying staff for their thoughts on what a complaint procedure should include not only provides valuable suggestions but helps to ensure employee commitment to the policy. A complaint procedure should be flexible, contain assurances about protection from victimisation and confidentiality and be widely distributed. It is worth the effort to spend time developing a procedure which will be effective. Consider the following suggestions bulletResearch other policies and procedures which have had success. Particularly look at organisations which are of similar size and character bulletParticipate in training courses designed for this purpose bulletConsult with umbrella employer organisations bulletConsult with unions and other agencies which are involved in the area bulletConsult organisations working with crosscultural issues and people from nonEnglish speaking backgrounds bulletSurvey staff about what they think an effective procedure should involve bulletWhen a procedure has been developed, do not set it in concrete. Review it regularly and make necessary changes where appropriate. Features of a Complaint Procedure There are certain features which all sexual harassment complaint procedures should contain. These include bulletFlexibility by providing a range of options for the resolution of complaints, ranging from informal to formal procedures bulletAvailability of particular measures for staff from nonEnglish speaking backgrounds for example, the availability of interpreters if required, the publication of sexual harassment policies and procedures in various languages etc. bulletA guarantee that the parties to a complaint will not be victimised, but that disciplinary action may be taken where a complaint is found to have substance bulletAn assurance that the consent of the person making the complaint will be obtained before any course of action is decided upon bulletAn assurance that no one will be victimised for complaining. The complaint procedure should be in writing and distributed widely throughout the organisation. It should contain bulletA statement of the companys policy on sexual harassment bulletA description of the approaches that can be taken in response to a complaint, detailing issues such as confidentiality. These should be used as guidelines for managers, supervisors, complaints staff and the person making the complaint bulletInformation on the rights of both the complainant and the alleged harasser bulletNames and contact details of staff responsible for inquiries or complaints bulletInformation on outside organisations which can assist. SECTION 17 MANAGEMENTS ROLE IN SEXUAL HARASSMENT COMPLAINTS It is important that managers and supervisors gain the trust of those involved in a sexual harassment complaint. They can do this by listening carefully to what is said, by making sure that the complaint is taken seriously, and is dealt with fairly and promptly. Managers and supervisors must be able to ensure that they will treat the matter confidentially and provide protection to staff so that no one will be victimised. A choice of trained and appropriate male and female staff responsible for receiving complaint and providing advice should be available. Staff should also have the choice of either informal or formal complaint handling options. Management will need to ensure that staff have confidence in the organisations complaint procedure. This can be achieved by bulletEnsuring the procedure is activated in a prompt and fair manner bulletEnsuring confidentiality and protection from victimisation. Explain to those involved that confidentiality should be maintained. Supervisory staff should be alert and act quickly if there are any signs of victimisation occurring bulletProvide adequate information to staff and ensure that sexual harassment policies and procedures are widely publicised throughout the organisation. Consider using regular notices to remind staff, refer to the policy and procedures during interviews with job applicants and provide regular information sessions bulletMaking sure that complaints are taken seriously and all points of view are respected. It is difficult to remain impartial in these situations. Be aware of your own values and impress upon complaints staff the need to demonstrate fairness and objectivity at all times bulletAppointing appropriate staff. Where possible, appoint specialist staff who have been trained to provide information, answer inquiries and act as complaints officers bulletProviding appropriate training and support for staff in these roles bulletReviewing the procedure from time to time to make sure it meets the needs and concerns of the organisation and its employees bulletBeing aware of the needs of all staff for example, employees who are not fluent in English may need access to interpreters. Management should also be aware that staff from certain cultural backgrounds may be reluctant to complain or discuss sexual harassment openly. Training sessions should be designed to ensure that all staff, regardless of their cultural background or ethnic origin, know that they have the right to complain about sexual harassment. Need for Expertise It is highly desirable that the managersupervisor and the person making the complaint have access to people with expertise in dealing with sexual harassment matters. There should be someone other than the manager to whom the person making the complaint can go for assistance. There should also be a range of options available for dealing with complaints. The choice of which option to pursue will be up to the person complaining. Many people who wish to complain about sexual harassment, make it clear from the outset that they want it dealt with informally. They may not wish to proceed if making a formal complaint is their only option. Other people may wish to have the matter dealt with formally but want it kept inhouse. Alternatively, the person complaining may wish to immediately lodge a formal complaint with an outside agency, such as the Human Rights and Equal Opportunity Commission. Management should be aware that all employees have the right to approach an external agency with a complaint of sexual harassment. However, often this action is only taken because no internal complaint procedures have been developed or the complainant does not believe that their employer will treat the matter seriously and take appropriate action. If given the option, many people would prefer to have the matter resolved internally. SECTION 18 WHAT IS AN INFORMAL COMPLAINT PROCEDURE Often complaints of sexual harassment can be quickly and effectively resolved through informal procedures. Informal action could involve any of the following options selfhelp intervention by a third party independent management action Selfhelp involves the person who has been harassed approaching the harasser themselves with a request that their behaviour ceases. The complainant may ask the manager, supervisor or contact officer to accompany them if they require support."
}