{
    "text": "Introduction The aim of the recruitment process is to obtain, by competitive selection, the best person for every position that we seek to fill. The Departments recruitment and selection procedures observe the principles of Equal Employment Opportunity EEO, which means that the major consideration is merit. All applicants with the necessary experience and qualifications should be given equal opportunity to be considered on the basis of merit that is, their capacity to meet the essential and desirable criteria for the position. The contact officer It is important that you provide quality information and assistance to prospective applicants. Your help will boost their perception of the Department as a potential employer. You should help callers assess the responsibilities and duties of the position, and offer any other relevant information. Once the position has been advertised, you must be available to accept enquiries. These may come from all sections of the community be receptive to those enquiries, so that corporate aims and objectives are conveyed in a fair and equitable way. The following information should be made available to each applicant see your Administrative Officer for copies bullet Handbook for job applicants bullet Structure NSW Agriculture flow chart bullet position description statement bullet Application for Employment form, for applicants who are not with the NSW Public Service bullet Details of functions, responsibilities and goals of the DivisionBranchRegion Remember You may be a callers first point of contact with this Department. Make a positive contribution to our image by being helpful and efficient when handling any enquiries. The Selection Committee A Selection Committee is a means of selecting an applicant for a vacant position. The Committee has the task of recommending the most efficient applicant to the Department Head. Selection is a serious responsibility, which affects the efficiency of the Department and the careers of individuals. So it is important that each Committee member understands the procedures and techniques involved in selection, and knows how these relate to the principles of equal opportunity in employment. See your Administrative Officer for details of courses available, etc. The Committee members The Selection Committee must comprise at least three members bullet a Convenor This person chairs the Committee. The Convenor must be from the Department, and must have completed Selection Techniques training bullet an Independent Impartial selection is enhanced by the inclusion of an independent Committee member a person from another government department State, Federal or local, or from private industry for some specialist positions. The independent should not have been an officer of this Department within the last 6 months. Generally, independent members who are not employed by a government department are not paid for their service on the Committee bullet a Departmental representative. Remember Your Committee must include bullet at least one male and one female bullet a person of relevant background, where applicable for example, ethnic background, disability etc. Eligibility Generally, Selection Committee members are at a grading or salary above that of the vacant position. This particularly applies to the Convenor and the Departmental representative. The convenor The role of the convenor is to direct the conduct and activities of the Selection Committee so it may find the most efficient applicant for the vacant position. Choosing the other members The convenor is generally responsible for choosing the other Committee members. The convenor should pick members who are experienced in a similar area as the advertised position, so they can readily recognise the necessary skills in the applicants. Preparation for interviews The convenor should bullet ensure that no member of the Committee has a close personal relationship with an applicant, as this relationship might influence that member during Committee deliberations bullet ensure that applications are correctly culled, in the manner prescribed in this booklet bullet check all printedwritten evidence of qualifications and experience bullet ensure that applicants have completed the correct application form and, in particular, ensure that applicants from outside the NSW Public Service have provided date of birth, place of birth, full name and any former names. Conduct of interviews The convenor should bullet be welcoming and encouraging to all interviewees bullet ensure that the interviews are conducted in such a way that Committee questions and comments do not suggest favour or discrimination. Types of discrimination include race, marital status, sex, age or physical impairment bullet ensure that questioning or assessment of applicants is fair. Do not ask an applicant about his or her marital status, spouse, spouses employment or salary, childrenother dependants, child care arrangements, credit status, age, home ownership, sexuality, racialethnic origins, religious beliefs or political affiliations unless any of these are expressly relevant to the job. The report The convenor should bullet complete all the clerical work associated with the Selection Committees report. This includes the provision of supporting details if a higher commencing salary is recommended bullet obtain referee reports verbal or written if the recommended applicant is from outside the NSW Public Service. Applicants from within the NSW Public Service are subject to a conduct and service report, to be undertaken by the relevant Administrative Officer. bullet ensure that any dissenting members complete and submit their reports. The Committee members All panel members should make a roughly equal contribution during the interview. All members must know how interview panels are conducted, and they must be familiar with the details of each interviewees application form. If a Committee member has a close relationship with a candidate, that member must tell the convenor. The convenor may then ask that member to withdraw from the Committee. Any member who believes the Committee is guilty of malpractice at any stage in its deliberations, may seek to have the Committee suspended. Another option is to submit a dissenting report to the person who is to approve the appointment. Malpractice may include prejudice or unfair questioning at interviews. Independent members must ensure that their views are solely based on the evidence presented by applicants. Independents must not be unfairly influenced by the opinions of the other Committee members. The cull The culling of applicants is only to be conducted by the Selection Committee. All members of the Selection Committee should participate in all stages of the selection. The members must ensure that bullet no candidate is unfairly excluded from the opportunity for an interview members must be thorough in assessing applications, never offhand. For example, they should not dismiss academic qualifications gained overseas, or communityvoluntary work that appears irrelevant to the advertised position bullet all Committee recommendations are based on the relative merits of applicants in the context of the jobs requirements that is, the essential and desirable requirements as expressed in the advertisement and the position description statement. Criteria of cull The purpose of the cull is to exclude those applicants who, on the basis of their application bullet do not satisfy the essential criteria of the advertisement bullet are ineligible for appointment for example, outside applicants for a job available only to those in the NSW Public Service, or applicants who are ineligible for permanent residency. If a further cull is needed, make a total comparative assessment of the eligible applications, based on the following criteria bullet those who do not meet the desirable criteria andor bullet those who show evidence that their qualificationsskills and experience do not compete with those of other applicants Late applications If it is decided to accept any late applications, these have equal status to all other applications. But applications received after the cull must not be considered. Caution needed Do not exclude bullet applicants with overseas qualifications, before the qualifications have been checked for local accreditation. If necessary, contact the Ethnic Affairs Commission, Overseas Qualifications Unit, telephone 02716 2222 bullet applicants whose job experience may be unusual but nevertheless relevant to the requirements of the advertised position. An example could be communityvoluntary work bullet applicants on the basis of assumptions about the physical attributes required for the job where applicants include a photo or details of their physical build. Remember Do not approach the cull as an exercise in achieving a set number of people to be interviewed. Reasons in writing The reasons for culling are to be noted on the Cull criteria evaluation form. The reasons must relate to the essential and desirable requirements of the advertised job. Putting the reasons in writing demonstrates that all applications were thoroughly considered and ensures that any enquiries from unsuccessful applicants can be answered. A bare statement such as failed to meet essential requirements is not acceptable. Selection criteria, questions and assessment The Committee must be guided by the advertisement and position description statement to determine the criteria for selecting the best applicant. The Committee should also decide on the interview questions and the specific responses sought. This includes any written test required. Remember Only the members of the Selection Committee are permitted to cull applications.Under no circumstances may anyone else take part in the cull. Preparation for the interviews Notification to interviewees The applicants selected for interview must be advised of the names and designations of panel members. The location of the interviews should be readily accessible to any applicant with a disability. Remember Applicants must be given a minimum of three days notice to attend an interview. Planning the questions Every interviewee must be told the same information about the job and asked the same questions. Devise questions that draw out relevant information about the candidates capacity to do the job. The questions should focus on the job criteria and any special requirements of the position. For example Do you foresee any difficulties in meeting job requirements such as bullet country travel bullet working overtime for stated periods bullet limits to when leave can be taken The Committee must not devise questions that are irrelevant to the job. In framing its questions, the Committee must not be influenced by assumptions or hearsay about family ties, study plans, physical endurance, etc. Conducting the interviews It is customary for the convenor to welcome each applicant at the beginning of the interview and introduce himselfherself. Other Committee members are then introduced. Begin the interviews on a subject familiar to the applicants, such as their current work responsibilities. Check that application forms are up to date regarding address, current position and salary. The convenor should cover the selection criteria in a preestablished order of importance. Each area should be thoroughly probed before moving to the next. Clarify a question or line of thought if it appears to be unclear to the applicant. If an applicant gives an obviously wrong answer, the panel might mention the correct one, especially if further questioning is intended on the topic. Do not embarrass an applicant by implying that the answer given is wrong or that the correct answer was obvious. Closing the interview When closing the interview, the convenor must give the applicant an opportunity to ask questions, or to add any relevant comments or facts that were not aired during the interview. The convenor should also tell the applicant when shehe will be told the panels decision. Also, applicants outside the NSW Public Service should be asked to provide the names and telephone numbers of two people who are familiar with the applicants skills and abilities. These referees may be contacted later. Applicants from within the NSW Public Service are subject to a conduct and service report, to be undertaken by the relevant Administrative Officer. Effective communication and notetaking An effective interview is dependent on a good understanding between an applicant and the Selection Committee. Applicants respond best to a receptive Committee and, in turn, the Committee members gain a more accurate understanding of the applicant. Interviewers should be aware how nonverbal communication can affect an interview. Eye contact, facial expressions, posture, gestures and voice level are important. The head nod, preferably while looking at the applicant, is a useful interviewing gesture which indicates interest and understanding. A system of notetaking during interviews is important, but dont be distracted by it the aim is to keep adequate notes wile maintaining effective communication with the applicant. So, confine the notetaking to memory triggers. For a better interview The convenor is responsible for bullet greeting the applicant bullet introducing the applicant to the panel bullet relaxing the applicant with a brief preambleconfirming the position the applicant is being interviewed for, and asking some familiar questions eg, correct contact address, recent work experience"
}