{
    "text": "Magistrates outburst refreshing The uncompromising outburst by Mr Michael Frederick, SM, in the Para Districts Magistrates Court at Elizabeth, might strike many people as intemperate, coming from the presiding officer of one of our traditionally most staid social institutions. Others will find Mr Fredericks comments a breath of fresh air. There can be no doubt he was driven by deep frustration, even anger, which is not always the best frame of mind to bring to a rational debate. At the same time, his frank views, his colorful language and his stinging criticisms, dished out with equal vigour to legal practitioners, defendants and court staff alike, are guaranteed to stimulate public interest. That is an important first step in effecting some of the changes that are alltooobviously necessary and long overdue. If Mr Fredericks language offended some people, that might not be such a high price to pay for change. It will be a pity if his comments are just dismissed as irrational or as an indulgence. Anyone who has been caught up in the interminable, expensive, bureaucratised court system, or who has seen its sinuous workings at first hand, will relate to much of what the magistrate had to say. We all have different tolerance levels. We expect them in a magistrate or a judge, of all people, to be buttressed by intellectual rigor, a sense of social, as well as legalistic, justice, and a decorum appropriate to high public office. We also expect our judges and magistrates to be people of the real world. Mr Frederick cannot be judged on this one outburst, although he has a reputation for calling a spade a bloody shovel. If anything, such a concession to the apparent years of stress and frustration are testimony to the need for urgent review of many aspects of the legal system. If Mr Fredericks attitudes, formed over six years on the bench, seem simplistic or crude, they are a perfect reflection of what a great many people, within and outside the legal fraternities, think but say only in the privacy of familiar surroundings. If some of Mr Fredericks comments appeared foolhardy, they were also courageous. And it was time someone said them. By lambasting some legal counsel, streetwise young offenders, special pleaders whose show of remorse is just a facade for the courts benefit, and a system which is bloated on public money but which is still inefficient, Mr Frederick voiced the concerns of us all. His attack should not be seen as one on individuals, although it was directed at those before him on the day. The Legal Services Commission, for example, dismissed by Mr Frederick with a curt legal aid, shmegal aid, is a fine institution which embodies a fundamental concern, that of the right of every citizen to legal representation. But it, like the courts themselves, is only as effective as the people who work there. And it cannot function unless it is properly funded and administered. For that the Government is responsible. As for those who work there, far too many use it as a softoption legup to gain courtroom experience and quickly develop the sheltered workshop mentality that cruels the professional environment of many publicly funded enterprises. Probably, Mr Fredericks tirade was an overreaction. It was a very human one, though, and understandable. It should not lead to pious tuttutting by colleagues who might have managed in various ways either to cope with more equanimity or to shelter themselves from the realities that Mr Frederick faces each day. It should certainly not lead to any move to discipline him for his indiscretion. In presenting us with a few hard truths in uncompromising language, Mr Frederick has made a contribution to changing those things that need changing. He may be seen as unreasonable in some of his views but, to paraphrase Bernard Shaw, it is the unreasonable people, not willing to accept the status quo, unafraid of speaking their minds, who change things in a world in which the vast majority of reasonable people prefer to do nothing. River boats locked in There is little point in River Murray boat operators claiming that a proposed fee for all vessels passing through river locks is insidious. Such a fee is a logical part of the userpays mechanism. Although the Government says it is not imminent, it is probably inevitable. Tourist operators and other boat owners can take heart, at least for now, from the fact that the Public Infrastructure Minister, Mr Klunder, despite earlier defending the fee proposal, now says SA will not try to implement it. The EWS document, which uses a crude method to determine a relationship between the number of locks, their cost and an alleged 25 fee for every vessel passing through them, is far from the last word on the matter. For a start, it would be unreasonable for boat owners to pay the full cost of lock maintenance and operation. There has been no suggestion, yet, that they should. But boat owners must accept the userpays approach and cooperate in looking for a fair way of implementing it. ACCs year of living dangerously Local Government Week, starting tomorrow, is intended to make us take a closer look at our councils. This is apt while the Adelaide City Council is proudly celebrating its sesquicentenary of being the first elected local government body in Australia. It is also celebrating a year of disasters with some monumental farces. The latest act is the threemonth delay to Beneficial Finances proposed East End Market redevelopment. This itself is an extension of four years of bickering over a variety of proposals for the site. Beneficial, a very indirect arm of the State Government through the State Bank, is thought to be losing 17,500 a day in holding costs since it put up its plans in December. Meanwhile the character of one of Adelaides most interesting precincts continues to deteriorate. The issue is muddied by legal action and by the developers politicking. Its design marginally breaches the City of Adelaide Plan but, it says, this is only so it can contain a residential component on which the council is so keen. It is outrageous that this wasnt sorted out months ago. On Monday, the councils planning and environment committee is to consider a negative report on the Beneficial project from city planner John Hodgson. It will be a test of whether the council remains scared of tackling big issues and of whether it is hopelessly split into factions for and against development. This last is a legitimate complaint of city manager Michael LlewellynSmith. He says the division between members is making it increasingly difficult for the administration. But then, in the byzantine world of our Town Hall, Mr LlewllynSmith must himself be questioned for taking more than four weeks to decide on whether the State Government should investigate a possible conflict of interest by Alderman Mark Hamilton. And nobody, elected or unelected, seems to emerge with much credit from the delays in the Town Halls 13 million restoration and the damage to the new organ and to the Adelaide Festival. In Local Government Week, the Adelaide City Council, teetering on the brink of condemning itself out of existence, deserves the closest watching indeed. Australian sensitivities Australia has been showing some disturbing signs recently of insensitivity in relations with Asia, notably with the proposed multifunction polis and Thailands reenactment of the building of the River Kwai bridge. Reactions here to both have suggested poor communication, if not racism. And they have caused poor reflections on Australia in Asia. Prime Minister Bob Hawke tried to please veterans this week when he successfully asked for a cancellation of part of Thailands annual River Kwai Celebrations, the part reenacting Japanese soldiers forcing war prisoners to rebuild the bridge. This is a sensitive subject for some veterans but that is hardly reason to deny its existence. Better to ask that it be properly done than cancelled so that, like the Hiroshima museum, it could be an enduring deterrent to mans inhumanity to man. The result has been a Bangkok newspapers condemnation of Australia for a lack of etiquette and an act of interference. This image of Australia, among a people to whom etiquette and independence are important, comes at a delicate stage of negotiations for Australian involvement in the SkyTrain commuter consortium and Westpacs banking licence in Thailand. The Australian fuss might not have arisen had the Thai show been better explained. It is similar with the multifunction polis. This is a plan for a 13 million city built by Australian, Japanese and other interests and dedicated to improving this nations technology, manufacturing and exporting. It is an idea worth pursuing. But it has been poorly explained to the Australian people. In Sydney, particularly, it has aroused some disturbing negativism among journalists and academics, with undertones of a Japanese invasion. These attitudes are reported in a leading Tokyo business paper under the headline Deep distrust of Japan, with suggestions that many Japanese companies were having second thoughts about investing. This comes a week after a 12nation conference in Singapore was looking positively on Australias visionary Asia Pacific Economic Cooperation grouping. Ominously, the major parties in out election campaign are keeping quiet about the multifunction polis and about anything to do with foreign relations. Communications among ourselves seem as poor as with our neighbours. We are walking into cultural minefields in seeking our regional future. We cannot, as the stereotypical Australian tourist does, stomp through in R. M. Williams boots. This weeks bad press in Asia suggests the need not only for better maps but also for treading a little more sensitively. Festivals for the future After festivalitis, sermons and soda water the day after, Adelaide can judge the 1990 Adelaide Festival a success. But it is a success with qualifications that must be taken seriously if we are to continue calling ourselves the Festival State. Artistic director Clifford Hocking can afford to feel pleased. His themes of world music were refreshing. And events in our autumnal outdoors especially Opera and Jazz in the Park were completely Adelaide. He also gave us some potential scratches under the skin. Indias Kathakali and a new Hamlet should have been challenges. The role of Aboriginality in Australian culture was raised if only on the Fringe. A subtheme of political persecutions could have been controversial. Yet there was a certain flatness among the public about this Festival. It is a comment on Adelaide more than on Mr Hocking that the controversies seemed to be a newspaper critique Peter Goers on Archaos and the Town Hall renovations. We do tend to be an apathetic audience. Mr Hocking sought to overcome this with many known, popular Australian performers. It is no critical reflection on any that they may have been too familiar to arouse fever pitch. In a lesson to the next artistic director, Rob Brookman, there was a marked lack of a central blockbuster to tear apart the critics and the dinner party conversations and to attract more people to Adelaide. That attraction is a legitimate and important function of the Festival, not only as a symbol of Adelaides unique lifestyle but also for tourism and the economy. Mr Hocking could blame the lack of a blockbuster on inadequate funding, and blame the popular entertainment on the need for boxoffice returns. And if there is any future decline in the preeminence of Adelaide as an art centre we could all lay some blame on governments. The Adelaide City Council and the State and Commonwealth governments are shirking their Festival support. They must be forcibly reminded that only Adelaide is qualified to remain Australias arts capital. This demands greater involvement of State Government ministers and of Tourism South Australia. Business sponsors might need more prodding. We might also examine another important event, the Barossa Valley Vintage Festival, and see if there are lessons in its powerful involvement of the community at all levels. Decisions by the Festival board and management affect everyone in South Australia, not just the people at the Festival Centre."
}