{
    "text": "A lesson for the teachers OUR report into education standards in NSW provides alarming figures of student dissatisfaction. In many cases, students are voting with their feet at a critical stage of their schooling. Two cases cited in todays Sunday Telegraph report show how serious the problem has become. In one example, a school in southern NSW lost seven pupils a week at the height of a crisis over teacher behaviour and in a primary school in eastern Sydney, student numbers fell from 29 to 13 in the first three months of one class. The reasons for dissatisfaction are varied, including issues of discipline, class arrangements and principals attitude. The answer until now has been to transfer students to another school but this did not address the problem and only disrupts children at a vital learning stage. These figures highlight an education problem too alarming to ignore. The NSW Education Department, and its teachers, must pay closer attention to the problems within the classroom. If such complaints are not resolved, then the overall education system will begin to break down. The department cannot ignore this student exodus it must pay attention to this lesson and improve its performance. The Midas touch WHAT a magnificent sight greeted us from Victoria Canada yesterday Australian athletes with the Midas touch competing for glory against the finest sportsmen and women in the Commonwealth. Years of training and sacrifice were rewarded as members of the Aussie team led the charge with a superb result of nine gold medals on day one. Those at home shared the winning smiles of our athletes who did us so proud. No one epitomised the spirit of Australia more yesterday than 20year old silver medallist Karen Van Wirdum who seized her medal opportunity to propose to boyfriend Robert Dunne from an international stage. Dunnes reply sums up the nations feelings for all our athletes I love the girl, all Australia loves her. Shes such a determined, wonderful girl. A political party bent on suicide Roy Miller, editor THE Liberal Party of Australia is dead and buried. They can kiss goodbye any aspirations of leading this country in the years to come. The squabbles between the leader, Alexander Downer, and the former leader, John Hewson, which culminated in Hewsons sudden dismissal from the shadow Cabinet have left the Liberals in a state of disarray never before seen in Australian politics. Both men have their faults. Dr Hewsons mistake was his failure to step down immediately after losing the unlosable election in March He then had to endure the destabilising and embarrassing leadership contest three months ago. There is little doubt Mr Downer wanted Hewson out of his shadow Cabinet in fact, hed never wanted to include him in the first place. Mr Downer took a hard line when he refused to give Hewson the key Treasury portfolio which he wanted. Instead he allocated him the secondary portfolio of Commerce and Industry, with stern demands that Hewson not buckle against his leadership. The signs were clear in May that the new leader was always going to be on a collision course with his predecessor and that Downer was waiting for the earliest opportunity to punish Hewson. Late on Friday he did so in a paltry attempt to assert his authority. Mr Downer failed. Though there is never a right time to sack a colleague, Mr Downers timing was appalling. He showed not strength but insecurity. The issue Mr Downer should be addressing is the Liberal partys social policy, not knifing individuals who have highlighted its flaws. Dr Hewson will continue to be a thorn in the partys side now that he is free to speak on any issue from the back bench. Alexander Downer now faces a battle to protect his own position, with a leadership rift likely to come as early as tomorrow. Next Wednesday marks the 100day anniversary of Mr Downers leadership. It will not be a cause for celebration. Mr Downer has suffered a significant and damning slide in popularity since his leadership coup. His honeymoon period ended abruptly after his performance during a oneweek tour of Western Australia which exposed his ignorance of land rights and contradictory behaviour. The sacking of Dr Hewson has not helped his cause. As Hewson explained so succinctly Mr Downer, you will not heal the wounds of the Liberal party by turning the knife. His one vengeful act has torn the Liberal Party asunder. The deep divisions which now characterise the party will not be mended easily. There are very few options left for the Liberals. They either keep their present leader or face another bloody leadership spill. Would Peter Costello, the present deputy, make it as leader Or do they bring back the tried and true John Howard Whatever happens, the Liberal Party is a shambles and has no way of regrouping in order to become a formidable opponent in the 1996 election. Our political structure demands strong opposition the existing Liberal party cannot meet this demand and has very little to offer Australia. A better way to spend 150m PRIME Minister Paul Keating has every right to give his views on Sydney and in particular, the Cahill Expressway. Not only is he PM, but he is also a Sydney boy, born and bred in Bankstown. Last week he was taken to task for saying the Cahill expressway is an eyesore which should be demolished. Although most Sydneysiders would agree that it is an ugly concrete structure spoiling our beautiful harbour, many thought Mr Keating should keep quiet on the Cahill Expressways future. Silence does not suit Mr Keating but he must learn lessons in timing. His 150 million pledge to NSW Premier John Fahey to tear down the Cahill was a badly timed, insensitive promise. Only 48 hours earlier, Agriculture Minister Ian Causley announced the news our rural community was dreading that 83 per cent of this State is now suffering the cruel plight of severe drought. The 150 million which Mr Keating was so keen to distribute would have been better spent if earmarked to help our struggling farmers. Farmers are enduring enormous hardship and need more than Government sympathy they need financial assistance. It is up to the Federal Government to recognise the severity of this drought and step in to help farmers as much as possible. For a major city such as Sydney, it takes more than a premier, or local council, to have planning vision. In fact, we should be pleased that the Australian Prime Minister has taken such an interest in our city. But Mr Keating, surely there are better ways to spend any loose change the Government has Namely our foreign debt, our farmers, our unemployed. In July, Mr Fahey was offered between 50 and 60 million by Mr Keating to beautify Circular Quay, less than two months later this figure has almost trebled. Mr Keating should hang on to those extra dollars and donate them to a true, needy cause the heartland of this country. But dont give up on Sydney because this city still needs vision.Breretons action not tough enough TODAY more than 100 ships are lying idle off the coast of Australia at a cost of up to 15 million a day. Why Because of the bloodyminded attitude of one particular union, desperate to preserve its livelihood in the face of generational changes to the makeup of the Australian waterfront. Central to the fears of the Maritime Union is last weeks decision by Industrial Relations Minister Laurie Brereton to sell the Governments stake in Australian Stevedores, which was held by Governmentowned ANL. Tied to the future of ANL is the future of the union and right now, theyre running scared. Mr Breretons defiant selloff against union opposition showed them whos boss but, as the costs of this dispute escalate, it is not tough enough. What made financial sense last week will cost many more dollars if the unions continue this fight. Mr Brereton should have continued to act tough and begun settlement talks with the union immediately. Mr Brereton should not have waited until tomorrow for his showdown with the unions. His inaction will cost this country millions, and not only in shortterm export earnings. The greatest damage will be to our international reputation which has suffered yet another savage blow with this latest blight on our international trading record. The 15 million daily bill will be chicken feed in the washup from this dispute. What we suffer in the eyes of international competitors and trading partners will be measured on a much larger scale. Get to work Mr Brereton and get our waterfront and export business working again. Big task for Fahey TWELVE months ago, the future for John Fahey was bright and full of promise. Today as his Government prepares to hand down its final Budget before they face the polls in March 1995, the outlook is not so bright. For Premier Fahey, it has been a steady decline during the past seven months, a disappointing followon from the elation of our Olympic bid success and his heroic tackle on Prince Charless attacker in January. Since then he and his Government have gone from bad to worse. The most telling blow came last week when opinion polls showed his Government had fallen behind the Opposition for the first time since he became Premier in June The task ahead for Mr Fahey is not an easy one. When Parliament resumes this week it will be the beginning of a demanding session which will test his resolve and political skills. The hurdles ahead include the sale of the State Bank, the inquiry into former police minister Terry Griffiths, theCasino controversy and the royal commission into corruption within the NSW police force. So Mr Fahey is heading into battle wellprepared with a good news Budget. It appears Mr Fahey has finally identified what counts. He must now hope the voters return the favour. Lets share the farmers burden THE sight of Prime Minister Paul Keating treading the parched red earth of droughtstricken Queensland last week brought relief to many worried Australians. There was relief that finally the nations highest office recognised the disastrous impact of this drought. And there was hope. While Mr Keating was criticised for waiting too long before he inspected the impact of the drought firsthand, his visit brought inspiration to struggling farmers. There was no promise of immediate cash but he gave farmers hope of muchneeded Federal Government assistance. Mr Keating recognised the severity of the drought and the need for the Government to act quickly. I said that we would never leave the unemployed behind dotted line let me say in the same terms we wont leave the country people of this nation behind. We dont forget them. After commenting just five weeks ago that drought was a normal part of farming life, Mr Keatings words of compassion wont be forgotten. Nor will the tales of hardship and survival which characterise life on the land today. The stories behind yesterdays Women of the Land gathering in Gunnedah give the true picture of families enduring the States worst drought in 60 years. Life in the bush is pretty difficult because of low commodity prices and high interest rates now with the drought its practically impossible, says one farming wife. But no matter how tough it gets our farmers will not give up easily. Its an instinctive thing. said Leonie Studdy, of Gunnedah. I grew up on the land and Ive spent my life on the land. As my father used to say, Who is going to produce all those necessary things if people like us dont stay here in this environment This weeks Cabinet meeting to decide a new rural assistance strategy is critical to the future of our rural environment. It is likely to recommend exempting droughtstricken farmers from asset tests on key measures, enabling greater welfare assistance. Another suggestion worthy of consideration is the introduction of a drought levy on Australias eight million fulltime income earners."
}