{
    "text": "Introduction We live today in an information society where technology regularly bombards each and every one of us. I believe, as a consequence, we are losing the common art of communicating talking to one another and telling stories. When I was a small boy nothing would excite me more than spending hours with my grandparents listening to them describe how life used to be dotted line it truly was a wonderful investment of time the interaction of young and old. One of the most powerful tools of communication is humour. The ability to laugh at oneself and lifes many sticky predicaments, is a valuable asset. I have discovered writing to be a therapeutic distraction. Many a long night spent pondering alone with my trusty fountain pen, searching for the right sequence of words to unlock the laugh. I actually became a writer by default. Very early in my television career it became apparent that few script writers were able to consistently capture my turn of phrase. So as a selfimposed discipline I began penning a weekly page for the Australasian Post. Over the course of two years 104 articles were completed. A selection of the best anecdotes formed How to Hypnotise Chooks a title which took much time to sell to the publisher. Incredibly it proved to be an enormous success. The positive verbal and written feedback encouraged me to write more. How to Tame Lions, How to Kiss a Crocodile and How to Puzzle a Python followed in quick succession. A warped Tasmanian sense of humour has certainly helped the flow of tales. dotted line I trust this collection of my favourite stories brings more than a chuckle or two and thanks again to everyone who supported my literary efforts with the past four titles. Words are not sufficient to express my gratitude. Max How to Kiss a Crocodile I WAS THE ONLY ONE OF OUR EXPEDITION PARTY TO HAVE INSURANCE AGAINST BEING EATEN BY A CROCODILE The more I think about it the more I ask the question. What was a fully grown Tasmanian, with a reasonable amount of commonsense, doing cruising around a crocodile infested billabong at 30 at night dotted line To make matters worse, I was in an aluminium vessel, barely better than an upturned VW car bonnet that used a sick lawnmower engine for propulsion Gee, it could have easily been my last goodbye. See ya later alligator or See ya in a while crocodile. This deathdefying, extraordinary event happened in September, Yours truly, Wide World of Sports producer, John Murray, our very talented camera man, Phil Hanna, and his assistant, Brad King, were invited to cover the 1988 Barramundi Classic, one of Australias most unique game fishing tournaments. Here was a great opportunity to step aboard the big bird in the sky and head off for some sunshine in the Northern Territory. Definitely too good to miss after a nippy Melbourne winter The event was to be contested along part of the meandering Mary River system some 300 kilometres south west of Darwin. Our accommodation for the stay was at a place called, appropriately, the Wildman River Safari Lodge situated on the Wildman River part of the waterway. This austere cluster of metal deck, louvre windows, concrete block and flywire screen structures was not exactly Sydneys Regent Hotel, but then again what could we expect hundreds of kilometres from nowhere Our task was to capture on video the week long competition for Channel Nines Wide World of Sports programme. The concept being to tell the story through the eyes of a fisherman. Now the best way to understand what goes on is to have a go. As honorary commodore of the twoman teams in thirty boats, I did. And in doing so I almost lived up to my Tooheys 2 commercial reputation as the worlds worst fisherman In fact, between the four of us we travelled 28,000 kilometres and caught only one fish in five days. I guess that fish had a right to feel unlucky he was in the wrong part of the river at the wrong time Whilst that hookup, tag, and release sequence of vision was an important part of our footage, the chance to shoot images of crocodiles in their natural habitat, under spotlight at night, was what made the Barra Classic a memorable one for all concerned. None of us could have predicted the drama that would unfold during our adventure in the balmy darkness under a vivid Milky Way. Our nocturnal expedition consisted of two craft and was coordinated by the rangers of the Northern Territory Fisheries Department. Dont get the idea for a moment that it was a hairbrained idea spawned by a wish to emulate the antics of Mick Dundee of Crocodile Dundee fame. No way We had a serious task. Wed heard about the notorious rogue saurian named Sweetheart, only the day before. She wasnt too fussy about eating humans or fragile tin can boats like ours. The story came from the manager of the Safari Lodge, Ray Alright, after a comforting, bellywarming port or three in the early a.m. A man of much experience, integrity and never one to exaggerate the truth, he willingly divulged that Sweetheart had snapped the bum out of his dinghy dotted line and didnt even chew the stem of the outboard motor before gulping the lot down Now thats whats called a cast iron constitution And clearly the tale suggested a very large mouth. Sweetheart was then quite a local identity, although she was to be caught by the rangers a few months later and moved to a reserve. A quick glance at the visitors book made this point. Mick Dundees cousin in comedy, Daryl Somers, the host of the top rating TV show Hey Hey Its Saturday, had lobbed at the lodge a few weeks earlier and had added his experiences to the Sweetheart legend. His personal note of warning in the visitors book was both blunt and colourful. There was no way we could avoid reading what Daz said. All I can say is thanks a lot, mate You certainly put the wind up and out of me and my team. That fateful night, I was assigned a seat in the middle of the tiny lead vessel dotted line and I use that term loosely. Honestly, it was barely three metres long and sat very, very low in the water. The precarious level of the plimsoll line had a fair bit to do with the bulk of my four minders, all strong, rugged angler types. Will, an intrepid barehanded croc catcher, hung continuously like a question mark over the bow with bulging eyeballs scanning the shiny, moonlit lily pads for those telltale eyes of old scaly. Standing up beside Will was our human lantern, holding a carbattery powered spotlight. He had the worst job in the crew. Apart from being our navigator he also became the easy target of thousands of mosquitoes. This had to be the ultimate test for a can of Aerogard There were so many mossies around that everytime he opened his mouth, which wasnt often, his tonsils became speckled with tiny insects. I knew he was breathing mostly through his nose, because so was I. Even with my ample hooter, it got clogged up very quickly. The only respite from being eaten alive by the biting squadron was to turn off the light, but then wed be in the dark dotted line and I definitely didnt want to be left in the dark Not here I was nearly seven years old before I could go to sleep with the light out. The only thing we planned to turn off was the outboard motor that barked painfully in our eardrums. Then we experienced an eerie feeling as we drifted, the light stabbing silently ahead of us. The other two crew members of our Boat One had their bums firmly planted on the rear seat. One had a hand on the tiller and an ear to what his mate was saying. In between the odd nervous cigarette, they both looked a bit toey. I think they were more concerned about appearing on national television for the first time than coming face to face with a rogue croc. I was the bloke who ought to have been nervous. No way known was I prepared for what was about to happen when Will zeroed in on the first crocodile for the night. From my safe seat, all I could see was the end of a scaly tail threshing about to one side of the dinghy. Will confidently shouted with the voice of experience as he struggled No, hes too big Immediately he let go of his target Away the startled croc bolted like a frightened goldfish. I reckon this one that got away was every bit as long as the boat, and most of that consisted of a powerful tail Nevertheless, with any croc theres still plenty of room for a full set of teeth. The theory is to stun them with the glare of the spotlight. Then grab them firmly around the mouth so they cant snap their powerful jaws. But the trick here is to ensure that you can actually get your hands around the buggers mouth one slight miscalculation and youre always going to be a little short when counting the fingers on each hand Im told that while their jaws can close with great tenacity, the opening muscles are much weaker. At night, with the aid of a spotlight, its very easy to judge how big these scaly monsters are dotted line by the distance between their eyes, which light up like shimmering, pale pink marbles. What a profile nostrils, eyes and ears all above the water line enabling the creature to breathe, see and hear whilst the majority of its body is hidden. The huge flattened tail makes up about half it body length. This is also a massive weapon. The back legs have webbed feet, which are useful in climbing muddy banks. The jagged teeth offer a firm grip on struggling prey. These snapping jaws and surprisingly fast reactions give our awesome Australian salties numerous teatime snacks along the waters edge. They are also very territorial and when pressed for space between the river bank and a dinghy, can become quite explosive. Its really frightening when what looks like a floating log suddenly erupts into action right before your eyes. It leaves a big, gaping hole in the water thats how fast they dive. It should be mentioned that anything a large crocodile sees in the water or on the land dotted line or even in a boat, is regarded as good, so their diet ranges from insects to kangaroos, cattle or people What a comforting thought. Anyway, there were no flies on my mate Will. The next time our boat got into the action, there was definitely no mistake. Clunk, just like a giant handcuff snapped around the crocs mouth dotted line and barely a ripple on the billabong. Extraordinary, Phil said ecstatically from the camera boat following. Beautiful stuff, he confided. His boat was slightly larger than ours with a flat bottom and rails of tubular pipe. The shape made it ideal for setting up the camera tripod and viewing over the side. Seven people were comfortably piled aboard this second boat, and not all related to Wide World of Sports. Chris Makepiece, the tournament director, was overseeing proceedings, along with Bob and Kathy Dennis, the husband and wife fishing team from Fort Smith, Arkansas. Would you believe Kathy was six months pregnant at the time Sitting back with a firm grip on the throttle was a true blue Territorian. A philosophical character who, in passing, mentioned how the crocodile that can be seen is not a worry, its the one you cant see, because hes a hunter All terrific information to have on board in the black of night, knowing that crocs mostly feed then and have splendid nighttime vision. For the moment though, we were floating around aimlessly in their back yard."
}