{
    "text": "Fifteen Thick blackness blanketed them, closing them in. There was a seconds absolute silence, then an eruption of sound from the sitting room a confused babbling and wailing, and a couple of ominous thuds. Birdie instinctively stretched out her arms and stepped forward, her fingers tangling in the heavy folds of the curtains, her elbow bumping something solid that grunted and swore. Take it easy Edwinas voice was gruff but gloriously familiar in the enveloping dark. Sorry. What the hells dotted line Id say the powerlines have come down. A falling tree, probably. Not surprising in this weather. Birdie heard a rustling sound as Edwina calmly felt her way to the window seat and sat down. She was a cool customer. The door across the hall clicked open. Edwina Verity Alistairs voice echoed across the vast space. Are you OK Yes they chorused plaintively in unison, and laughed. Stay there, he called unnecessarily. Ill go out and start the generator. Wont be long. Hold on, Betty Hinders reedy voice carried as well as Alistairs shout. Im coming with you. There was a scrape and a bump. Betty, stay where you are Dont be more of a fool than you can help You cant go wandering around out there in the pitch black by yourself. What if you fall over and break a leg What if the ting doesnt start Then were all in a fine mess. Ill go out and get William, then. Alistair was weakening. Birdie grinned to herself in the darkness. Bettys snort was eloquent. By now shed obviously reached him. Hed be as much use as a pocket in a singlet. Here, hold on to me. I can find my way round this place blindfolded. And as for generators dotted line well, since Georgd rather sit in the dark twiddling his thumbs any day than get his feet wet, I can handle them too. Now, lets go. Alistair gave in. All right, now, everyone just sit tight. Itll be ten minutes or so. No Another voice rose through the blackness, high and whimpering.I cant stay here Ive got to get out Stop it Let me dotted line There was a scuffling sound, and a clatter as something hit the floor. The voice squeaked in panic. Belinda thundered Alistair. Sit down Have another biscuit Josie the candles on the sideboard OK Go on, Alistair. Well be right called Josie. She sounded quite cheerful. Famous last words, grunted Birdie. She felt cautiously around, located the window seat somewhere down near her knees, and lowered herself gingerly onto it, beside Edwina who hastily moved along to accommodate her. They perched together uncomfortably for a moment. The darkness was complete, in the room and outside the window. The valley walls rose up, enclosing them. No light, not the faintest glow in the sky, relieved the blackness. Birdie hadnt been aware of the hum of the airconditioning, but now that it had died its absence created an eerie sense of absolute stillness in the house. Outside, the rushing water of the swollen creek, the splashing of the rain on the rippling ground, were the only sounds. She held her hand in front of her face and squinted, trying to make out its shape. But the darkness was total. It was like being blind. With a shock, she remembered Dan Toby. He hadnt called. Why not And now he couldnt call. The internal phones needed electricity to work. Involuntarily she caught her breath. Theres nothing to worry about, said Edwina beside her. Birdie shook her head, realised her companion couldnt see her, and spoke aloud. Its not the dark. Its Toby and Milson. I think I should go up there. Try to take them a light. The proper lightsll be back on in ten minutes, said Edwina reasonably. Theyre big boys, arent they They can look after themselves. Of course. Why then did Birdie feel this sense of foreboding The picture of Toby, waving so cockily at her from the head of the stairs kept coming into her mind. And it was dark, so dark that she could see nothing else. She pushed herself to her feet and felt for the desk. Maybe dotted line What are you doing Edwinas voice was amused. If there are cigarettes, said Birdie, there might be a lighter. If there are cigarettes, Edwina replied, please give me one and pray theres a lighter. Birdie felt around the polished surface, trying to remember what had been on it when shed been in the room last. Her fingers brushed paper the timetable and a small pile of cardboard the guests files nearly upset a vase of flowers dotted line yes, thered been an ashtray and an enamelled box near the vase. Her hand brushed a corner. That was it She grasped at the box and opened the lid. Cigarettes dotted line and tucked into one corner, a small, slim lighter. She flicked it, and the tiny flame appeared, bright in the darkness. Edwina exclaimed and stumbled over to join her. They both lit cigarettes. Ive given up, Edwina remarked seriously, after a moment. She exhaled a plume of smoke, and watched it dissolve into the darkness with satisfaction. So have I, said Birdie. She took one last, long drag, sighed, and stubbed the cigarette out. Poison, she said. Edwina murmured muffled agreement. Birdie flicked the lighter again, and dimly the rooms shapes appeared. The doorway was directly in front of her. Im going upstairs, she announced. I think theres something wrong. Youre crazy. With that pathetic little light youll break your neck. Im going. You stay where you are. Not bloody likely. Edwina leaned over, felt for the ashtray and crushed her cigarette into it. If you go, I go. Im not sitting here twiddling my thumbs in the dark. There are limits. They edged cautiously towards the doorway and out into the hall. Flickering light from the sitting room cast a dull glow on the marble tiles. More than enough to see by, now that their eyes had adjusted to the dark. But the stairway rose in front of them, disappearing into pitch black about halfway up. They moved silently, by unspoken agreement. Neither wanted Josie and Belindas company. They reached the stairs and began to climb, one behind the other. Soon they were in darkness. They moved stair by stair, feeling their way, holding tightly to the banister, as if to a lifeline. The silence and the dark were think around them This is madness, whispered Edwina. She was so close that Birdie could feel her breath on the back of her neck. Birdie flicked the lighter and held its tiny flame out in front of her till it got too hot to hold, straining her eyes to see. Were nearly there, she said. Four or five more steps. Her heart was beating hard, somewhere up near the top of her chest. It was as if she could feel it in the base of her throat. She felt like choking. Something was wrong, she could feel it. The blackness at the top of the stairs was infinitely menacing. But she dragged her feet on over the thick carpet, grateful for the sound and warmth of Edwina behind her. She almost stumbled when she reached the top, though shed been waiting for the moment when her raised foot met empty air. She heard Edwinas exclamation as she faltered. Its all right. Were at the top, she murmured, edging around the balustrade to give her companion room. They looked down at the vestibule below. From here they could see the faint glow from the sitting room. Well edge around the gallery, facing this way, whispered Birdie. So well be able to see the light from Josies candles. The thought cheered her. Oh Edwina grabbed her arm. Ive just remembered. I think theres a candle on a table just here. You know, by the couch A candle in a silver candlestick. I saw it yesterday. Yes Birdie flicked the lighter and they edged away from the safety of the balustrade, holding onto each other, free hands outstretched, bodies tensed against unexpected bumps. Birdie found the side chair and sank into it while Edwina stood clutching the arm. She reached across to the corner table. Here shed found the pink envelope, the anonymous letter. It seemed weeks ago. The lighter cast a tiny pool of light on the polished wood, and at the back of the table a silver candlestick gleamed. Birdie grabbed it with a hiss of satisfaction. It was heavy. She pulled it towards her and lit the candle. The wick caught, and a big, yellow flame rose up, pushing away the darkness, lighting up the little sitting area, the stainedglass window in shades of grey, the door to the staff stairway. Ah Thats better Edwina gave a long sigh. Birdie looked up at her and grinned. Lucky you remembered it, she said. Lets go. They walked slowly along the gallery, towards Eve. No need now to feel their way, or turn to the secondhand light from the vestibule for reassurance. With the candlelight, Birdies panic had eased. Now she wondered what Toby would say when he saw her with Edwina in tow, too. Ten to one shed just get to him and the lights would go on. Damn She should have waited, like Edwina said. But she knew she couldnt have waited. It was very quiet, except for the rain pattering on the roof above them. They reached the corner of the gallery. Helens door was ahead. Birdies arm was aching with the weight of the candlestick. She lowered it slightly as they reached the door marked Eve. There was no sound from inside. She glanced at Edwina, standing tall by her shoulder, lifted her free hand, and knocked. The door swing open under her hand. Inside it was black as pitch, and in the blackness, someone was breathing. Dan Birdie thrust the candlestick high in the air before her. The flame blew back, faltered, recovered and flared up once more. Edwina gripped her arm. Dan Are you in there Nothing. Just breathing, hoarse and deep, in the dark. Birdie pushed the door wide and stepped forward. No, Verity Edwina was trying to hold her back, but Birdie pulled away, holding up the light. Toby lay sprawled on the couch like a bulky bundle of old clothes. His arm was thrown over his face, as if to protect it. Birdie crept towards him. The candlelight threw shadows around the room, picked out something white lying on the floor beside the desk. Milsons shirt. Milson, lying crumpled, long legs sticking out under the desk chair. Verity Edwinas voice penetrated the paralysed silence of her mind. Edwinas urgent hand plucked at her sleeve. She made herself turn around. Helen was sitting on the side of the bed. Very upright, very still, her hands in her lap. As they looked, she turned her head. Her eyes gleamed. Theyre asleep, she said softly. Just asleep. Birdies scalp prickled. She backed away till she reached the couch. She held the candlestick high, like a weapon. She felt for Toby with her left hand. He was warm. Breathing. Breathing heavily. It was Tobys breathing she had heard from the door. She pushed at him, shook him, but he wouldnt wake. Wouldnt stir. Hes been drugged, she said. Her voice sounded loud in her own head. Birdie saw the tray on the low table by the couch, its silver coffeepot winking in the candlelight. She saw one cup still on the tray, unused, one still a quarter full on the table where Toby had put it down. Where was the other Of course. On the desk, where Milson had been taking notes. She could see it now. She skirted the coffee table and sidled over to the desk, without taking her eyes off Helen. Crouching down, she touched Milsons cheek, felt for the pulse of his neck. She could hear him breathing too, now."
}