{
    "text": "Synopsis The depressing picture presented by the above quotation is what one might call the unpleasant human side of the plethora of government funded reviews, reports and studies of the problems faced by students in rural areas with regard to achieving educational and employment opportunities that are commensurate with their urban peers. In comparing rural Australia with urban Australia it is important to recognise that both are heterogeneous areas and in each community students face educational and employment problems. However, the additional educational disadvantages faced by students in areas classified as rural are well documented. The fundamental explanation for these problems is the isolation of the communities, and there are institutional, attitudinal and access inequalities that arise as a result of this isolation. There are however, identifiable education reforms that may help to overcome these problems. The problem of rural unemployment on the other hand cannot be solved by reforms to education alone. The limited employment opportunities experienced by rural youth, and described in Michaels frighteningly honest account, are a result of changes to the national and international economy which are drastically altering the employment prospects of all young Australians, but which leave rural youth particularly vulnerable. The most common definition of rural Australia is those areas outside the capital cities and the other major urban conglomerates, which in NSW would also exclude Newcastle and Wollongong from rural status. According to the federal governments Fair Go 1989 document, which uses this definition of rural, There are about 5,400 schools in rural Australia and in 1986, nearly 2 million students attended rural schools. This represented 39 of total school enrolments. Fair Go, 1989, p.4 It is the students in these schools that the essay invites us to compare with students in schools in the metropolitan areas. Prior to attempting this comparison two issues arise. Firstly, the metropolitan areas include a vast variety of unique communities. They include areas of affluence and high employment, as well as areas of widespread poverty and unemployment which are comparable with the worst rural economic circumstances. Further, they include areas dominated by people of Anglosaxon decent, areas dominated by people from nonEnglish speaking backgrounds, and areas with a significant Aboriginal population. Therefore, in discussing the problems of rural students in terms of equality between rural and urban areas we must focus on the aspects of education and unemployment which are specific to rural areas. These are the factors which make rural students experiences different from all of their urban counterparts. As we shall see, if there is one factor which covers all of these differences then that factor is isolation. Secondly, rural communities are also far from being homogeneous. They range from large rural regional centres like Armidale or Wagga, to very small and remote communities. As a result the degree to which they suffer from the inequalities associated with isolation vary greatly. As such, it is probably best to conceptualise rural communities as falling somewhere on a continuum, with small remote communities experiencing the most acute inequality and students in large rural regional centres having educational opportunities more closely resembling their urban peers. As stated by Merryweathers, You obviously dont need the same sort of support for Tamworth or Grafton that you need for Tibooburra or Coolarenebridotted line the range of programs dotted line tend to recognise that continuum.Merryweathers 1994 There are a number of statistics which have lead commentators to the conclusion that the problems associated with isolation have lead to inequalities of opportunity between rural and urban students. The factors that are pointed to are summarised in Education in Rural Australia,untranscribed quotation To this Henry adds that students in rural areas are, dotted line more likely than their urban counterparts to be forced into less prestigious unskilled employment. Henry, 1989, p.1. Finally, a telling statistic quoted by Baker in a case study of an isolated high school in NorthWestern New South Wales was that, A considerable proportion, estimated at about 1520 of primary school leavers, are sent to boarding schools outside the shire. Baker Proudfoot, 1989, p.2 This illustrates that many rural parents show their level of approval of rural education by voting with their feet. What is the explanation for all of these statistics which point to rural inequality It can be argued that all rural students suffer the problems associated with isolation to a varying extent. Isolation manifests itself in many ways which all contribute to the inequality between rural and urban education. These manifestations of isolation can be classified under three headings access, institutional problems, and attitudes. Firstly, the most obvious problems faced by rural students resulting from isolation, is their inferior access to education at primary, secondary, and tertiary level. This lack of access is both in terms of physical distances to be travelled and also in terms of the choices of subjects that students are able to study. Regarding travel, there seems to be little data published about the effects of school travel on students in NSW or Australia, but the following quotation reflects much anecdotal evidence, Parents and teachers commonly point to school travel as contributing to fatigue, reduced enthusiasm for school and homework and unsatisfactory behaviour. Students preparing for the HSC often seek weekly accommodation closer to the school to avoid travelling long distances. Listening and Responding, 1984, p.11 This quote refers only to those students who are within reasonable travelling distance of a school. Of even greater concern is the fact that it was estimated in 1989 that about 15,000 children in Australia did not have ready access to school, meaning that they were left the option of boarding away from home, or learning by correspondence, both of which involve obvious disadvantages for students. The second aspect of access is the fact that students in isolated communities often do not have the range of subject choices that are available to students in metropolitan areas or larger regional centres. For example, in 1980 the number of HSC subjects available to students in centres with a single small high school averaged 1, compared with an average of 6 available to students in centres with two or more high schools. Listening and Responding, 1984, p.17 This problem is of course one of economics. In a school with only 12 senior students, whilst class sizes will be favourably small, the school could not afford to have the staff available to teach a wide variety of subjects. It should be notes that the NSW state government has attempted to overcome the problems of access outlined above. In 1989 they announced projected expenditure of 22m entitled Access Initiatives in the Rural Schools Plan, 1989p. 6. A major review of the Distance Education Program was undertaken and, although there are as yet no written reports of the progress that has been made, in an interview with the manager of NSW Distance Education the following statements were made, One of the problems in, lets say, a small country high school is physically being able to do a range of subjectsdotted line Youve got the child who wants to do French at Coolarenbri Central Schooldotted lineobviously you wont have a French teacher in a school of that size dotted line then you can enrol a child in one of the Distance Education Centres or at the Open High School and the kid will get a quality educational service dotted line so much so that dotted line I think it might have been the 2U A French dotted line the top student in the state in the HSC last year was a student enrolled in Distance Education dotted linein Queenbeyan. Some of the small central schools across the state have traditionally only gone to, say, Year 10 dotted line If we can take Tottenham dotted line the fact is that the school numbers will never be sufficient to have a substantial senior school dotted line yet youve got kids within the district whodotted line should have the opportunity to go on. And they could go away to board or sometimes, with excessive travel on a daily basis, go to Dubbo or where ever. What weve set up in those cases is what we now call the Access Program where the kids will stay in their particular school, their community. We will network the schools. So you may have an English teacher at Tottenham who wants to do some senior work, by networking 4 or 5 senior schools and using Telematic teaching using telephone, fax, computer and modem dotted line the teacher will teach 3 kids in Tottenham face to face, 2 kids in Tullibigeal, 1 kid in Tullamore, 4 kids in Trange, who come in, sit in a room with the array of gear, and theyll do their 40 minutes of Englishdotted lineMerryweathers, 1994 Although the extent of these programs is limited by available funds and there are many arguments to say that such education is not as good as a classroom education with, for example, 20 other students and a teacher face to face, thoseinvolved with the Distance Education program are certainly overcoming many of the inequities that have existed. The materials produced by the unit are marketed by the Department of Education, sold to schools in Metropolitan areas and are of extremely high quality. Imaginative approaches are taken to ensure that students in isolated settings are able to learn the same concepts as their less isolated peers with the use of a the full range of available information technology, and specially designed kits containing such things as the chemicals necessary for science experiments. For example, instead of performing a dramatic piece in front of a class, a student might videotape the performance and it could then be shown to teachers and or other students obvioulsy learning skills that would not be available to many urban students in the process. Whilst such students have fewer opportunities to interact with their peers there are regular meetings of students from the area. Meetings with teachers have also been made easier since the decentralisation of the Distance Education department. Access to secondary education is also an issue and the low levels of rural students continuing on to tertiary level is often blamed on the lack of access. Again, this is a problem that has been reduced in recent years. Main university campuses currently exist at Wollongong, Armidale, Lismore, and Bathurst, with other smaller associated campuses being spread across the state. These Universities, along with their metropolitan counterparts, offer external study options, as does the system of TAFE institutions that are spread widely across the state. However, studying externally, commuting or moving to larger regional centres both have financial and educational disadvantages posing a definite though unavoidable problem for rural students. Many of the problems of access are realistically unavoidable in a large, sparsely populated nation. However, it can be seen from the initiatives of both the federal and state governments outlined above that the lack of opportunity experienced by rural students is a problem that is being addressed though the use of information technology, the expansion of the tertiary education sector, and the imaginative approaches of teachers and policymakers. The second group of problems associated with isolation have been termed institutional problems. This involves the problems of staffing and resourcing rural schools. Staffing is a major problem in rural areas. The following statements come from two case studies of isolated rural schools. When my wife and I first drove into Plains dotted line it was all brown and dead and dry. It was very disconcerting and besides which we drove straight through the town and thought God, theres got to be more than thisdotted line my wife said, Oh lets turn around and go back home, I dont want to stay here. third year teacher describing arrival as a first year out teacher Baker Proudfoot, 1989, p.203 dotted line a survey of final year teacher education students indicated that close to threequarters of such students would refuse a teaching post in the area Baker Proudfoot, 1989, p.196 Its a bit of a hole dotted line theres nothing here. This town stinks male I would never live here. Its a dump. Female Henry, 1989, p.17 The above statements illustrate a widely acknowledged problem that rural school are undesirable in the eyes of teachers. This has lead to difficulties in filling vacancies and a high turnover of staff, although the recent lack of vacancies in metropolitan and coastal schools has alleviated the problem to a large extent. The problems for a school of high staff turnover have been outlined by Hatton 1985, p.13132 can can include low instructional pride, discontinuation of sporting or cultural activities, difficulties in maintaining innovative curriculum initiatives, and large numbers of inexperienced and stopgap teachers. On the other hand, large numbers of inexperienced teachers has the possible advantage of bringing into the school new ideas and enthusiasm. However, it cannot be denied that experience is certainly something that is valuable to a teacher and in rural schools it seems to be in far shorter supply. It should be noted of course that there are also many metropolitan schools that suffer the same problem of being considered undesirable places to teach. Further, the state government spent approximately 12m between 1988 and 1992 in an attempt to encourage teachers into rural schools through a range of incentives. Rural Schools Plan, 1989, p.3. However, the success of this initiative is obviously difficult to measure. The second aspect of the staffing problem is that it is often argued that first year out teachers are inadequately prepared to teach in rural schools. Of course this is a criticism that is often applied to new teachers entering any school, and the corresponding comment is that new teachers learn more about teaching in the first month at a school than they could ever learn at university anyway. UNEs Graduate Dip.Ed. excepted The second of the institutional problems of isolation is that of providing resources to students in rural schools that are equivalent to those in metropolitan schools. These educational resources can be as tangible as text books, a video, or a school library, or as intangible as the range of cultural experiences that are often not available to rural students. These are problem that can be overcome by increased government funding to provide the necessary hardware as well as to fund field trips by students to more populous regions and visits by musical and drama groups etc. to isolated regions. Extra funding has come in the from of the Country Areas Program a federal government initiative and the Isolated Schools Grants a NSW government initiative. CAP and ISG funds have been used to fund excursions and field trips, regular visits by advisory and itinerant teachers with special skills, tertiary orientation programs for rural students, communication links between schools through the use of computer networking, satellite dishes and facsimile machines and a wide variety of other schemes. Country Areas Program, 1990, p.12 Unfortunately funding for CAP and ISG face the same constraints as many government initiatives. The funding for CAP did not increase in real terms between 1982 and 1990, despite the fact that there was a widening range of schools desiring assistance during that period Country Areas Program, 1990,p.15. On the issue of resources, two further points should be noted. Firstly, many rural students do have access to a wide range of educationally valuable experiences which come from the communities in which they live."
}