{
    "text": "Content to be covered in Earth Charter not in order of importance. dash Governments must share with NGOs such as Greenpeace the role of Environmental Watchdog rather than economy watchdog Must promote environmentally sustainable practices, putting funds into improving public transport, walking bicycle tracks rather than new roads freeways. They must provide tax incentives for environmentally friendly practices, no tax deductions for use of carpetrol etc. dash Governments must allocate large funds for research into alternative technology then find ways to make it viable less tax on solar powered cars etc.. Abolish war on drugs allow hemp to be used as source of paper, fibre, fuel medicine. dash Alternative technology must be freely exchanged between nations, particularly to poorer, developing countries. dash Role of NGOs must be greater acknowledged, they must have more influence in parliament the passing of lelgislations. dash Economists environmentalists must work together rather than against each other to find solutions to env. economical problems. dash Wisdom of indigenous people must be given legal standing respect in parliament. Youth 10 women 50 indigenous groups must be represented in much larger proportions in government advisory bodies given equal say. dash Government must encourage more community involvement in environmental issues, helping to promote clean up days, water saving, vegetarianism, and providing greater avenues for community discussion on problems and solutions. dash World Bank International monetary fund must be abolished new funding bodies must replace them that either offer interest free loans or administer gifts of money that must never be repaid. GATT must be altered so that nations are free to boycott any country that does not adhere to environmental guidelines. dash Global commons must be respected protected. dash 2 of GNP of wealthy nations must be put into environment fund. Head of states, NGO representatives must meet for a mini earth summit every 3 years to revise environmental situation, discuss what steps they have taken appear before an env. judging panel to assess their improvements. All must state what steps they are talking for env. quality. dash Healthy nations multinational corporations must discontinue exporting problems such as waste disposal, deforestation to poorer nations, must also discontinue having profit from sales of arms to poorer nations at war. People in poorer nations must be paid similar wages to counterparts in richer countries by MNC. dash Heads of State of all countries must unite together to protect our earth for now for future generations, promoting changes in lifestyle focussing on non material measures of quality of life, reducing pollution both locally globally. Must cooperate with sharing technology wealth with less advantaged nations but must respect cultures of less developed nations. Nations must abolish weapons view planet as one world, not 160 different worlds that must work together in peace to create a planet that can sustain us all. dash Countries, their governments their people must give unclear importance to protecting natural environment than improving economy. All nations must adhere to this earth charter. The content of the Earth Charter should build an Agenda 21, the major document produced at the 1992 Earth Summit, as well as the original Earth Charter drafted by nongovernment organisations rejected in the preliminary stages of the Earth Summit. More importantly, it should contain strategies which address the shortcomings of previous documents, including the development of specific and quantitative timetables for unreadable the implementation of recommendations and the development of an internationally coordinated mechanism for ensuring that the statement of the Earth Charter are adhered to by all nations. The New Charter should retain the categories addressed by the Rio Declaration the issues discussed under sections on the role of major groups, means of implementing environmental programs, the economic and social dimensions of environmental protection and development, and the conservation management of resources for development. In addition, the new Earth Charter should be broadened to include questioning current models of development for which the previous Earth Summit advocated managing resources to sustain. A range of alternative models should be presented for discussion, including alternative technologies. The current barriers to environmental protection should be clearly outlined. This should include clear statements on the environmental impact of current world politics and economics. How these systems affect all nations and people should be documented e.g. the effect of trade, unreadable and access to resources on the environmental activities of third world countries. It should be made clear which nations and people control financial resources and international economies and how this control affects the environmental directions adopted by other less powerful countries. The Rio Declaration dealt with sustainable development in terms of developing nations but ignored the absence of sustainable development in developed countries. It is important that developed countries be seen as part of the problem on a greater scale due to their greater resources than countries with less resources. For any suggestions to lead to implementation, the new Charter needs to discuss systems for a more equitable distribution of wealth between and within nations, and less private control of resources which can be used to preserve the global future. It should adopt a unreadableplan for global sustainable development unreadable and discuss the need for its implementation regardless of its impact of on trade and profits factor which could be minimised if the program was globally implemented. Sustainable development should include an integration of economic and environmental needs but not in terms of the environment being managed to serve economic needs recognition that environmental assets need to be given a true value in terms of their contribution to the biosphere, not to economics acknowledge that environmental resources do not exist for the use of one generation and only those groups with the ability to utilize them, but should unreadable be preserved for intrinsic reasons recognize recognition that current knowledge of the environment is limited and that we are not capable of accurately assessing the risk human activities place on the environment proof of this risk should not be needed before preventative actions are taken and finally that all environmental programs must be implemented globally and the facilities distributed by all nations accordingly so that this can be achieved. The new charter should unreadable not only advocate the need for unreadable international financial cooperation for environmental goals and the exploration and implementation of more sustainable modes of development, but should address the urgent need for an internationally powerful regulatory body which could work towards ensuring all countries move towards better environmental practices and adhere to Earth Charter guidelines. This body should have the ability to regulate not only environment behaviour, but also the supply and distribution of funds to allow countries to meet goals set. While none of these suggestions will produce results immediately, the first step to any solution is defining the problem and having this definition accepted and understood by all parties. As the original Earth Summit showed, the groundwork for further progress may be all that can be achieved in the immediate future, but without this being defined, no further progress will be made. The first item which I would like to raise in this PREPCOM is to address the nature of the Charter itself, before its unreadable contents are discussed. One of UNCEDs most visible shortcomings was its failure to agree on any legally binding conventions. If this Earth Charter is to be an advance on the Rio Declaration, we must first take steps to ensure that nations are more than merely morally bound to it. We must also address in this Charter the complex forces that have created the crises we face as well as working towards their improvement. I am sure that all other representatives here are aware of the need to reduce our reliance upon fossil fuels and to lessen the rate of global deforestation which are in part responsible for the environmental problems we face. However, we are slower to accept the reasons why these destructive forces have been created. These forces are a response to a global economic system that condemns humanity to seek survival and success through exploitation of our materials. An inequality exists between states in terms of trade that forces poorer nations to follow an environmentally damaging course if they are to survive. Poorer nations are hampered by a large foreign debt that they are obliged to repay and the only means they have to repay this debt is to exploit their natural resources. For the environmental damage this entails to stop, the debt crisis that afflicts the Third World must be addressed. Within states too, a cycle of poverty creates environmental problems. The link between population growth and environmental destruction is well understood but how can we reasonably expect poor people to reduce the size of their family when it is the labour a large family provides that maintains their survival The Rio Declaration was correctly criticised for being nothing more than a general statement of principles. If we are to avoid the same criticism from future generations for failing to act, we must make this proposed Earth Charter a toothed tiger. Its principles must be legally binding and we must debate possible ways of enforcing them. We must also address the larger issues responsible for our environmental crises, not just the crises themselves. By acknowledging the economic roots to these crises and finding ways to address them, we will be better placed to confront these crises. These crises will affect both rich and poor nations, so all must combine to accept appropriate responsibility and address the causes, not just the problems. Below is an outline of the content that I would like to see in the Earth Charter to be debated at the 50th Anniversary session of the United Nations in asterisk That the commission on sustainable development CSD should play a greater role in establishing broad guidelines for sustainable development in individual countries work in cooperation with the Global Monetary Fund unreadable and government to help ensure that sustainable development is achieved. asterisk unreadable Nations acknowledging that there is a clear link between population numbers and environmental degradation. And that those extremely populous countries would take steps to educate their people on family planning the availability of contraceptives and the consequences of continued high population growth. Wealthier nations could assist in this education process by donating aids of contraceptives, and the like. asterisk In provisions regarding pollution, deforestation and the like, clear timetables statistical commitments would be required by all signatories. asterisk A clear cost of implementing each provision would be made, for which the wealthier signatures of which would be required to pay for, once committing themselves being legally and morally bound to meet their commitments. asterisk Greater recognition of the indebted problems of third world debt, world trading patterns and financing enviromentall initiatives. For example ensuring that aid packages by wealthier nations are not just loans or other means of exploiting less developed countries further. The GMF could be responsible for ensuring that such deals are reduced. asterisk Greater committment of technology transfer by wealthier nations multinational companies whilst a body an existing U.N. body should be used to monitor ensure that such technology is going to be of benefit to the recipient country, considering their culture climate etc. asterisk Commitment to ensure that cultures of individual countries are to be maintained, if they are not in direct conflict with the environment. asterisk Greater input for NGOs, the representation of major Multinational Companies that have vested interests in many 3rd World countries a greater committment by them to assist in all aid packages, technology transfers etc. asterisk Aim to ensure that capacity building takes place in all provisions. asterisk Earth Charter should also be specific in its principles and aims. asterisk Greater committment from nations for management of resources, that have important world resources eg BrazilAmazon, wealthier countries to give aid etc. for lost income. asterisk Government to subsidise companies to find develop more environmentally friendly products. Regardless of the hesitation of nations and economies to impliment any changes to their activities, particullarly less profitmotived changes I would like to see an Earth Charter, to which all nations are legally and morally bound, set up something as follows It must recognise humanity as part of, not above the environment, with all of its, cultural, political, ecconomic and religeous factors taken into account, somehow consolidating the worlds peoples and cultures and dertermining rights for all people, regardless of nationality or religeon, or race."
}