{
    "text": "REVIEW OF RELATED LITERATURE CEREBRAL PALSY Cerebral palsy is the result of a lesion or maldevelopment of the brain, nonprogressive in character and existing from earliest childhood. The motor deficit finds expression in abnormal patterns of posture and movement, in association with an abnormal postural tone tight muscular spasms or constant muscle tension. The lesion which is present in the brain when it is still immature interferes with the normal motor development of the child.1 Cerebral palsy is classified according to the nature and distribution of neuromuscular relating to nerves and muscles signs. There are five basic classifications according to type according to number of limbs involved according to time of onset according to degree of involvement and according to the extent and nature of the damage Stephen, 1958. There are three main types of cerebral palsy spastic, athetoid and ataxic. Spasticity is the most commonly encountered abnormality. The normal balance between the antagonistic muscles and the suppressors in the brain is absent2 causing a display of claspknife hypertonus a state of abnormally high muscle contracture, hyperflexia the tendency of muscles to flex beyond their normal limits and a tendency to contractures Cothers and Paine 1959. Diskinetic cerebral palsy includes a number of movement disorders, the commonest being athetosis athetoid, featuring slow writhing movements and fluctuations from hypertonus to total lack of muscle tone muscle tension. Dystonic disorders usually show distorting tone changes, often involving trunk and limbs. Ataxic cerebral palsy is a rarer case showing poor coordination, head tibulation and intention tremor, suggesting cerebral involvement, and usually includes lack of balance. Dyspraxia is a similar disorder resulting in poor coordination, especially handeye coordination and speech defects through bad tongue control.3 In addition to these three distinct types of cerebral palsy, many cases are mixed with a combination of two or more types. The mixed types are due to damage in more than one area of the brain. The number of limbs involved is the second way of classifying cerebral palsy. There are seven groupings Monoplegia, involving one limb Hemiplegia, involving the arm and leg of the same side of the body Triplegia, involvement of three limbs Paraplegia, involving both legs Quadriplegia, involving all four limbs Diplegia, meaning the lower extremes are more affected than the upper ones Double Hemiphlegia, the same as quadriplegia with more involvement on one side of the body.4 The third way of classification is according to the time of onset. Cerebral palsy may occur during the prenatal before birth, perinatal immediately before, during and after the birth or postnatal after the birth periods, although it is difficult to separate prenatal and perinatal factors. The degree of involvement, the fourth classification, may be seen on a continuum from mild to moderate to severe, as well as in relation to the associated disabilities of speech, hearing, vision, mental ability and learning. The extent and nature of brain damage is difficult to determine except as the damage is manifested in motor and sensory impairments. The extent and nature of the lesion causing brain damage is the fifth form of classification. The following conditions may cause cerebral palsy in the prenatal period blood incompatibility maternal infection such as measles and toxemia anoxia lack or absences of oxygen resulting from such conditions as anemia and shock maternal metabolic disturbances maternal exposure to radiation and premature birth.5 During the perinatal period cerebral palsy may result from anoxia, often due to twisted umbilical chord stressful birth, including prolonged labour, or difficult birth such as breech birth brain hemorrhage and brain injury, including injury caused by obstetrical procedures, like forceps delivery.6 Cerebral palsy may also be caused by conditions that occur during postnatal development childhood diseases and infections like encephalitis, meningitis, and influenza head injuries toxic conditions like carbon monoxide and lead poisoning anoxia resulting from strangulation and suffocation and neurological disorders.7 and8 For an understanding of the nature of the motor disability of a child with brain damage it is important to understand normal motor development in terms of the evolution of the automatic postural reactions which underlie a childs overt functional activities. These reactions form the background of posture and movement which the child adapts as he or she learns learns to perform any skilled activity, like sitting up and remaining sitting, rolling over, standing up and walking. For this reason such reactions have been called, by Schaltenbrand 1927, Principal Motility.9 Essentially, normal motor development is characterised by two sets of processes which are closely interwoven and dependent upon each other. They are The development of the normal postural reflex mechanism which is not present at birth and which in time will become highly complex and varied. Righting, equilibrium and other adaptive and protective reactions fall into this group. The development of these reactions is closely associated with a normal postural tone which allows for the maintenance of positions against gravity and the performance of normal movements. The inhibition of some of the responses of the neonate, a process which may be associated with the maturation of the brain. Examples of this inhibition are primary standing and walking, the startled reaction, and the tonic finger flexion response. It shows itself also in a change in the early total response, such as the total withdrawal response involving all the segments of a limb, also a change which involves inhibition. This process, sometimes referred to as breaking up of the early total responses, makes possible a resynthesis of parts of the total patterns in many and varied ways and, in association with the development of a normal postural reflex mechanism referred to in 1, allows for the performance of selective movements such as walking and especially for the perfection of manipulative skills.10 An important feature of normal motor development is the freeing of the arms and hands from their early role of supporting posture and balance. In time this function is delegated to the trunk and legs. MOTOR DEVELOPMENT IN CEREBRAL PALSY In cerebral palsy, as stressed before, the lesion interferes with orderly development. Symptoms of motor retardation are followed, sooner or later, by the appearance of abnormal patterns of posture and movement, in association with abnormal posture tone the normal tension of a muscle at rest11. With the gradual appearance of tonic reflex activity muscular spasms during involuntary response such as coughing or withdrawing of the hand from a hot surface, extensor stretching of the muscle activity become stronger while in the supine position lying on ones back, while flexor contracting of the muscle activity become stronger while in the prone position lying on ones front. The cerebral palsied child, therefore, does not develop postural tone against gravity as does the normal child, but develops abnormal postural reflex activity which will, in fact, cause his or her body to conform to the pull of gravity. If he or she is a quadriplegic child and the whole body is involved, he or she may, in time, develop a posture of total extension in supine lying and total flexion in prone lying.12 The rate and extent to which this posture develops depends on the type and severity of the case and on how much of the body is involved. Initially, unless the case is a severe one, extensor and flexor hypertonus will show themselves only when the child is handled. For instance, when the child is pulled up to sitting from the supine lying, the head may lag far behind, neck and shoulders may retract, the hips may resist flexion, and the legs may extend, adduct draw or pull inwards and sometimes even cross. The turning of the head to one side may not be followed by the rotation of the trunk neck righting reaction, as this is prevented by the retraction of the shoulders.13 These may be signs of a tendency towards excessive extensor activity in the supine position, probably the result of the influence of the tonic labyrithine reflex a complex series of muscle extension and flexions. In the prone position, on the other hand, flexor hyperactivity may show itself in the childs inability to raise its head, in resistance to passive raising of head and shoulders, and its inability to extend its arms for support when lifted up by its shoulders, since the propping reaction is prevented by flexor hyperactivity of the arms.14 Even in the case of fully established quadriplegia the clear posture of total extension in supine and of flexion in prone is not always the rule. A few of these children, usually the most severe cases, may show in the supine position strong extensor hypertonus with opisthotonus receding muscle tension and still show fairly severe extensor hypertonus when lying prone, though less than when lying supine. The head may still be retracted in the prone position as long as the childs trunk and legs are stiffly extended. There may then be resistance to passive flexion of the head However, if one flexes the childs thighs at the hips, or legs at the knees, or abducts pull outwards the thighs, the head will suddenly flex, and the child will be unable to raise it.15 If abnormal postural reflex activity is strong at an early age, or if, as usually happens, it increases during the first years, the child will not acquire many of the abilities of normal children. Hypertonus will develop either in the form of spasticity or rigidity spastic or plastic hypertonus, or as intermittent increases of postural tone in response to stimulation, so characteristic of the athetoid group of cerebral palsy featuring slow writhing movements.16 ASSESSING CEREBRAL PALSY Three factors at least, should be considered in every case of cerebral palsy. Together they will determine the individual picture. The type of strength of the abnormal muscle tone The type of disturbance of reciprocal innovation The distribution of the condition and the prevailing patterns of posture and movement.17 ABNORMAL MUSCLE TONE All cases of cerebral palsy have in common an abnormal muscle tone. This is classically examined by passively moving the segments of a limb and testing the resistance which the muscles offer to passive stretch. It is unfortunate that modern neurophysiology has not been able to explain the different types of abnormality of muscle tone seen in different types of cerebral palsy. Abnormal muscle tone is considered to be the result of the release of the gammasystem, or more rarely the alphasystem, from higher inhibitory control Rushworth, 1960. Presumably the release of a facilitatory mechanism within the brain stem enhances the sensitivity or bias of the gammasystem Magoun and Rhines, 1946.18 This becomes hyperexcitable and reacts to an adequate stretching or contracting of muscles in an abnormal maximum manner resulting in the total flexing of the associated muscles in either extension or flexion. These observations may be the explanation of the clinically observed phenomena of spastic muscle, ie. the exaggerated stretch reflex, the claspknife phenomenon and the lengthening and shortening reactions. Rigidity is difficult to explain and is very different from the rigidity of Parkinsons disease. This type of hypertonus is actually a severe degree of spasticity. Rigidity in cerebral palsy is better called plastic hypertonus,19 characterised by the unchanging resistance a muscle offers to passive stretch throughout its whole range in the direction of either flexion or extension. It is yet impossible to explain the the nature of the fluctuating type of muscle tone found in the athetoid group of cerebral palsy. The amplitude of fluctuation may vary widely in the individual case, either on the basis of general hypertonic condition or of a fairly normal postural tone. Hypertonia, flaccidity of muscle tone, is usually a transient phenomenon in cerebral palsy, occurring in the earliest babyhood, and followed sooner or later by spastic or plastic types of hypertonus or by the fluctuating tone of the athetoid group. These sufferers may show considerable increments of muscle tone under sufficiently strong, longlasting or repetitive stimulation."
}