{
    "text": "MATT KELLY Tut. S.Firth 9226319 Due 29494 extension granted. Topic IS AUSTRALIA TOO EAGER TO PLEASE INDONESIA The potential of attack from the north has been, since British settlement, the greatest fear of Australia as a nation. A feeling of geographic and political isolation has indeed been reflected in both popular sentiment and official Foreign Affairs and Defence policies. Indonesia has simply become the next in a long line of potentially aggressive northern raiders, that has passed through every large power on the globe. It is justified that Indonesia, a nation only after the end of the Second World War signalling the end of Dutch colonialism has become a regional power and as such is treated with such a magnitude of caution, if not respect. In looking at the official policy of the Department of Foreign Affairs and taking this structural framework in applying it to Indonesian actions in the South Pacific, I propose that Australia is looking to the goal it has always aspired to regional security.1 Looking now away from great and powerful friends but to regional alliance and cooperation and as such must include Indonesia. Australia is definitely attempting to please Indonesia, due to Indonesias crucial position in the region. The role though of any government and indeed its priority must be to protect its nationals and therefore Australia, by this definition, cannot be described as being too eager to please Indonesia. Security, or more correctly, the fear of invasion or incursion from the north has always been the factor exercising a condition effect upon Australias external outlook, virtually since the British began to colonise the continent some 200 years ago.2 As the Pacific, and in particular the Indonesian islands are Australias closest neighbours, then attack is perceived to either come through Indonesia or directly from it. The latter was not a serious concern before the Second World War and Indonesian independence, strongly supported by the Chifley Labor government. Instead Australia feared China, the sleeping giant of Asia and then the eventually justified yellow peril of Japan and was one of the most compelling arguments for the federation of the former seperate British colonies, in Australia in 3 Seemingly with a diverse cultural and political background and perceiving herself as being a bastion of Europe in Asia,4 Australia has feared Asian invasion more than any other. Although this is understandable, considering the isolated geopolitical position that Australia finds herself in. Australias reliance on socalled Great and Powerful friends,5 continued up to the present day but heavily to 1965, was not solidly founded. While being powerful, militarily and politically, globally they are not countries of the South Pacific and as such are not generally greatly concerned by its events. As a result alliance with these powers has left Australia in a hopeless position of isolation, in a country that is virtually indefenceable with an army volunteered from a total population of seventeen million. It is this Xenophobia of being attacked in an isolated and virtually defenceless position that has been the basis of Australian foreign policy that has seemingly been given no other viable options that a available in the present era.6 When the Indonesian republic was declared in December 1949, Australia had already been thinking about the possible scenario of the Indonesians, a hundred million or so just up there, potential friends, potential enemies.7 It seemed that with the coming to power of the Indonesian Communist Party PKI in a new Cold War framework that Australian Foreign Affairs and Defence policy nightmares were coming true in the most threatening fashion. In an era that was like no other the whole globe was divided into blocs, especially true just after the end of the Second World War, either East or West and there was no conceiveable means for bilateral action between members on opposing sides. This was especially the case with a conservative government, under Menzies that had come to power on the wave of the US, virtually forcing the Chifley Labor government from office due to a large extent the equality, nonprotagonist but suspected communist views of Foreign Minister, Dr Evatt.8 Indonesia therefore posed a severe strategic problem on the heavily US sponsored Conservative Australia in the South Pacific. With the disposition of the PKI and its leader Sukarno, by the right wing military government of Suharto in 1965, did not ease the anxiety that Australian policy makers were faced with in dealing with such a massive regional player, that had been feared for sometime, with the backing of the US. Due to the size of Indonesia and its geographic position that connects, for all intentsandpurposes, the North and South Pacific, the US would move to keep her new ally happy in the face of Soviet expansion, seemingly rampant in South East Asia. The US in following such a policy towards Indonesia would logically make moves to ensure that any allies of the US would allow this country a free reign. This was considered by Foreign Affairs and Defence as being a potentially horrendus event in the stability of the region. Shortly before Suharto came to power, the PKI government began programmes to expand their territory seen in the wars against Malaysia and Singapore, the Confrontation9 and made moves to incorporate West Papua. Although it was such actions that were to put the guard of Foreign Affairs and Defence up it was these very incidents that were to start Australian Indonesian relations. While I shall deal with these two issue later in this essay, it is essential to the overall question to explore the origins and nature of AustralianIndonesian relations and to what extent, if any, that they have changed. Changed fundamentally in a manner that can be observed as attempting, beyond what is necessary to please Indonesia. Under conservative leadership, the view existed that Australia, while wary of Indonesian movements in the region, had the power to impose its will on its Third World neighbour. To build amicable relations with South East Asia in this period was a direction that was not seriously considered, with Australia almost holding contempt for the region in the 1950s60s.10 The fear of Indonesia was definitely evident in the Defence spendature of the 1960s that purchased F111s the department had specifically in mind their strike range that was capable of reaching Indonesia.11 Nancy Viviani explains the myths that, survived from that aggressive foreign policy era, of Australias success in having significant impact on Indonesian policy and outcomes.12 Viviani quite quickly dispells the theories of the Menzies era as being, if implementated in modern times, negative to AustralianIndonesian relations and potentially dangerous. The Whitlam period, and following him Malcolm Fraser on becoming Prime Minister in 1975, was the first to realise the real power and strategic position Indonesian action should be tolerated, to maintain AustralianIndonesian relations at all costs. This was extremely pleasing to the Department of Foreign Affairs who had recognized this fact for a long time, whose official approach stated The maintenance of the bilateral relationship is the paramount consideration in policy even when Australian and Indonesian interests are in direct conflict.13 Such a policy was quite obviously referring tuo areas of public and political concern in Australia in the period, 19725 and beyond, namely West Papua and East Timor. It was in this period that Australian Foreign Affairs and Defence, seemingly to a lesser extent, realized that such a large ally to the US in the context of continuing USSoviet Cold War, was of greater concern to the US over Indonesian neocolonialism and alleged human rights abuses. Under no circumstances could the pospect of Australias largest ally, the US, acting against Indonesian action while it remained anticommunist under Suharto, in such a vital area as South East Asia is nothing less than being naieve to US Cold War foreign policy. Similarly it is to know nothing of Australian policy in regards to its belief in great and powerful friends that US policy in such an important issue would be ignored. Whitlams US friendly policy in regards to Indonesian actions, and to not recognize human rights abuses, reflected all astute advice within the bureaucracy.14 The next major occurrence in Australian foreign policy came with the third Hawke ministry of With the departure of Foreign Affairs Minister Bill Hayden, who became Governor General, came Senator Gareth Evans to the newly amalgamated portfolios of Foreign Affairs and Trade DFAT. Evans and DFAT exploded onto the scene, with a strong and allegedly new approach to Australias self perceived, traditional geopolitical isolation in the South Pacific. The actual content of the Evans policy is not that different from that of his predecessors, but had made a definite attempt to impose a coherent intellectual framework on Australian foreign policy.15 I say has made an attempt because the current DFAT experiment under Senator Evans is one that has not finished. DFAT during Evanss time as minister has publically issued concrete policy which has formally recognized what had been occurring in foreign affairs and security issues for over a decade. The official policy of Comprehensive Engagement, released in 1988, was the first to formally recognize Australia as being a part of the region in which it was located.16 The geographical fact that Australia was in South East Asia called for the fact that every attempt should be made for Australia to move into this area. This meant moving into close alliance with the Association of South East Asian Nations ASEAN and as such moving closer to the Associations largest and most influential power Indonesia. Developing closer links to the region can only be beneficial because it both reduces distrust and tension and brings about concrete achievements, additionally it will help ease the reality of Australia being literally locked out of the region.17 The fact that ASEAN works to the exclusion of Australia is one that the Australian government cannot scoff at, as was the case in the 1950s and 60s. Australia is definitely recognized as being of minimal importance to the region in the modern world, that as Nancy Viviani sees as being something that official policy falsely and dangerously was based upon in dealing with South East Asia. Reinforcing Comprehensive Engagement in Australias dealing with South East Asia is the Ministerial Statement onAustralias Regional Security, released in 1989, that called on Australias security interests to be promoted in the South Pacific.18 The political euphemism for this strategy, backingup the 1988 release is Constructive Commitment and Evans promises the public that this is similarly a revolutionary peice of foreign affairs. In both statements Evans looks to a changing world in the postCold War era, that looks away from the protective wing of great and powerful friends, but instead looks to regional cooperation. This cooperation moved away from being solely defence driven as in the past but to a multimensional approach.21 To go past strictly military capabilitiesdotted linethat will embrace diplomacy, economic and trade relations, as well as aid immigration, education and cultural relations20 The concepts of multidimensionalism and regional cooperation while not being new, are clearly masked with political rhetoric that attempts to sell ideas to the voting public, that date back to the Chifley administration of the 1940s and the Foreign Minister Dr Evatt.22 While the players have changed in priority for regional security, from ANZUS to ASEAN, the objectives have not changed. Similarly a multidimensionalism security approach was introduced in 1976 by the Fraser government and was continued by the Hawke government of Evanss documents are not new, but can be seen as the continuation of a long tradition, marked by an adoption of the very strategies advocated in the constructive commitment docterine.22 It is important to acknowledge, before analysing the empirical evidence of Australias actions in South East Asian and more narrowly in regards to Indonesia, that Australian foreign policy objectives have changed very little, although approach has. Due to contraints of space I shall look a Indonesian actions in West Papua and East Timor and Australian Foreign Affairs Policy, as a micro examination of this relationship. In doing this I shall show that Australia has acted in a way forced upon herself by her geopolitical position, that has attempted to ensure regional and therefore Australias own security. Australia has dealt with Indonesia in a way that has allowed the nation continued, and scope for improved viability in the region. This method has been to create Indonesianfriendly policy that can only protect the collective lives of Australians and the soverignty of the nation, that is paramount over any other concern in the region, or the globe, and is a fundamental for Australian Government."
}