{
    "text": "Islamabad, 221291 British Council Library building Dear Mum and Dad, Your lovely Christmas card with clippings and photo arrived yesterday. We loved hearing from you just 3 days before Christmas, and getting so much news. We all really miss you both. Thanks too for your phone call to inquire about the childrens health, they are all fine now, though David is still fighting a sore throat again When I spoke to Pete on the phone on 11th Dec, he said they really enjoyed your exhibition Mum and are impressed with your work By the way,I hear Heikas baby is due 21st Jan,not 26th, which is my fathers birthday. As you can see by the paper, Im not at home. In fact, Im at work but instead of 9 Candidates I have only 3 to examine. Yesterday was the coldest day weve had this winter it was freezing Also it finally rained, which is probably part of the reason the other candidates didnt turn up. They often have to come from far away, and if the weather is bad then the roads are very muddy and there is a rush with the public transport. Also, this season being the end of the year is quite hectic for everyone even if they dont celebrate Christmas they have the Qaids birthday holiday on 25th Dec yes they stole it from us. The Qaid is the founder of PakistanQaideAzam Mohammad Ali Jinnah. I am quite disappointed as I get paid according to the number of candidates and yet I still have to be here all day, though with less people to interview I should finish early. They are supposed to cancel if there are less than 4 candidates but one came from Muzzafarabad and a phone call from his employersponsor of course ensured that he got tested a long way Today Greg minds the children, he has agreed that he should do the needed hsework too, so he has a challenge to try and get some of that done too, as it is never easy with all three at home. However Quincey, our servant does the basics so its not too bad.., Yes its school holidays now, and I think David Boaz were well truly ready for it a 14 week term is really too long for the littlies. Next term I think Ill let them have a couple of days off in between anyway. Actually Boaz really cant manage 5 days he seems to get very very tired so Im going to reduce it to 4 to start with, the school wont mind, hes still so little. Am so sorry I havent written more, 1 letter its hard to realise how little Ive written to you it has been incredibly hectic here,as usual, we seem to have to constantly make decisions to say NO to people, which is hard Our biggest NO was sending Taj back to the valleys after his final term exams. It was a VERY hard decision, but the wisdom of it is has been made very clear since. Being a boy, his age,11 and culture fi different to ours added to his strong personality and not too studious attitude to make it too big a load on our family. Ken had him stay for 6 weeks till his exams were over, and Ken himself had had enough by then too. Taj is a delightful boy and he needs a lot of prayer,now now so that he can be steered in the right way. He made out he was a believer when he came to us, but we know now that he hasnt met Him yet, though he is open, he has made up some compromised ideas which could blind him for a while. The seeds of the WORD are there and I have a hard task to make sure he doesnt feel rejected by us, and also praying that his education will continue hopefully in the valley as I told Jinnah when he came in Oct. The Trails sons wedding is no this week. Hes marrying a Pakistani girl whom he w met at M.C.S. Murree Christian School in Murree. They are both studying in the States and he plans to g come back here and live work as a doctor. 1 letter The wedding involves 3 main functions to which weve been invited. Greg will go alone to the actual wedding 27th Dec in Taxila as it is too much for the children 600 Pakistani guests, an outside buffet, no room for ex everyone at in the hospital Chapel where Her parents are both Drs at Taxila Christian Hospital Dr Lall helps the Kalash a lot. Before the wedding Gail there is the Mehndi like a girls tea party in on Christmas evening. Well go together .Gail, Esther, Sharon 2 Ron sons in ou Fitches van also at Taxila Hospital Compound where Lalls live. Then on 289th we have the wedding reception here in Islamabad in the evening. It means I have to find 2 acceptable outfits so yesterday I went and bought 2 nice pairs of shoes to dress up what I already have in dresses. For Christmas we are having Turkey. I bought an extra one to cook slice up give away on the day as that is thereir custom here, to share with others neighbours, beggars when you are celebrating something. Ill have Ken, Sarawat Sha and Daud Sha for lunch as well on Christmas day. Were not having presentgiving except privately to open O.S. parcels yours hasnt arrived yet Carlas did yesterday. We bought one present for our whole family only a small Keyboard which we hope will add to the musical input in our home, its fabulous with about 100 different tones , and only cost about The keys are small so should suit the childrens fingers nicely, can play with earphones so we dont disturb anyone. Ive begun playing guitar a bit more now that the children are older let me. Greg I are trying to find ways to enrich our home life and ways to relax at home so that we wont get so stressed with all the restrictions of living here, and also so the children enjoy being home too as we have to be. Boazs birthday wentparty went ahead despite his being sick with a sore throat exhausted at the end of his first term at school. He had lain listlessly on the couch all day, but by 00pm when Rachel Jones 412 5 yrs old TEAMdropped in to bring her present he perked up and managed to enjoy his birthday afternoon tea Id cancelled half the people and left only the ones closeby so I could cancel the whole thing at the last minute if I had to. We had a SPOT puppyshapped birthday cake which my friend Donna decorated for me as I was running out of time, party hats sweets jelly. Well send you photos wen when theyre developed. They had a lovely time. Even Ken came with a birthday card hand done a present. As I write this I have a bad cold and yet cant blow it my nose here in the exam room with the candidates here writing. Its very quiet and its not culturally pleasant for them to hear me, so Im using up a box of tissues wiping the stream silently David has requested a Superman suit all year so Im going to make he and Boaz both one,but I doubte Ill get it done before Christmas. All the material only cost me 3 Steve Wilson has just come to swap cars keys with me. They are moving house today into the portion below Greg Kens flat cum office They have 4 small children 7yrs 9 mths,and if when Ken goes back to N.Z, sSteve will share the Gregs portion with him as an office. Theyll use Fitches green van to move the big furniture today. Having them close by just 5 mins walk across the park in front of our house will be great. Especially for me, and David David loves to play with Christopher7 and Angela6,and otherwise only has Rachel nearby 5.Forename is very sociable but can be a bit demanding with minding children etc,so well just have to establish rules early. Forename across the road is so different understanding uninposing yet a real friend I cut her hair every month or two she TRUSTS me amazing J Donna Hardee has become a dear friend too shes a great counsellor too The Lord has really met my needs with friendships here and through them. Thanks for all your prayers with lots love big hugs to you both. Elsa. 176 St68, F10Islamabad 24th March 7am Dear Mum and Dad, We received your phone call yesterday, Dad, that Mum is in hospital. Were so sorry to hear that Mum has had to undergo surgery, and the pain that shes had. Were praying now,and by the time you receive these we pray shell be recovering well, and free of pain. Youll be in theatre now Mum, Greg I have just prayed for you together. You rang on the afternoon of a public holiday Pakistan day. A huge army parade was planned, with airshow,navy show included, but due to rain it was cancelled. Our new house has a clear view down to where it was to be held distant, and we would have been able to see the air show really well. Instead though,we got something better dotted line a peaceful day at home with time to enjoy our view of the Margalla Hills wet and green from the rain, with a shrou light veiling of mists from clouds shifting and settling on them all day. It is evident that we have moved to a far more peaceful area. We had no just one or two doorbell rings yesterday, and no other interruptions apart from a phone call. This is so unusual here Still David Boaz Cherry were able to play with the children downstairs at the usual time, and I didnt even notice them come up to get their balls off the terrace, the layout of the house is such. Our shift was complicated by Forenames time of crisis, but now that there is a lull I can appreciate that here Ill have far more timewithout the constant interruptionsand can also feel and be more creative here. The light in the house really lifts my morale and I enjoy the kitchen immensely so I should it has plenty of cupboards and bench space a decent stove double sink etc It has the sunlight afternoons hot in summer, and is a happy light green colour. Forename has started having counselling once a week with Mary Surname, who counselled me, is very good, using prayer as part of her counselling sessions. After my praying for herin her presence, Forename I think has become comfortable enough with prayer to let Mary pray during counselling. Miracles are happening with her hubby letting her go to see me, stay onight once a week, go to see Mary and even offering her a trip to U.K He is the one we need to pray about too, as he is her environment in controls it all so much being retired is home all day. Last week Forename collapsed here after her first session with Mary. It was quite a tough day as her hubby came to drag her home against her will and I took her side. Then I left them to sort it out and went change Cherrys nappy while praying fervently It is good to have to do practical things with the littlies constantly it keeps me downtoearth He left here and she went home later when she felt better. Later that week she took an overdose, but not too severe.The tension probably helped me get the bad neck Ive had the last three days. Its better today."
}