{
    "text": "4th. Oct. Dear Jean, Today is the 37th anni. of dear Adelaide Roses demise, yesterday Ron Ws 66th, echoes of words, of wisdom, yesterday is a many spledoured thing but well gone. history, Hegal said, What history experience teach us is this that people and Governments have never learnt anything from history, or acted on princ2 lettersiples deduced from it. How are you are you Simon the likeable, the prodigal was here and danced, but in spite of looking pretty good to our plebian optics did not advance to finals in the advanced sector, his partner a beginner, Monica thought that the reason, in any case a rushed lesson behind the stage 1 letter curtains for us no avail, we excused the night he got back here 3 AM to leave 1030 AM amid the confusion about the floods necessitating a trip back again around the coast. Theres much water around, today again drippy. Also wettish over in Sydney ramparts isnt it Slightly recovered from last weeks exhausting couple of days where I couldve been excused for thinking time was up, Ill not be involved that way again Things around here pretty mundane, day follows day next SatySaty Saturday venue athsaths ahtletics begins for the summer season, Simon back for a talk to potential walkers for the Sunday, Im vaguely uneasy that the insularity of his contactscontinually shrouded from the real world at the A I SA I S Australian Institute of Sport and also he travels so much, there has been several interactions between us that makes me wonder if athsaths athletics KenjaKenja Ken Ja from Ken Janice who founded this selfimprovement organisation are his world. Im sure he Alison will need to know a few things about adjustments of married life, indeed as we all did, tho our approach had more realism attached to it. So be. Guiltily, slightly startled as well, I read an article on Clint Eastwood last week, 63, he is and ran alongside a car to play the part of a president protector, himself he did it, 63, and then th3 lettersere were names rattled off, Bogart Taylor, Cooper, Gable, Ladd, and a few more all dead under 63, and heres sister Jean her cheery phone call saying, I never expected to send you a card at1 letter 70 , and Bep FlopFlop Florence over 80 Irene, is it to do with Shannon genes, or genetic combinations, but so what. I suppose its better to live till you die rather than die while your alive, or is it, it really doent matter. do you think its a matter of conjecture, you are not saying much, in any case I hope I dont get A.D when Im you said to be careful of it, Ill start and panic when the turn of the century comes to pass. Irene rang Sunday she is back to Dunbogan, and may stay there I think as she sounded as though she was getting support, medical support there, I suppose she would feel better to be at home if her requirements were attended to adequatly, she sounded strong of voice as usual, a little tired, but what can one do The sun is out, just a spasm, but by this arvo it will probably be slightly warmer. I hope you are able to travel down for the 17th.. in the meantime keep warm. Love Monica Francis Thurs. 14th. After phone call, unsettling because temporarily I was in a venomous mood about the criticisym of you must remember this , but my irish hot blooded english cold blooded system soon level1 lettered out as I thought of the lack of comprehension of Les Ron the woman what wrote the letter to Helen, and at least the two boys were dear friends of Arch and need to have kindly explanations of their lack of understanding know him mainly Arch in their minds eye as was, and no real understanding of the indignity of the bloody disease, and its difficult not to think of the woman in the same way, obviously did not get the education of the stages of the disease could not envisage the empathy of the film makers. The thing is you and Helen know what has been what is, those who do not understand should have special invitations to support group meetings or to meetings which would let them into the secrets of travelling with everyone, carers patients, it would test educate them, even Derriere Hinch should be asked, Id dearly love to have him, wherever he is, put in some night work. In this one has to learn not to Judge not to Justify, you cannot judge people you need not justify yourself, keep thinking ahead use your experience to help, which you are doing be satisfied with what you do accomplish you will be a genius like your secondhand halfcousin Id like you to know it hasnt been a crash hot week for me, most times Im dying, the nights are dying nights, the morning I try to interfere with Monica she says this is too unprofessional as she is treating me as a medical patient she is the medicator, and she may be debarred, I mention the therapeutic effects of relaxtion she says have some cornflakes rolled oats Tasmanian honey some cod liver oil, Ive yet to find out statistically,the benefits, because I have a lot of cornflakes one can only give these things a try. As I mentioned, I have about 4 more or even 5 cut slicings to go, and Im beginning to think this cosmetic surgeon, tho she is good is making a good thin1 letterg of it, no expense to me, and one is deadened to it all, but its to go thru it all the time, Im not too bearable with it. I alpapologise, see how hard it is for not having sent the clippings will try to remember to do it this time, stop pestering Of course it would be too much for Bep Stan to get up to Maitland now, it makes one melancholy to think about it, I dare say if they were Margarets parents it would be different, I get the idea that Ron is too much in1 lettervolved in wo1 letterrk, and to see the scheme of it all his perspective too narrow, I mean the significance of it all to Bep Stan, they could be relayed to yourplace for an overnight stay to be relayed for a quick visit next day back to WGongWGong Wollongong, It would mean driving 200 miles from Maitland to WGongWGong Wollongong back, think about it as I hope to be up within a month and Ill do it if you like to put us all up etc, I think its about 100122 miles to Maitland, to go up and back in 1 day is too much, it seems as tho there is little hope of Ron Margaret getting there Of course they are too old now, Jesus everyone is too old. it all sounds to me as tho they want 1 last look at their kin. If it meant a two day go they would be quickly back to their safety patterns. think about it any thought. Your loving canine friend gazes wistfully through the window into Monicas eyes for his piece of rabbit, with a backdrop of pouring rain, everythink is green, it is cold, Im a bit of a zombie today, did you realize that Im nearly 60 bloody Those who count at the factory think I look marvellous. are they any good. Love from here. P.S. If we prevail with the idea of relocation for BS to the extent of valuation etc the idea of medical care being more available. I suppose you know that me being left handed leaves me susceptible to early death,schizophenia, multiple illnesses homo sexuality suicide, in that order, and thats only part of the problem.I only read about it last night, and consider that with all the other interruptuses I must be living on borrowed time tomorrow the ear slices grafters go to work. its only wednesday, and of course your latest medical report suggests that its going to be difficult for you to reach 69 and of course the stress of your kids waiting for their inheritance will hasten things anyway Ive had the wog you were talking about I think it was short circuited by me taking anti biotics for mey arm. So much for you trying to solicit some sympathy for being off colour. Ive just walked the dog, tears streaming continually from the eyes because the wind was icy its snowing in ballarat the cold will freeze the icijcles off a brass statue, the fire has to be kept going otherwise I cant circulate, the sun is also shining, unbeleiveable The dog knows things are bad, and will continue expects us to be on the dole soon because he keeps burying the food. It was most interesting to read your letter to the Professor, as it was to read his answer, yours full of intelligent observation over a protraction of time his short clinically academic not neccessarily recognizing you may have even open his brain to something that may not have occurred to his expertise, not to judge, but for you not a chasm but steadily climbing a mountain, you put the letter to him in such a clear manner and a reading most people would have understood. you will be heard of from in time to come I think, lets hope you are able to go on with it. About migraine, until mumsmums death I had one a week and none since, but the relief the day after was tremendous, used to look into space wonder why one felt so good after it, you may have something about the bodys resources still acting putting one on a high, they are bastards of things so hope they dont prevail. did you have premonitions of a sieeizure during the time, or have they gone completely. Im being distracted by these continual skin cuttings, and wonder what they will be cutting next, they are at least irritating, with the undertones of maybe they will get more serious as they did with Ch1 letterarlie, and tomorrows go is to give a young surgeon practice, I think that they do this often at Repat, but its supervised by the cosmetic surgeon, so here will be under her eagle eye, I can hope its the last for a while. After this is over and cleared Ill be over there for a visit so lets know if you are going to die or not, and if Bep and Stan have mentioned anything about tenambit Tenambit name of a town, not to force anything, I wont accept excuses about Ron Margaret and Im not passing any judgement, they do things their way. Florence rang on Sunday I mentioned to her had they come down to see Bep Stan she was full of excuses for them. Also if you dont want to trip up there well just forget it if there are any other problems let me know, it would be that being the multi media consultant you are becoming, one will have to make appointments eventually. Hope you are taking your cod liver oil vitamin tablets and coming around a bit. I did not ring Nikki as Ive recovered from her visit theyd have objected at me reversing the charges. I cant afford the cost. Love to youse From us. Cards from Anne, havent written because dont know what address. People are dying like autumn leaves and becoming memories, compost in the footsteps and we all get a share, rich poor humble and arrogant vain and conservative I could go on writing like this forever but Fred Astaire said Im bound to improve, and thanks for your quick reply address, Ill write to Anne but not for the reason I was going to, as Simon will flit thru England get the book, he drove down Saturday had some dinner, procratinated with time until I was in my usual franctic stayte then lift for Canberra by bus, he is in Darwin for some weeks, Im not like other people, but how hard it is to get the ones who know one to get to know themselves, I finish up going into a stupor of reflection, I dont balance up the best, but by hell neither do they, but Im buggered if Im going to finish with making continual excuses for my outlook"
}