{
    "text": "Dearest Dianne 24 March 1993 Wheres your manners You said youd write after you moved away AND YOU HAVENT So Im writing to you first I guess thats why I am a communications graduate and you are not what does pharmacy teach you . So how are you going over in WA Whats the weather like, the streets, the water like And hows your job going Just fabulous, I hope. Hopefully by the time I finish this letter I will have some photos to include in here. I say this because I have cut my hair off again and dyed it very red, and now I feel almost hip and glossy again. Short hair shows off my eyes and brows better, I like to think it should, for all the pain I put up with plucking my eyebrows into gorgeous lines. Im trying to get them thin like the magazines a genius look Hows youre eyebrows going I still remember drawing them into place in the Westfields toilet. Dont press too heavy with that brow pencil Remember, lightly does it. Anyway, I think it will take me a while to finish this letter my fingers dont feel like typing, and after the megascreen I use at work my own little Mac is proving quite a pygmy. So let me fill you in. I am working still at Telecom in Parramatta, and really enjoying it even though I dont have much responsibility, creativity or even much of a prospect of lasting there with a great future its just a fillin job for more money and variety as I see it. But Im still there, Thursdays and Fridays. I left Grace Bros finally I am so glad to be out of there they really treated you like shit there, the hours and pay was lousy for the amount of crap you had to put up with was just not worth it. I missed the opening of Penriths grand store, but hey, if I do want anything from GBs I would go to another store just to show that the Penrith store is lousy. Im not working at the uni this year it was nice but I also felt it was time to leave uni Big news is that I am working parttime three day a week, MonTuesWed at Penrith City Council in the Promotions PR dept. I am wait for it the Economic Development Project Officer. Basically Im assisting in the Councils economic development plans attracting business and investment to Penrith. I am responsible for researching, designing, writing a promotional package including a folder, a series of information brochures and booklets. Sort of bigtime Ive been there three weeks now and its getting better each day. I also help out with their Japanese Sister Cities stuff Ive written their annual report finished that today and other reports and submissions for award competitions and so on. So now I have some money rolling in regularly, which is nice and secure. This means I can save lots more I like to try for about 100 200 a week. I can also spend more on big things I bought a new pair of sunglasses, I have some new shoes picked out, I bought a navy pinstripe and manstyle jacket for winter so now I want it to hurry up and be cold so I can wear it. I can also buy some music at the moment Im playing to death my REM Automatic for the People and the Pet Shop Boys Discography remember the PSBs I used to love their stuff and I still do. Its so very cool and english which a friend taped for me. I might get the Whitney Houston soundtrack, or I quite like Arrested Development, or maybe just one of those records that has a big collection of singles, because theres quite a few that I like at the moment ie Duran Duran, Lenny Kravitz, Jeremy Jordan. How about you I have to tell you I met a fantastic guy at the recent federal elections I worked at one of the polling stations Ive done it for the past three or four elections now and we worked together for a few of the hours and he was great. Gorgeous. Fab u lous Okay, so thats 730 words more than youve written, Dianne Get that pen out and WRITE TO ME NOW Dianne hi 52896 I got a letter from Dianne I read it last night or was it the night before Good to hear from you, dearest It was weird I must admit that I didnt really want to hear about your cousins diarrhoea, but hey, if thats the best news that youve got dotted line Its great that you live so close to the big city. Things really happen in Perth I always thought of it as a quiet place, but I guess that sort of changed when they got the Americas Cup over there. I loved you sentence though instead I stay at home, watch tv, get at and watch life pass me by . Can I tell you something Thats how I feel, too. Go to work, get home, stay home. Life is passing me by, too. I have found that all my friends have dried up either theyve gone travelling like you but I dont hold that against you, its just that I miss my friends being close by or they have really abandoned me. Two close friends correction, friends I thought were close just stopped talking to me. It took me a while to realise this. Kelli you know the one you went to school with Well I saw her in Parramatta one day, we organised to have lunch, she cancelled, and thats sort of the end of the story. Jason hmmm, even now I have really mixed ideas about this, about him. Kiri, my friend who has gone back to Greece, came home to Australia for about a week she phones me the night before shes due to fly back to Greece again and she tells me that Jason has gone overseas. He doesnt tell me, does he No. That hurt a bit. A lot I think that maybe if I was more of a friend you know, didnt try so hard to be more, that maybe we could have been better friends. But you dont know with people, do you Im starting to feel really hurt by other people, really paranoid. Theres my friend Justine from Grace Bros but we hardly talk now maybe see one another once a month and it never feels like it used too. But because Im feeling so paranoid, I think that maybe people are sensing this and dont want to be with me that its my fault Work is OK. I leave the council in a week or two it was only a four month contract, but like you said, its really valuable experience and Ill be able to walk away with something that I can say I did this. That makes me feel good Telecom is going ok, too, and I think they may offer me a fulltime PR job there soon. And a friend from the State Library of NSW where I did work experience while at uni is leaving and they have told me to look out for her job being advertised I should maybe apply for it The thought of working in the city is very appealing, even though working at council was good because it was close to home, getting out of home is a nicer thought right now. Maybe I can come and visit you for a week or so We can sit at home and get fat together Let me know what you think about it.You can show me Perth and it would be good travelling practice. OK Of course, I wouldnt come when Tony is over here. Can I tell you something You did ask me what I thought about your longdistance relationship. You may not want to hear this, but oh well. My friend Kiri, in Greece now and engaged to and Englishman first went back when I knew her in our second year at uni, met a great guy called Costas. There was beautiful, envious talk of romance, how the two of them wrote letters, talked on the phone, promised to always love one another and meet back in Greece some day. Does this sound familiar to you OK, about this time last year, Kiri did go back and they met and it just didnt feel the same in fact she said it was a really bad situation and she was angry she had wasted so much time on him because they just couldnt make it the same as it was when they were first in Greece together or as perfect and simple as their love letters. I remember us talking before she returned again and saying but what if you cant recapture what you had Or if you find that letters and phone calls are one thing but meeting again is a totally different She said that yes, that might happen. And now, unfortunately, it has happened. So, Dianne, enjoy it while you can, I guess, but be careful about these longdistance things. And if, when you meet again, its not all hearts and roses, dont try and force it to be what you remember it was like. Kiri said they tried that to try and ignore how bad it was and pretend it was good again, because it might be embarrassing to admit she flown all the way around the world to marry someone and now she didnt even like him anymore. But that was to hard, so they agreed it wasnt working and gave up. So be careful, OK I wouldnt want another of my friends hurt. As you can see from my photos, my hair is short and red do you like it I do although I want to get it cut even shorter. I havent made any clothes for about a moth or two now how lazy of me But I have lots of fabric that I have bought for when I will do some sewing nice long skirts. I like them they make you feel really elegant, much smarter than a short skirt I think sometimes. What about you Plus I saw the summer clothes are coming into store now. We havent had much of a winter over here, but its not so warm that I want to start thinking of my summer wardrobe already Im still cross stitching and Im thinking of moving onto making a tapestry cushion soon. Do you get a magazine that comes out every fortnight called Needlecraft It is very good and costs only 95. They have small embroidery kits to make bookmarks or potpourri sachets and great ways of teaching new techniques and ideas of things to make. You should have a look for it if you are still interested in your sewing and craftwork. Mum also bought me the Family Circle Cross Stitch bookmagazine, and its great. Over 70 stunning projects to tempt you , it says on the cover, and its 95 and distributed by Gordon Gotch in newsagents or supermarkets. Im going to see Super Mario Bros movie tomorrow, just for a giggle. And I cant wait to see Jurassic park and the Firm, because Ive read both of the books that the movies were based on. How about you Well, write soon. Let me know about the idea of me coming over for a week or so could be fun Dear Dianne 10 September 1993 Howdy Is it my turn to write or yours Mine, I think."
}