{
    "text": "LETTERHEAD AFB.do002 2l February 1994 Mr Mrs Lewis Jones Ms. H. Middleton c 75 Lock Maree Street MAROUBRA JUNCTION NSW 2035 Dear Mr. Mrs. LewisJones Ms. Middleton RE YOUR PURCHASE OF UNIT 4 LOT 15 111115 FOVEAUX STREET SURRY HILLS As you are aware a Receiver has been appointed to the trust account of Laing Simmons Bondi Junction, the agents to whom you have paid a holding deposit of 5, We have written to both the receiver and the Real Estate Services Council advising them of your position, requesting that they note your interest and advise the present status of your deposit. In the meantime the vendors solicitor has indicated that the vendor is prepared to exchange contracts on the agreed deposit less the 5,00 with a clause in the contract providing that completion need not take place until your deposit is returned unless it is necessary to resort to litigation for its recovery. I am awaiting the exact wording of the proposed new clause and when I receive same I shall contact you further. Yours faithfully, McCABE BROWN. LETTERHEAD AFB.do 002 2l February 1994 The Receiver Laing Simmons Bondi Junction 266 Oxford Street BONDI JUNCTION NSW Dear Sir, RE HEATHER MIDDLETON, EMLYN CLIFFORD LEWISJONES AND MARJORIE EDITH LEWISJONES PROPOSED PURCHASE OF UNIT 4 LOT 15 111115 FOVEAUX STREET, SURRY HILLS We act for Heather Middleton, Emlyn Clifford LewisJones and Marjorie Edith LewisJones in the purchase of the abovementioned property. We understand that you have been appointed receiver of the trust account of Laing Simmons and there is likely to be a deficiency in the trust account. We are writing to advise you of our clients interest and their intention to lodge a claim should that be necessary. At this stage it is our clients intention to still proceed with the purchase but before doing so wish to be advised as to the status of their holding deposit. Your urgent advice hereto would be appreciated. Yours faithfully, McCABE BROWN LETTERHEAD or AFBCAB002 yr 4 March 1994 Mr Mrs Lewis Jones and Miss H Middleton C 75 Loch Maree Street BONDI JUNCTION NSW 2035 Dear Mr Mrs Lewis Jones and Ms Middleton, PURCHASE UNIT 4, 111115 FOVEAUX STREET, SURRY HILLS We have now been formally advised that Ian Struthers, a partner of Deloitte Touche Tohmatsu, was appointed receiver and manager of Glen Real Estate Pty Limited Receiver Manager Appointed formerly trading as Laing Simmons Bondi Junction, on 4th February, Mr Struthers advises the appointment was necessary as a result of a deficiency in the trust funds controlled by the former licensee. As a result, Mr. Richard Porter of Nelson Wheeler Arnold was appointed as investigating accountant by the Real Estate Services Council RESC to investigate and report on the deficiencies in the trust funds. The old trust accounts were frozen by Mr Porter on 7th February, All moneys outstanding to creditors of the trust funds, including the deposit moneys due to you, are reimbursable by the RESC Compensation Fund. Creditors must first submit a claim to RESC to obtain reimbursement of these funds. In that regard, a claim for is enclosed to enable you to make a claim against the Compensation Fund. Would you please complete the claim form and have it signed before a Justice of the Peace and returned to me as soon as possible and I will then forward it on to Mr Porter who will then submit the claim to the RESC. Mr Struthers has been informed by representatives of the RESC that payment of your claim by the Compensation Fund will be expedited after receipt of same. Should you have any queries regarding this matter, please do not hesitate to telephone me. With kind regards, Yours sincerely, ALAN BROWN P.S.Please note the RESC require to sight copies of any receipts or letters from Laing Simmons evidencing payment by you of the 5,00 deposit. Would you please let me have same as soon as possible so that I may send them to RESC. LETTERHEAD or AFBCAB002 yr 4 March 1994 Mr Mrs Lewis Jones and Miss H Middleton C 75 Loch Maree Street BONDI JUNCTION NSW 2035 Dear Mr Mrs Lewis Jones and Ms Middleton, PURCHASE UNIT 4, 111115 FOVEAUX STREET, SURRY HILLS I have now received amended special conditions and amended strata plan for insertion in the Contract and copies of same are enclosed. You will note special condition 12 has been changed and a new special condition 16 has been added. The amended strata plan apparently corrects some dimension errors contained in the initial draft plan. Would you please telephone me upon receipt of this letter so we can discuss the new conditions and if you are prepared to proceed, then the page should be executed and returned to save you, again, having to call at my office. I await to hear from you. With kind regards, Yours sincerely, ALAN BROWN. LETTERHEAD or AFBCAB002 yr 4 March 1994 Mr Mrs Lewis Jones and Miss H Middleton C 75 Loch Maree Street BONDI JUNCTION NSW 2035 Dear Mr Mrs Lewis Jones and Ms Middleton, PURCHASE UNIT 4, 111115 FOVEAUX STREET, SURRY HILLS I have now received amended special conditions and amended strata plan for insertion in the Contract and copies of same are enclosed. You will note special condition 12 has been changed and a new special condition 16 has been added. The amended strata plan apparently corrects some dimension errors contained in the initial draft plan. Would you please telephone me upon receipt of this letter so we can discuss the new conditions and if you are prepared to proceed, then the page should be executed and returned to save you, again, having to call at my office. I await to hear from you. With kind regards, Yours sincerely, ALAN BROWN LETTERHEAD or AFBCAB002 yr 8 April 1994 Ms H Middleton and Ms E Ms M LewisJones C 75 Loch Maree Street MAROUBRA JUNCTION NSW 2035 Dear Heather, Marjorie and Emlyn, YOUR PURCHASE OF UNIT 4, 111115 FOVEAUX STREET, SURRY HILLS I write to confirm that exchange of Contracts in this matter took place today for the purchase of the abovementioned property requiring settlement to take place either six weeks from the date hereof or fourteen days after notification that the Strata Plan has been registered. Stamp duty amounting to 4,00 is payable on the Contract by 8th June, 1994 otherwise an additional 25 penalty is payable. Accordingly, we would be pleased to receive a bank cheque for 4,00 in favour of the Office of State Revenue as soon as possible. We will attend to ordering rating and other governmental enquiries closer to completion and will let you know if any of these are unsatisfactory. Would you kindly therefore let us have a cheque in the sum of 00 payable to McCabe Brown in anticipation. Yours sincerely, ALAN BROWN LETTERHEAD or AFBCAB002 yr 27 April 1994 Ms H Middleton and Ms E Ms M LewisJones C 75 Loch Maree Street MAROUBRA JUNCTION NSW 2035 Dear Heather, Marjorie and Emlyn, YOUR PURCHASE OF UNIT 4, 111115 FOVEAUX STREET, SURRY HILLS Please find enclosed copy letter received from Real Estate Services Council dated 15th April, 1994 together with a copy of our letter of demand forwarded pursuant to their instructions. I shall keep you informed as to progress. Yours sincerely, ALAN BROWN LETTERHEAD McCabe Brown Lawyers GPO Box 235 SYDNEY NSW 2001 Our Ref Claim 94892 15 Apr 1994 Dear SirMadam RE GLEN REAL ESTATE PTY LTD TAS LAING SIMMONS BONDI JNCT H MIDDLETON PURCHASE OF 4111 FOVEAUX ST, SURRY HILLS YOUR REF or AFBCAB002 DATED 22 MARCH 1994 I refer to your claim lodged on the Real Estate Services Councils Compensation Fund. The claim has been reviewed, and additional documentation is required, in order to enable the Council to process the claim for payment. I enclose a schedule setting out the documentation that will be required. It is likely you have provided some of this documentation and therefore the missing documents listed are required only. I have ticked items for which it is considered adequate documentation has been supplied. Also any other documents that prove the monies are payable to the claimant in the specific matter should be provided. Please ensure you quote the claim reference with the documentation. I await your reply at the earliest convenience. Yours faithfully BILL JOHNSON FOR GENERAL MANAGER LETTERHEAD or AFBCAB002 yr Claim 94892 27 April 1994 The Secretary Real Estate Services Council PO Box Q168 QVB SYDNEY NSW 2000 Dear Sir, COMPENSATION FUND CLAIM HEATHER MIDDLETON GLEN REAL ESTATE PTY LIMITED tas LAING SIMMONS BONDI JUNCTION We refer to previous correspondence in this matter and confirm that we act for Heather Middleton, the proposed purchaser of Unit 4111115 Foveaux Street, Surry Hills. As you are aware, our client paid to Laing Simmons Bondi Junction on 8th January, 1994 a deposit of 5,00 towards the purchase of the above property. Our client has also lodged a claim against the Compensation Fund in respect to that deposit. Our client has now entered into the purchase of the above property and the 5,000 deposit is payable upon completion of the Contract. As we have been advised by you that funds paid to and received by Glen Real Estate Pty Limited up to and including 7th February, 1994 are claimable against the Real Estate Services Council Compensation Fund, we hereby give you notice that unless our client receives a refund of the 5,00 deposit paid plus legal costs now amounting to 00 within fourteen 14 days of the date hereof, we have instructions to commence proceedings for its recovery. You should make your cheque payable to our client and forward it care of this firm. You have been provided with original Laing Simmons Sales Trust Receipt, Statutory Declaration by our client and copy of the Contract for Sale. We did not receive a sales advice document from the agent nor any agency agreements. Yours faithfully, McCABE BROWN LETTERHEAD or AFBCAB002 yr Claim 94892 16 May 1994 Mr Fred James Real Estate Services Council PO Box Q168 QVB SYDNEY NSW 2000 FAX NO 281 9010 Dear Sir, COMPENSATION FUND CLAIM HEATHER MIDDLETON GLEN REAL ESTATE PTY LIMITED tas LAING SIMMONS BONDI JUNCTION We refer to previous correspondence herein and advise that a full copy of our clients Contract was handed to your Mr Henry Noy on or about 13th April, lHowever, as requested, please find enclosed further copy front page of Contract together with copy pages 2 and 3 of the special conditions which set out, respectively, the provisions for completion and the payment of the deposit. We confirm our earlier advice to you that the Contract had originally been negotiated on a specially reduced deposit of 14,00, thus the provision in special condition 12c for the balance of the 10 to be paid on completion. We became aware of the problems with the agent after the payment by our clients of their 5,00 holding deposit but prior to exchange of Contracts. The Contract was then amended to take account of the fact that the 5,00 part deposit would be paid on the earlier of completion or receipt by the purchaser of the sum of 5,00 from the Compensation Fund of the Real Estate Services Council pursuant to the claim made by the purchaser as provided in Clause 12b. It is, therefore, vital that the 5,00 be available to be paid at the latest by the time provided for completion in the Contract which is set out in special condition Would you please let us have an assurance as a matter of urgency that the payment of the 5,00 will be available in time to enable our clients to meet their obligations under the exchanged Contract. We point out that we had been assured that the process for obtaining a refund of the deposit moneys would not take long."
}