{
    "text": "624 streetname1 Avenue placename1 Bay.postcode1 26293 Hi, Many thanks familiarname1 for your thank you letter. I do hope the land an airfield takes off so that you two are not out of pocket for very long. The trouble with getting older is that if you invest in something financially it isnt much use if you have to wait 25 years for your return. So may you soon be the winners of latter or have your money back from the land or both. Even without work retirement is busy. Today we didnt even find time to go to the beach. I had to drive to the dentist this morning for a lengthy appointment followed by a small amount of shopping shopping pluslike ampersand photocopying. I wasnt home for very long before we had to leave again for our Spanish lesson. When we arrived home I prepared tomorrow nights dessert one of those 24 hour arrangements pluslike ampersand then it was time to leave for a lecture on cancer, mainly skin cancer, given by the local G.P. expert pluslike ampersand a Cancer Council representative. It looks like Ill find myself doing some volunteerwork for the Cancer Council presenting certificates to schools which hold their swimming carnivals at night for example. We have just arrived home and its Incidentally the lecture was magnificent pluslike ampersand accompanied by horrendous but fascinating slides. Actually I visited the lecturer 2 weeks ago pluslike ampersand had my skin checked. He said What a magnificent skin. What he really meant was I know youre face is sporting many crows feet pluslike ampersand your skin is like leather but you, you lucky devil, have a skin that can withstand the harmful effect of U.V. rays. Naturally the only words I quoted when I returned to forename1 were He said I have a magnificent skin. I still recall that when I attended a June Dally Watkins Course at the age of 19 the beautician said How old are you When I replied 19 she said You have the skin of a 25 yearold at least It really is grim to think that I have more crows feet than my sisterinlaw who is about to enter her 70th year well on July 14th that is. Sorry forename2 I think its the 11th. Our Spanish teacher is a delightful lady pluslike ampersand we love our Spanish lessons.forename3 surname2, our teacher, lived in Spain for 15 years. Recently the Spanish Govt. changed the regulations for Canadians pluslike ampersand Australians insisting that they lodge many thousands of dollars in a Govt. trust fund or something like that dollars forename3 didnt have. She sold her cottage pluslike ampersand returned to Australia. She is an artist pluslike ampersand a writer. She has had childrens stories published pluslike ampersand stories published in womens magazines. Ive decided there are a lot of multitalented people in placenameforename3 will be coming here because she wants to come to astronomy lessons pluslike ampersand I am the astronomy coordinator for the University of the 3rd Age, or U.A. Im sure if we had remained in placename3 we would not have become involved in the same way as we have here. Of course there would be other activities. The thing you miss most when you change your domicile is the friendship. Old friends which include your brother pluslike ampersand sisterinlaw can never be replaced. They have known you so long that there is no point in putting on an act to impress. You feel very comfortable with old friends knowing that they have realistic expectations. Because you have been rubbing shoulders for a long time you rarely misunderstand them pluslike ampersand they rarely misunderstand you. I dont think you can ever find this with new friends. Well perhaps you can but it is rare. Dont faint but I have written to a publisher about my proposed limerick book pluslike ampersand about my Yr 2 spelling worksheets pluslike ampersand he has replied saying he would like to see some samples. I became quite excited when his letter arrived. Of course I am no nearer to publication now than I was before I received the letter, but I couldnt help kidding myself just a little bit. When we climbed into bed last night I said to forename1, You know, there is one thing we have completely overlooked as an addition to our pension. Whats that said forenameThe royalties Ill receive from my publications, I said, which caused us both to laugh. Ill keep you posted. Did I tell you about my limerick book Forgive me if Im boring you with this a second time. When I wrote to the publisher I stated, The brilliance is not in the limericks I have written but in the idea I have devised which means that each limerick can be applied to 20 or 30 different names or something like that. I have written them pluslike ampersand am still writing them with the name inserted within the line pluslike ampersand not at the end of it, which means you slot any name into the space without altering the rhyme. They are written for young children Yrs 2 pluslike ampersand 3 basically pluslike ampersand the index will probably say One syllable boys namestwo syllable boys namesthree syllable boys namesOne syllable girls names ditto marks for 2 lines under last 3 words 2 3 pluslike ampersand perhaps Limericks appropriate to a girl or a boy by slotting in the name pluslike ampersand changing his to hers changing the pronoun Any ideas for the index would be appreciated. Any limericks would be appreciated too. With your permission familiarname1 Ill include the limerick you wrote about me There was a young girl called Frances Who was very fond of going to dances One night in the dark, she slipped in the park And came home with mud on her pantses . Can you believe that the pet name for Francesca in Spanish is Parke Dont ask me how to spell it The limericks I have written are on scraps of paper at the moment. Tomorrow pluslike ampersand Sunday I will type a few out pluslike ampersand send them off to the publisher. I went to the Community Centre today pluslike ampersand photocopied some of my spelling work sheets ready to post away. I have such a giaone lettertgiant sized ego that I am afraid someone will steal my limerick idea. When I wrote the S.O.S,book the brilliance on that occasion was not in the content but in the idea. Anyone could have written the book. It became the best seller for Met West. Infants Mistresses Publications at that time pluslike ampersand do you know that someone stole my idea pluslike ampersand produced it commercially. I guess this is why Im wary. forename2 how is your book progressing Are you any nearer publication Would one of the model aircraft magazines publish it They have the audience pluslike ampersand the printing facilities. Have you approached them Tomorrow night forename4 pluslike ampersand forename5 are coming for dinner with their 10 yearold son. I think I told you forename5s grandparents lived in placename3 pluslike ampersand were Christadelphians. forename5 went to placename4 Sunday School. forename4 is a Psychiatrist pluslike ampersand is involved with organisationnameforename5 is a barrel of dynamite. She has been running an antismoking seminar for the past 4 days pluslike ampersand was there tonight running the skin cancer lecture. She was interviewed on T.V.last night. On that occasion she was speaking about the antismoking seminar but that wasnt the first time we had seen her on tele. The snakes continue to be conspicuous by their absence pluslike ampersand I for one am not complaining. The goannas pluslike ampersand water dragons great swimmers continue to visit. We have one goanna with a stumpy tail. Do such creatures exist or would he have had it bitten off Mother duck has one duckling at the moment pluslike ampersand as it is not a tiny creature I have hopes that this one will survive. The duck population varies. For several weeks there were about 10 on the lagoon. This week there have been between 20 pluslike ampersand We havent seen Johnny Raper the drake, a large white domestic type drake for some months. He was named Johnny Raper by forename1 after we were told that he had drowned a goose on the next lagoon when he tried to mate with her. Someone should give him a pair of spectacles pluslike ampersand then perhaps he wouldnt make such ridiculous mistakes. Our library here has videos so I borrowed Pride pluslike ampersand Prejudice the Olivier Greer Garcon excuse spelling version pluslike ampersand I loved it. I read Sarum last week pluslike ampersand enjoyed it. Its a novel about the history of Salisbury in England. Sarum is the original name. I am appalled at how little reading I fit in. However I try to read the weekly guardian pluslike ampersand segments from the daily local paper. We watch the daily news from Britains ITN. news. Its on at 30 AM. No, we arent up at that time. forename1 puts it on video pluslike ampersand we watch it while were eating our muesli. It is now March 5th. Ill post this tomorrow. The total amount of interest on the account was Enclosed is a cheque for I tried to get details of the account but without paying a search fee of 50 they could only go back 12 months. Amazing isnt it. Not that it makes any difference to the total interest or the amount of tax I had to pay. The reason for my trip to the dentist well for a checkup but I had brushed the enamel off one of my eye teeth pluslike ampersand the tooth next to it. The whole top section on both teeth was brown Yuk. The teeth have now been treated. I will now start letter Suggest you keep the 700 in your own account for a while until you see how things develop in the Lands Department but please cash it soon or Ill be thinking I have 700 that I dont have Love, forename Letter lump sum teeth skin cancer mutants limerick posted writing grouptoastmaster 5thMarch Hi, The notes above are to remind me of items I wish to mention.large Zlike symbolnew paragraph marker The astronomy lessons will begin shortly. I have 23 interested pupils so far pluslike ampersand tomorrow there is a meeting of all the members of U3A so I may acquire a couple more. I am happy to run monthly viewings for In fact the smaller the group the better. large Zlike symbolnew paragraph marker Lump sum or pension. Looks like well definitely take the full pension. The financial experts fascinate me. Here am I with my dumb maths brain, but thanks be to Dad I am sometimes able to see through their rubbishy logic pluslike ampersand their half truths. Naturally they are interested only in pushing the lump sum option. At one meeting they put up a list of advantages of the lump sum over the pension pluslike ampersand listed one such advantage as Assetsto be passed on to your children Under pensions no assets to be passed on to childrenas pension ceases on death. So cheeky me jumped up pluslike ampersand said, Do you consider a house an asset Yes said the lecturer.Well I said, Most people have a house to pass on to their children quite a substantial asset I would suggest. Then there is the argument which I havent jumped up pluslike ampersand down about at a meeting but which occurred to me when I was reading the prospectus suggested plan for my retirement. They are always saying, And of course even though you do have the pension adjusted according to the CPI you should keep in mind that you will gain only 61 of the increase owing to the tax rate. Sounds good Makes you think the lump sum might be better And then it hitme So whats new Every time Ive had a salary increase for the past 20 years Ive ended up with only 50. With the pension Ill be 12 better of than formerly. I sent, no, I have my limericks pluslike ampersand the spellingreading word family scheme ready to send to the publisher addressed, samples completed pluslike ampersand in the envelope. Ill post it tomorrow. Wish me luck. There is a Writers group in the town which Ill consider joining. They meet once a month. large Zlike symbolnew paragraph marker At Toastmasters we have a joke master. Occasionally we are given definitions of words. I liked this one Being drunk when you feel sophisticated but you cant pronounce it. At the skin cancer lecture the Doctor said we should never have migrated to this region of the world. Its made for the dark people. He said there was a theory that the mutants whites moved away to the colder climates to survive. He also said that black people living in cold climates with not much sun suffer from rickets because their skin cant absorb the vitamin D. My next Toastmasters speechin a week pluslike ampersand half is At the end of the road, eternal silence. Ill talk about the experience in China when I saw men being led to their execution."
}