{
    "text": "Letter 11 9th 15th Feb 92 Dear Mum Dad, Hi Thanks for my birthday card our anniversary card. Thanks also for your letter of 31512 aero of 141812 letter of 293012 aeros of 23241 17But I cant seem to find any aero dated 121 which you referred to in the aero of 2324 Were really greatful for the Rs3,700 you sent. It went towards the shortfall for Davids school fees. We also received your parcel on 271 in good condition. So it took 4 months 9 days from when you posted it. Thanks so much for it. It was great. As Elsa told you we also got the Vegemite pack from Kraft so we are feeling rich in Vegemite these days. Did you pay for the Kraft pack It says gift pack on the side. The kids loved your presents remembered you yet again. I am enjoying the book Elsa thanks you for the talc. I am sending Tajs presents up to him with Abdul who is going back to the same village this week. We also eventually got Jonathan Wandas letter posted to our old address. Funnily enough we recently almost settled on a flat right next door to that place. More about that later. Did you read the following paragraph in my letter 8 Could you ask Jeff Vanessa Burgess to look for a white manila folder marked in pencil M.A. among my alphabetically arranged files which I think are in a drawer of my desk in their garage. If when they find it could you send it over sometime Just check in the loft first in case I left it there. I think I only stored my office files there. Im still puzzled where my first photo album is which had portraits of me at a desk in Kindergarten, class photos for each year of primary school photos from Papua New Guinea. I searched at your place among our things at Greystanes but couldnt find it. Perhaps you could just keep it in mind if youre ever rummaging around, but dont go to any extra trouble. We dont hear very much at all from Beth, probably because we each have our respective networks of friends in our respective cities. And We never go to Peshawar she rarely comes here, though we have written a couple of letters to each other. Sorry to hear about your hernia, Dad. About M.E. Myalgic Encephalomyelitis its funny how it seems to affected women more than men. I wonder why. Although Hux Gunter had it too. Were ready to move now that weve been back in Pakistan for nearly a year. We couldnt have faced a move when we first saw Baarts place in mid We want to move because Elsa finds it too dark in our present basement flat. So well get an upper storey this time, closer to Davids school. 10 minutes each way After one day of watching Quinceys driving from the passenger seat I cancelled the whole idea. He is not at all a good or confident driver. I was very nervous, which for me is saying something. So now I take David Christopher Willson who lives downstairs from my office Kens to the British school each morning at 8am Steve Willson picks them up at 3pm each day. That suits us both because often Steve I have our respective errands to do on the same trip. Willsons are Americans but the British School is open to all nationalities after all British children have places. Ken has just managed to extend his existing visa to mid March. Before then he will have to leave the country to get a new visa from a Pakistan High Commission or Embassy New Delhi is the closest most probable. This is standard procedure for tourists wanting to stay longer there is usually no way around it. This means that he could get another 3 months after that which could take him up to mid June at the latest. He is still unsure of when to leave at this stage perhaps end of May. He is taking Sarawat Shah with him to Delhi in March just for company. It will be a real adventure for S.S. because no K has ever left the country. Ken is still plodding away at the drawings, very meticulously very beautifully. I am sending some samples to Snowdons Bates. We are very pleased at their high quality, the K are also very impressed with what he is producing. This style was also by far the most popular in the survey of styles that Ken originally conducted up there. We are sure the illustrations will make a deep lasting impression on them. The K are really struggling to maintain their identity in this crucial time of particularly serious exploitation change. These illustrations will be very special to them because they give dignity to itheirr world. We know that at they will enhance the accompanying texts tremendously not just to break up the text, nor just to superficially attract readers, nor just to merely show the appearance of things. Each illustration is a piece of art in itself which the K value. The realistic portrayals of indigenous subjects or indigenousappearing subjects for trd texts will make the booklets, iincluding the subject matterr, very personal to them. Ken is very interested in the K has done a lot of reading, thinking praying, especially relating to the communication of the Message to them specifically. However, paradoxically, we are yet to see whether he will return here, or go to Uganda, or stay in N.Z. His life is at a crossroad with many different options he is not finding it easy to decide on direction. Please pray for him. A week ago a young couple turned up here hoping to work here long term. Joe is an Australian born of Finnish parents Mari is Finnish. They have had YWAM training have spent many months in the subcontinent. They feel very much at home here. They are currently on tourist visas but they are seeking a way to stay longer by getting another kind of visa, like a student visa to study Urdu, or one like ours. After considering several options they seem quite open to the idea of joining NWFF. They plan to be still here when Snowdons come in May so they can meet them then talk to them. At the moment they are staying with us are very happy helping us in many practical ways babysitting, sewing, painting furniture etc. Needless to say we are also very happy for their help. They are very easy guests. When we move hopefully around beginning of March after the current tennants have moved out the owner has painted cleaned we are thinking of moving the office Ken etc. to 1131 for the following reasons. For an extra 3rd bedroom the rent is actually though marginally cheaper It will be very handy having my office next door to Rons again as we need to consult each other interact quite a bit. We currently have an intercom from our house to Trails so we would leave that there. 1131 has a telephone which 8 Kens doesnt have. It is closer to the market. And it is a more central location for us as a family to keep a link with all our friends from this neighbourhood after we move to F103 a couple of miles away. Well let you know our new address telephone number after we have signed the contract in case it falls through. In any case mail can still come to 1131 since were keeping it for the office until we have notified everyone of our new address. Love from Greg, Elsa David, Boaz Cherry. 30692 Dear Mum Dad, Hi We just received your latest letter dated 10216 yesterday Elsa has beaten me in replying in an aero. I cant remember whether she mentioned the heat here. Weve had maximums of about 42 deg. C for most of June. We really notice it here on the top floor as compared to the basement at 1131, especially with one AC air conditioner out of order. It really slows us down. Today Elsa is working again at the British Council. She has a spate of days at the moment in order to try to regain what weve spent in trying to supplement Davids school fees. Today is the last day of the school year, so his last day altogether. We are enquiring about correspondence courses but are not ready to participate in the study centre which Willsons are trying to start unless until they get a teacher. At this stage there are only 4 or 5 kids who are firm enrolments. NWFF has paid the rent for the officeflat 1131 till 4th October. From 1st July for at least 4 months an Australian couple will be sharing it with me, paying for two thirds of the rent as I will keep my office there. Their contribution to the rent will allow me to keep the whole place at least till the end of December at this stage. Their names are Chris Julie Bilby from Melbourne. He is teaching English to adults at the same college as Brent Jones. Mary Neil arrived on the same day as Wendy. She stayed with us for just over a week then went to stay with friends in Peshawar. Shell go to the KV with them meet up with us there. She only has a 3 month visa at this stage so she would need to go back home reapply. Shes about our age speaks with a strong Mississippi accent. She has a Masters degree in intercultural communication has secretarial skills. She read about the K much like I did about 10 years ago. She wrote to several people about her interest. She is not in any organisation yet. Donna is AOG. Andrew Bunce is doing fine as far as we know. Weve only met him once or twice. Hes in Murree. Were trying to get up there for weekends but have not really managed more than a day or two so far. We have the use of a little room which is too small to stay in for more than a couple of nights. But its all we need as we dont want to move up there like we used to. I dont know if I told you that the calligrapher I used years ago had died. So Im trying out a few others. Im also negotiating with a printer about the adaptation of their newly purchased computerised facilities for Urdu which I told you about. Steve Joan are nowhere near ready for publication. Ron is specialising in TR dictionary while we are specialising in literacy. Traditionally printed Urdu is not popular because of centuries of being used to calligraphy. Its an artform in itself. But now that computerised calligraphy has finally broken through it means the latest technology of data storage editing as well as printing can be used to produce exactly the style that people like. In Pakistani cities trading hours vary according to the shopkeepers. Typically most shops would open from around 10am to 10pm, 6 days a week. There is a good shopping centre only 2 minutes drive from our house so I often shop in the evenings. As Elsa said we are very excited that Cheryl Allans plans to come to Australia are getting more concrete now. I personally feel a granny flat would spoil your property. Im glad youre feeling better now Mum. We still enjoy the occasional good tape from TCMC. We cant put it that way to Tony because it doesnt sound good that some talks are better than others. But occasionally friends have sent a tape that they were blessed by or that they thought would be good for us."
}