{
    "text": "CHAPTER 3 Who should control schools Brian V. Hill Who should control schools The question does not merely pose a problem in management theory, amenable to quick solution by applying criteria of efficiency and economy. It obliges us to go to the heart of our social philosophy, because the school is a potent form of social intervention in the lives of human beings at a vulnerable stage of their development. In the words of respected internationalist Torsten Huacutesen, problems besetting the education system are in the last analysis social problems which cannot be solved simply by taking action only within the walls of the school.1 What is more, if we get the answers wrong, then the health of the whole body politic is at stake. When social change is running fast, the school is typically one of the first social institutions to be put under the microscope. But whereas in the past most schools catered only for the ruling classes, the last 200 years have witnessed the elevation of the school to prime importance in the education of all our young. This makes it all the more significant in social policy, and all the more vulnerable to public criticism. Most parents today see the school as the chief means for securing their childrens advancement in a knowledgebased society. All governments see it as a key player in the achievement of national goals.2 The expectations of the various interested parties do not necessarily coincide at all points. When discussion intensifies about the functions of schooling, as it periodically does, there is usually renewed questioning about who should control the schools. The issue of control is not a simple one, for control can be exercised by a variety of bodies, in ways which are sometimes obvious, but often disguised. One educational commentator, writing at the height of the debate in Britain about the criticisms publicised in the Black Papers, noted that If one wishes to raise standards or to shift the direction of the schools, it is necessary first to have control, or to exercise a powerful influence over such basics as the curriculum, discipline, the appointment of staff, the future of incompetent teachers and, of course, finance.3 At the present time in Australia, the question of who should control schools is highly contentious. Clearly, we have not yet got the answer right. An obvious indicator of difference of opinion is the fact that seventyfive percent of Australian schools are State owned, but the rest are relatively4 independent of such control. Most nonState schools are sponsored by the Catholic Church with Protestant secondary schools running a very distant second, but there are also some nonreligious foundations which, together with many alternative Christian schools under various kinds of local control, now account for over two percent of the national total. Finally, there are some parents, statistically insignificant but by no means invisible, who have felt sufficiently disenchanted with both State and nonState schools to take it upon themselves to school their children at home. Of those schools which are in the government sector, some still operate under fairly direct central control from their State departments of education, while others are adjusting to policies of decentralisation which put much more decisionmaking power in local hands than was the case a bare decade ago, except in the Australian Capital Territory, which has long operated a powersharing system involving local parents as well as staff. In Victoria, recent legislation has decreed that schoolcommunity councils be set up. Interestingly, some apprehensive teachers union strategists in that State are counselling their members to bid, in their capacity as parents, for places on the councils of the schools their children attend. Their intention, however, is not to promote community involvement but to minimise its effects on what they regard as their professional preserve. In short, answers in the Australian context to the question of control of schools are various and divergent, though debate on their respective efficacy has scarcely been joined. In the present analysis, I propose first to discuss the various constraints operating to complicate the question of control, and then to argue for a general policy which, I will claim, is the one most consistent with education in the kind of democratic and pluralistic society we are actually living in. Determinants of control of schools In broad historical perspective, there is considerable truth in the generalisation that two mainstreams of social theory have competed for supremacy in our understanding of who should control the education of the young. One American writer, James Skillen, describes this as a fundamental ideological conflict between the ClassicalRenaissanceEnlightenment assumption that the primary responsibility for educating citizens lies with the government, and the JudaicChristian affirmation that the primary responsibility and authority for educating children rests with parents.5 Translated into current Australian realities, these ideological legacies have become interlaced. Thus, a secular liberalism emphasising competitive individualism finds an ally in institutional Christianity, which sponsors traditional upper class schooling. By contrast, people of utilitarian and socialist mind find in the social conscience of many Christians, nonconformists in the main, a kindred resolve to press for equity through public provision.6 More recently, a third player has entered the game the trained professional. Decisions in the nineteenth century to make schooling universal and compulsory led to a voracious demand for teachers which could only be met by formalising what the community expected of teachers into schedules for mass teacher training. The thinking at the time was that this new force would rescue the poor from exploitative parents. From this pragmatic beginning a profession has evolved with a recognised body of expertise and a strong sense of occupational solidarity. Teachers, like workers in a number of other helping professions, have developed a masonry which cherishes its own professional secrets, tending to despise the lay person and be jealous of its jurisdiction over the client in this case, the pupil. These three parents, teachers, and governments via civil servants are the obvious players. Others also, however, have an impact on school practice. In particular, employers and institutions of higher education are highly visible players. Both have a major interest in the products of schooling, and both can be relied upon to criticise the product. The amount of direct access they have to educational decisionmaking varies from State to State, but since upon them depends the absorption of the school graduate into productive postschool activity, their power to influence policy is considerable. And then there are more shadowy influences, which, according to some theories, are more potent than the visible players, having macroeffects on both the school system and the players themselves. Marxiststyle analyses, for example, identify largescale class factors at work in society, leading to the domination of the body politic by a ruling elite which reinforces its values and wishes through such processes as economic management, the ownership of property and other assets, and the manipulation of conditions affecting the workforce, the health services, and schools.7 Traditional church schools, according to this kind of analysis, are to be seen less as the agents of religious ideology than as the reinforcers of social privilege, while State schools, and the whole paraphernalia of graded assessment, combine to provide industry with the submissive labour force it needs and to promote a consumer mentality which will keep the economy turning over.8 Such analyses are often circular, in that they provide a form of discourse which can absorb all objections by turning them into rationalisations which make the objection fit the model. That the mode of discourse renders the theory unfalsifiable, however, does not absolve us from taking seriously the intuition that broader social patterns and ideologies do affect the operation of schools, and some generalisations typical of this approach can be confirmed by empirical evidence. Social forces do, at least to some extent, mould and constrain us. In this connection, however, David Wardle advanced the thesis some years ago that though public schooling in the last two hundred years has been strongly motivated by social engineering objectives, it has nevertheless outflanked its designers by creating a more critical and informed populace than existed before. Wardle, while recognising the plausibility of criticisms advanced by writers such as Ivan Illich, and while acknowledging the potential of schools to oppress the disadvantaged and reinforce class distinctions, argues that, even so, schooling has had an inescapably liberalising effect on society as a whole. Granted, he says, that school authorities in nineteenth century England often perceived their role to be that of defenders of the status quo, one of the main results of their efforts was to raise their pupils levels of aspiration, while they conspicuously failed to prevent them from questioning the social and political establishment.9 Something similar can be said of those products of religious schooling a not inconsiderable number who have turned away from the faith which nurtured them. This last point is a belated reminder that there is yet another player in the educational policy game, often overlooked though clearly visible the pupil. Human learners are not totally bounded by the rules their elders make for them. They possess the potential to be selfdetermining, even if the conditions for the exercise of this capacity are so unfavourable that the only way they can do so is by resisting, either passively or subversively, the process to which they are being subjected.10 Conversely, much research suggests that teaching is more likely to be successful where the learner has had a meaningful say in the determination of the things to be learnt and the methods to be used.11 And thirdly, merely as human beings, children have rights that are easily overlooked. There are several other agents also who may be perceived to have, or want, some say in the operation of schools. The main players may be represented as lying somewhere between the three vertices of Figure The structural pull The figure suggests that answers to the question of control are constrained by three general factors the Personal, the Ideational, and the Structural. In these terms, we can interpret Skillen as saying that the pull to the Personal is particularly indebted to the Judaic and Christian influences in our Western heritage. It might then seem plausible, perhaps, to attribute to Hellenistic influence the pull towards the Ideational, and to Latin i.e. Roman influence the pull towards the Structural. This would, however, be overly simplistic, even as a historical deduction. In addition, it must also be weighed against a new phenomenon the mass industrial society, networked into a global economy. This applies its own additional pull towards Structural priorities and solutions. When issues of school control are discussed at this level, the usual tendency is to concentrate on secondary education, since it interfaces with both employment and further education. But it is almost more interesting at the present time to see what is happening to the primary school. The education of the child begins in the intensely personal setting of the home and, increasingly, the child care centre. Primary schooling brings the outside world into the childs life, but in a gradual way which fulfils the expectation that the primary school will act to some extent in loco parentis. In many countries, primary schools have had great freedom in recent times to adjust their expectations to the needs of the actual children who come to them, refracted through the professional judgment of their teachers. Typically, therefore, primary schools have until recently been strongly oriented to individual development. Thus the Plowden Report in England, with its recommendations for greater freedom in learning, was not so much a new proposal for English primary schools as a validation of what the best of them were already doing. Significantly, that same report is now under heavy criticism as the Thatcher Governments policies begin to bite.12 In particular, the 1988 Education Reform Act has decreed that there will be a national curriculum in the core areas and national testing at ages 7 and 13 This swing towards greater strucutural uniformity even between primary schools has been justified as giving English children more equal access to education and better portability of studies between schools, but it also reflects a marketdriven ideology of achievement in the national interest, leading to plans to make schooling fit better into economic strucures."
}