{
    "text": "New Federalism and Health J.R.G. BUTLER Australian National University The recent new federalism proposals are aimed at addressing problems such as vertical fiscal imbalance, and the increasing proportion of Commonwealth grants to the states as specific purpose payments. This has evoked some concerns in the areas of social welfare and community services. These concerns have centred on the ability of the states, in the event of any of the relevant specific purpose payments being untied, to maintain national uniform standards and pursue distributional objectives in these areas. This article considers the current hospital funding arrangements in Australia from the perspective of the new federalism. It argues that such arrangements have led to a structural imbalance in the market for hospital services, while at the same time imposing significant constraints on the ability of the states to address this imbalance. The prospects for alleviating the imbalance, while preserving the distributional objectives of the present funding arrangements under the new federalism proposals, are then discussed. Two voucher schemes which have been proposed to reform hospital financing in Australia one for health insurance, the other for hospital services are outlined and their merits considered. It is concluded that these schemes are in accord with the tenets of the new federalism while maintaining universal insurance coverage for hospital services. It is now well over a year since the prospect of a new federalism appeared on the horizon involving, among other things, an untying of specific purpose payments to the states, rationalisation, and elimination of duplication of services. In that time, some policy changes which accord with the spirit of the new federalism have begun, eg, with respect to the regulation of heavy vehicles. But an area which has given rise to some controversy in this context is social welfare and community services. From the outset, fears were expressed that national uniform standards could not be maintained if significant powers in these areas were handed back to the states. With the states suffering fiscal stress itself a manifestation of some of the problems which the new federalism aims to address, some felt that expenditures on social welfare programmes would be subject to fiscal retrenchment if their financing reverted to state governments. Consideration of the issues raised by the new federalism has already led a major review of the Aged Care Reform Strategy to recommend That in recognition of the need for full integration of the planning and financing of residential and community care, one level of government take overall responsibility for these functions CDHHCS 1991a, 229. This article is concerned with issues surrounding the new federalism and the financing of health care. More particularly, its focus is on hospitals, as hospital funding entails a large Commonwealthstate intergovernmental grants programme which accounts for the bulk of Commonwealth specific purpose payments to the statelocal sector for health.1 Two main questions are addressed. First, in what ways might the current hospital funding arrangements give cause for concern in terms of the tenets of the new federalism Second, what reforms could be implemented which would allay the equitydistributional concerns mentioned above with respect to other social welfare and community service programmes and at the same time lead to microeconomic reform and the untying of the tied hospital grants The main thrust of the paper is contained in the following three sections. The next section provides a brief outline of the macro health care financing arrangements in Australia. This is followed by a discussion of the effects of the hospital financing arrangements on the states, highlighting the constraints which the current arrangements impose on states decisionmaking with respect to hospital policy. The broad features of a reform proposal based upon a voucher scheme are then outlined in the final section. It is argued that this kind of scheme has the potential to attain the distributional objectives of the Medicare hospital programme while simultaneously reaping the benefits of the new federalism initiatives. The Macro Health Care Financing Environment The Medicare Hospital Funding Arrangements Since its inception in 1984, the Medicare health insurance system has had as its objective the provision of universal medical and hospital insurance to all eligible persons.2 The medical insurance component of Medicare provides a rebate to eligible persons for approved medical services.3 This rebate is equal to 85 of the Medicare Benefits Schedule fee for services provided out of hospital and 75 of this fee for services provided to hospital inpatients other than Medicare inpatients. The medical insurance scheme is administered by the Health Insurance commission. The hospital insurance component of Medicare is organised quite differently. The Commonwealth government has entered into agreements with the states generally termed the Medicare agreements whereby the Commonwealth will provide specific purpose grants to the states towards the costs of their public hospital systems. In return, the states have agreed not to levy any charges for treatment provided by their public hospitals to eligible persons who, being inpatients, opt to be treated as public patients such patients being referred to as Medicare inpatients or who, being outpatients or casualty or emergency patients, opt to be treated at a public hospital casualtyoutpatient department. The distinction between these two components of the Medicare programme is important to an understanding of the economic incentives arising out of the programme. But opting to be treated as a public inpatient in a public hospital, a person can avoid bearing any of the costs associated with that inpatient treatment, ie, they face a zero price at the point of care. If that person opts to be treated as a private patient in a public or private hospital, the charges levied upon them for medical services will be covered by Medicare medical insurance to the extent of 75 of the Medicare Benefits Schedule fee but no cover will be provided by Medicare for the hospital charges. Patients who wish to have insurance cover against these hospital charges must purchase such cover from private health insurance organisations. Private Health Insurance Although the private health insurance industry in Australia is heavily regulated by the Commonwealth under the National Health Act, there is no subsidisation of private health insurance premiums by any level of government. Purchasers of such insurance, however, do not necessarily pay actuarially fair premiums as these are effectively ruled out by the community rating requirements imposed by the legislation Gadiel 1988. This results in a considerable degree of crosssubsidisation within private health insurance from relatively lowrisk groups to relatively highrisk groups, although overall there is no subsidisation of private health insurance as such.4 Another relevant feature of the regulations is the requirement that private health insurers offer cover against the 25 gap between the Medicare rebate and the Medicare Benefits Schedule fee for inpatient medical services. Insurers are required to offer this cover as part of their Basic Private Hospital Table which is geared to the needs of private patients in public hospitals Gadiel 1988,59.5 Private Hospitals Private hospitals were subsidised by the Commonwealth in one form or another from 1953 up until October This assistance most recently took the form of a direct occupied bedday subsidy with three different levels for three different categories of private hospital. In 1985, the Senate Select Committee on Private Hospitals and Nursing Homes held two public hearings to examine the categorisation system and private hospital subsidisation. It concluded that the rationale for the subsidy no longer existed.SSCPHNH 1987,,125 and hence concurred with the decision to terminate the subsidy with effect from 1 October The Senate Select Committee on Health Legislation and Health Insurance 1990 did not support any proposals to reintroduce private hospital subsidies. There is then no direct subsidisation of private hospital charges at the present time, but a relatively small amount of indirect subsidisation occurs by way of tax deductions. Tax Expenditures The term tax expenditures refers to subsidies provided by governments in the form of tax deductions or tax rebates, so that the governments revenue is not as large as it would have been if the deduction or rebate had not been allowed. Since 198586, a tax rebate of 29 of net medical expenses in excess of 1,000 incurred during the financial year has been allowed. Net medical expenses are calculated as the total medical expenses incurred less any rebate from Medicare, a private health insurer or any other insurer. Quantitatively, tax expenditures on health care have represented only a tiny fraction of total health expenditure in recent times. In 198687, they totalled 3 million which amounted to 6 of total Commonwealth health expenditures and 2 of total health expenditures AIH 1990.6 Effect of Health Financing Arrangements on the States The Structural Imbalance Thesis It is evident from the foregoing discussion that the changes which have occurred since 1984 have had the effect of reducing the price of public hospital services to zero while at the same time increasing the price of private hospital services. At present the only source of a subsidy for private hospital charges, or for public hospital charges for private patients, comes about through the tax rebate for net medical expenses in excess of 1,Individuals who choose to insure privately will pay an unsubsidised premium for such cover, a premium which may be more or less than that which is actuarially fair given the community rating requirement. Individuals without private insurance will pay the full cost of private hospital charges plus the gap between the Medicare rebate and the medical fees actually charged less any tax expenditures to which they are entitled because of the tax rebate. This pattern of relative prices for public and private hospital services can be expected to result in an increase in demand for public patient treatment and a reduction in demand for private patient treatment, all other things constant.7 At the same time as this change in relative prices has been occurring, the supply of public hospital beds per capita has been falling while the supply of private hospital beds has remained virtually constant see Butler 1991a 403. Given this scenario, it can be expected that occupancy rates and waiting lists for admission to public hospitals will have risen while occupancy rates for private hospitals will have fallen. A structural imbalance then emerges excess demand for shrinking hospital capacity in the public sector combined with excess supply and underuse of private hospital capacity. Table 1 presents some date on public and private hospitals in Australia for the period 198283 to 1988Considering first the discharge rates, there is a distinct change in the per capita growth rates in both public and private hospitals in the preMedicare 198283 to 198485 and postMedicare 198485 to 198889 periods. Predictably, the growth rate in public hospital discharges turned around from an average annual change of 3 preMedicare to 2 postMedicare, while for private hospital discharges the growth rate fell from 3 to 9. The turnaround in public hospital discharges has occurred even though the public hospital bed supply has bee falling. The extent to which these changes in the growth rates of discharges are reflected in the occupancy rates depends upon the behaviour of average length of stay. For both hospital types, this has been falling throughout the period, particularly so for private hospitals in the preMedicare period. Nevertheless, the occupancy rate increased in public hospitals after the introduction of Medicare.8 Data on waiting lists for public hospital treatment would bring further evidence to bear on the structural imbalance thesis, but unfortunately such data are not readily available. The limited information which is available suggests that waiting lists may have been growing in the late 1980s, but evidence is scant Butler 1991a, 403. A report from the National Health Strategy released in September 1991 discusses the waitingtime issue and presents some date, concluding that it would appear that waitingtimes in most states for some procedures are inappropriate National Health Strategy 1991, 11. The trends indicated in Table 1 cannot, of course, continue indefinitely. If waiting lists for public hospital treatment grow, this nonprice rationing effect can be expected to induce more people to take out private health insurance and use private hospitals. Some recent data from a survey of private hospitals indicates that the estimated occupancy rate in such hospitals has increased each year since 198889 to a level of 4 in 199091 with average length of stay falling to 5 days in the survey period CDHHCS 1992, Tables 3A, 6."
}