{
    "text": "LIVE FUEL WATER CONTENT Brian Tunstall1 Abstract Factors affecting live fuel water content are discussed with a view to its prediction with an accuracy adequate for fire hazard modelling. Live fuel water content varies with plant organ, phenology and environmental conditions both within and between species. When expressed as a ratio to dry weight, it is affected equally by changes in water and dry matter. Being affected by a multitude of factors, it has only been documented where strongly seasonal climates produce regular patterns. The challenge in Australia is to predict changes in live fuel water content where climatic variability has as much influence as seasonality. Of the plant organs, leaves show the greatest changes in water content. Within species, water contents depend on leaf and plant histories as well as current environmental conditions. Water contents can readily be measured but results obtained may be unique to the particular circumstances and hence be difficult to predict. It is suggested that live fuel water content would be better predicted through modelling soil water balance than by relating it to an evaporation index derived from ambient temperature. In principle, this requires the estimation of small changes in tissue water content against a background of large transpirational flows. In practice, this can be circumvented by scaling the results within predefined limits established through analysing longterm climatic records. In the future, surface temperatures derived from thermal imagery may be used to upgrade water use predictions or provide moisture indices. More remotely, surface moisture may be measured using satellitemounted radar. Introduction Live fuel may act either as sink or a source of heat during fires it has the potential both to slow a fire and to increase the rate of combustion. The transition from sink to source depends on water content while the magnitude of the effects depends on the amount, size and distribution of the fuel elements. While the combustion of dead fuel is affected by the same factors, the fuels differ in response to the environment, particularly with respect to water content. The objective of this paper is to provide information which will assist in the formulation of a simple means of predicting live fuel water content with an accuracy adequate for fire hazard modelling. Live fuel water content varies with plant organ, phenology and environmental conditions within and between species and, when expressed as a ratio of dry weight, is affected equally by changes in water and dry matter. Being affected by a multitude of factors, it has been documented only where strong seasonal climates produce regular patterns. The challenge in Australia is the prediction of changes where climatic variability has as much influence as seasonality. Between Species Variation Plants are normally grouped according to physical characteristics when modelling fuel because definition of the characteristics of all species is impractical. The broadest groupings are herbs, grass, shrubs and trees with additional categories such as mallee being recognised where required. However, there are large temporal variations in plant water relations related to phenology rather than structure grasses and herbs may be winter or summer growing, annual or perennial. Moreover, apparently similar plants may vary greatly in water relations and response to fire. The general principle in forming such groups is to ensure variation within groups is less than between groups. The complexity in species composition is usually avoided by basing groups on abundance, neglecting rare or uncommon life forms. This limits application of such models to similar systems, a largely unavoidable constraint because of the wide spectrum of vegetation and environments to be encompassed. Within Species Variation The tissues of most higher plants exhibit an increase in dry weight with age associated with the lignification and suberization of tissue. Gravimetric water content, as a ratio of dry weight, therefore decreases with age. This pattern of change is shown by organs having a finite number of cells, such as leaves, but it varies with species. Specific leaf weight dry weight per unit area of oak remains relatively constant following an initial increase but with pears there is a continuous increase until approaching senescence Ackley 1954. However, for cotton, the age of the plant is a much greater determinant of leaf water content than is leaf age Weatherly 1950. The main changes in dry weights of mature leaves arise through changes in the levels of carbohydrates. Generally, the balance between photosynthesis and translocation is such that carbohydrates accumulate in leaves during the day and become depleted during the night but this pattern can vary depending on plant phenology. Much of the seasonal change in water contents of mature gymnosperm leaves has been attributed to patterns of carbohydrate accumulation Kozlowski Clausen 1965 Pharis 1967 Gary 1971 Chrosciewicz 1986. Stems of herbs show similar patterns to leaves but woody stems continue to expand through the production of new cells. The old cells become lignified and die and the water content is then lower than in developing tissue. Stem water contents are usually characterised in relation to stem diameter to accommodate the change in the ratio of live to dead wood associated with stem growth. Age effects for stems are accounted for in the diameter classes but age effects in leaves are usually neglected for all except deciduous and annual plants. Water contents are usually determined for representative samples and this involves the assumptions that the samples are either homogenous or representative of the leaf populations. The former assumption is valid with oak leaves throughout most of their lives and the latter is valid with many mature coniferous trees. The applicability of these assumptions to Australian woody vegetation is unknown. Most Australian evergreen species drop leaves after, rather than before, the development of new leaves and leaf populations also vary through drought and predation. As it is probably not feasible to stratify the foliage of Australian evergreen species according to age, fluctuations will be unaccounted for and will remain a source of variance in measurements of leaf water content. Typical values of water content for mesophytic plants, on a dry weight basis, are leaves 4OO, roots 800, stems of annuals 4OO and trunks 100 Barrs 1968 but typical values are of little use because of the large variations associated with species and weather. Typical values for leaves of eucalypts are 150 range 100400 when wet and 60 range 5080 when droughted but alive. Water contents of leaves of eucalypt seedlings tend to be double those of adults. Stem water contents of eucalypts range from 40 to 90 with most of the variation apparently being related to species rather than environmental conditions. Environmental Conditions Water loss from both live and deal fuels depends on the vapour concentration difference between the surface and the atmosphere and the resistance to flow. This similarity occurs because of the common sink, energy source and transport processes but dissimilarities exist because of differences in the water sources. Water lost from dead fuel comes largely from within whereas water lost from live fuel comes largely from the soil. Prediction of live fuel water content from environmental conditions therefore involves the estimation of small changes in leaf water content against a background of a large flow of water through the leaves. Water flow from soil through plants is along water potential gradients developed through evaporation of water from leaves. The magnitude of this gradient is largely controlled by the resistance of leaves to the transfer of water vapour Cowan 1972. Herbaceous plants and many grasses cannot completely prevent water loss but the resistance of sclerophyllous leaves can be sufficiently high so as to effectively stop transpiration. This control of leaf water content through stomatal closure appears to be organised so as to optimise the CO2 gain in relation to water loss under the prevailing conditions Cowan 1982. It is therefore a function of, inter alia, temperature, irradiance and water supply. The result is diurnal and seasonal changes in leaf water content related to temperature, evaporative demand and water availability but modified by irradiance and plant development. Leaf water content is most closely related to soil water availability at dawn or following a period when evaporative demand greatly exceeds the availability of water, i.e. at zero transpiration. The extant soil factors that determine water availability to plants are soil water content and the relationship between this and both soil water potential and hydraulic conductivity. These relationships vary within and between soil profiles. Their definition requires considerable effort and is seldom attempted, particularly because use of the information requires a detailed knowledge of plant root distribution as it affects water uptake. Fig. 1 illustrates some of these aspects. Compared with trees, dawn water potentials of shrubs were higher when conditions were wet but lower when conditions were dry but there are large differences between shrub species plants modify their environment. The seasonal range of dawn water potentials was from around 1 to 6 MPa zero water potential is rarely measured. Dawn water potentials of droughted Eucalypts and brigalow Acacia harpophylla are around 7 and 8 MPa respectively. The magnitude of the diurnal change in plant water potential and its dependence on plant water status is given in Fig.2 for brigalow. Initially, the diurnal change increases with decrease in water availability reflecting the increase in resistance to flow of water in a drying soil. With further drying, the pattern reverses with the plant controlling the degree of desiccation. The maximum diurnal change of 5 MPa is appreciable when compared with the seasonal change 5 MPa. Relationships between leaf water content and leaf water potential are usually given with water content being expressed as a ratio of the saturated water content this reduces the variance associated with differences in leaf specific dry weight. Such relationships are summarised in Table 1 for Australian woody species where the published data allowed the calculation of absolute water contents. For simplicity, linear relationships have been assumed but this is a poor approximation for some species. However, there are many other sources of error, the most notable of which is the estimate of saturated water content. The relationships may not relate well to field measurement Fig. 3. The vapour equilibration technique appears to overestimate water content. The pressure extraction technique provides more realistic estimates, albeit a little low. The relationships in Table 1 are therefore largely unique as they vary with the measurement technique and the ecotype, stage of development and drought history of the species. Moreover, estimates of water content derived in this manner do not include variations due to changes in specific leaf weight. However, the higher the saturated water content of the tissue the greater the absolute and relative loss of water with decrease in water potential there is a convergence of leaf water contents with drying. Changes in water potential affect stem water contents much less than leaves. Eucalypt stems with the low water content of 43 showed less than 1 change in water content for 1 MPa change in water potential Myers et al. 1987. Prediction of Live Fuel Water Content From the above it is apparent that the measurement of live fuel water content is much simpler than its derivation from related variables. This is of little comfort however, where the information is to be used in simulation. In practice, the complexities are avoided to varying degrees by deriving empirical relationships between live fuel content and indices derived from environmental variables. The simplest approach is to regard live fuel a lagged dead fuel Burgan 1979 leaves were classified as 10 000 hr dry fuel and water content varied over specified ranges in relation to rainfall and an evaporation index. The next level of complexity is to predict soil water content and establish empirical relationships between leaf and soil water content. Soil water content can be calculated using a mass balance equation such as Sc Sa P I S D Ea where Sc and Sa are the current and antecedent soil water contents, P the precipitation, I the interception of water by vegetation, S the surface runoff, D the drainage or deep percolation and Ea the actual evapotranspiration."
}