{
    "text": "LAND USE AND DECLINING WATER QUALITY Introduction Water is essential to life. It is an iron constraint on farming, and where farmers cannot expect reasonable rainfall they will try to augment nature through irrigation. Excess water can be just as bad as insufficient, and so drainage schemes, often using natural wetlands, have become essential in some areas. Drainage water carries a variety of contaminants that cause real impacts on the aquatic ecosystems that receive them. Streams are the main waste removal mechanism for agricultural runoff and for agricultural and industrial processing wastes. Of even more significance is the role of natural waters in the transport and transformation of sewage effluent. Water is essential for the survival of country towns which depend on an adequate supply of reasonable quality water for domestic use. To these traditional uses of water we now need to add the pressure to sustain various instream values. These include the need to protect the biological integrity of the water resource, to enable fish to survive and other organisms like frogs, tortoises and platypus to survive in our already degraded waterways. Waterways now have to support recreation, tourism, fisheries and nature conservation values and continue to meet the traditional demands placed upon them. We now know that the quality of the water in a river or a storage reflects the quality of land management in the catchment. The best measure we can have for the success of Total Catchment Management is the quality of the water draining from a catchment. There is an essential, unavoidable and direct connection between a catchment and the quality of water coming from it. Many people believe that water quality in Australian streams, storages and coastal areas is getting worse. The media regularly carry stories about the unacceptable quality of rural town water supplies, the increasing outbreaks of toxic algal blooms in storages, fish kills, increased turbidity and contamination by agricultural chemicals. We often do not have sufficient data to show the deterioration of water quality from our monitoring programs, but this is often because of inadequacies in them. In the systems that have been studied it is common to find increasing sediment, increasing nutrients, increasing organic contaminants and various undesirable changes in the biology of the water as a result of these changes. Some of these problems are caused by acute incidents where there has been a spill or misuse of some chemical. These incidents need to be minimised by more fool proof systems, better training of operators and better policing by regulatory agencies. These are obvious steps to reduce very obvious problems, and will not be further discussed in this article. The effects of normal agricultural and grazing practices on water quality are also important. Farmers know all too well the importance of nutrients like phosphorus to their agricultural production. Aquatic ecosystems, just like farmlands, are driven by nutrients. The phosphorus coming from land runoff has been shown to increase production in waterways markedly. Some increase in production can be tolerated, but aquatic ecosystems are effective at conserving nutrients, and if excess fertiliser enters waterways, then a new and much less desirable aquatic ecosystem results. Lake Burley Griffin in Canberra is a good example of the sort of changes that can take place in aquatic ecosystems. The lake has always had reasonably high nutrient levels due to sewage effluent from the upstream town of Queanbeyan. Lake Burley Griffin was productive from when it first filled and rapidly supported extensive growths of water weeds. These dominated the lake for its first 18 years. They were a moderate nuisance and were controlled by using an aquatic weed cutter. In the late 70s and early 80s the lake changed. The water weeds died out and were replaced by blooms of algae. The algae that appeared were the toxic bluegreen algae cyanobacteria which have been responsible for stock deaths in many parts of Australia. From time to time the lake was closed for swimming because of concerns that human health could be at risk. This switch from water weeds to toxic algae surprised many people, because thee was nothing obvious that had changed to cause the switch. It just happened over a period of three to four years without any dramatic changes in land use or land management in the catchment. This is a response to chronic pollution where waste discharges and runoff over time eventually overcome the assimilative capacity of the aquatic ecosystem and cause degradation. An aquatic ecosystem can often handle stress for some time without any very obvious or undesirable symptoms, but then suddenly collapses and a new and less desirable ecosystem emerges. The switching from one ecosystem to another is not necessarily because of some extra stress, but is due to the cumulative stress over time finally overcoming the lakes ability to maintain itself as a macrophyte water weed system. Understanding and being able to predict this switching from one ecosystem to another is a major current problem in ecology. There are many examples around Australia of significant degradation of waterways. In each case runoff from rural and urban lands, along with the discharge of effluents from sewage treatment works, abattoirs and intensive animal industries have been implicated in the problems. The Peel Inlet in Western Australia, Mt Bold in South Australia, Gippsland Lakes in Victoria, Hay Weir Pool and Carcoar Reservoirs in New South Wales and North Pine Dam in Queensland are all examples of water quality degradation because of catchment activities. These water bodies are contaminated by both point and nonpoint sources. Point sources like sewage treatment works, intensive animal feedlots and abattoirs are often the most evident source of contamination. Nonpoint or diffuse sources refer to the contaminants carried in the runoff from land surfaces. They are often less obvious than point sources, since they are much more variable. Contamination comes following runoff. But overall, the nonpoint sources may be very significant in their impact on water quality. It may be essential to attack nonpoint sources if we are to have sustainable water resources. Measuring NonPoint Loads When rain runs off land it transports both dissolved and particulate materials to receiving water bodies. Much of the material transported in runoff water is particulate, comprising soil particles, fertiliser particles, plant material and animal excreta. Some is in the dissolved form, and nutrients are important here. These materials exported from farmland must be seen as a loss of a productive asset by the farmer. Some of the materials lost have been put there at considerable cost to improve productivity. It makes no sense to a farmer to have expensive fertiliser and important organic matter washed down the drain. On top of these costs, the serious degradation they cause to the stream ecosystems by destroying fish and other recreational opportunities must be addressed. When considering how to measure nonpoint sources it is obvious that they operate mainly when rain is falling and runoff is being generated. The rain and runoff provide the energy that detaches and transports particles. This means that receiving waters are subject to intermittent pulses of contaminants. You can only predict these pulses to the extent that you can predict rainfall. The contaminants of importance are bullet Phosphorus and nitrogen, coming from fertiliser and animal excreta and promoting plant growth in the receiving waters. bullet Sediment, coming from soil erosion and causing turbidity in the receiving waters. bullet Organic matter, from plant material and animal wastes which, as they break down, can lead to a loss of oxygen in the receiving waters. bullet Agricultural chemicals, and their breakdown products, that can affect biota in a variety of ways. Microbial contaminants, from sewage and animal wastes, that might cause infection to users of the water. bullet Heavy metals, from road runoff that includes lead in petrol, material from tyres and from other sources. In comparing point and nonpoint pollutants there are three important differences that must be considered bullet Nonpoint sources are intermittent, while point sources often flow almost continuously. bullet Extreme runoff events transport huge amounts of contaminants to the receiving waters. An event like a one in 10 year flood may be more important than all the smaller events combined. bullet Nonpoint nutrients are generally in the particulate form and may be less available to promote plant growth than the soluble nutrients in sewage effluent. When thinking about the contaminants that enter a receiving water it is important to think of loads not concentrations. It is possible to have a high concentration but if the amount of water involved is low, the amount or mass of contaminant is low. It may not matter. Load is calculated by multiplying the volume of water in say cubic metres by the concentration in mgm3 and may be expressed as kgyr or as kghayr. To calculate loads, measurements of concentration need to be multiplied by a volume measurement. Since flow volume is measured continuously at stream gauging stations it is necessary to estimate how many measurements of concentration are needed to get a reasonable estimate of load. Since export of contaminants takes place during runoff events, sampling needs to be based on flow, not time. There is not much point taking a lot of concentration measurements during low, dry weather flow periods. The concentrations will not vary much the loads themselves will be minor in comparison with what is moving during high flow events. When using automatic samplers, decisions need to be made concerning at what stage or water height the sampler will be activated and what interval is appropriate for sample collection at each station. Practical considerations such as the number of sample bottles that can be accumulated before they need changing, and the staff resources to get to sampling stations during events need to be considered. The tradeoff between reliability of load estimates versus the cost of sample collection, transport and analysis is a critical issue. In studies of Lake Burley Griffin it was shown that flood events were responsible for transporting 69 per cent of the phosphorus, although they only occupied nine per cent of the study period Cullen and Rosich, 1979. The importance of high flow events is even more apparent from Table 1, showing some data on phosphorus exports found in the Monkey Creek study done by the Water Research Centre at the University of Canberra and the Sydney Water Board. It shows the total phosphorus coming off the catchment over the entire study, and the amount of phosphorus that came off in selected high flow events. These results show that 61 per cent of the phosphorus and 41 per cent of of the water moved down Monkey Creek moved in one per cent of the time during the study. Had these three days of high flows not been measured, then the export would have been underestimated by 60 per cent. This table shows some of the great difficulties in measuring nonpoint contamination. Measurements of pollutant exports are very expensive since facilities to collect and analyse large numbers of samples must be maintained for when the high runoff event happens. This requires a capability to get staff into the field within a few hours of the runoff starting, if automatic data collection devices are to be kept operational. The costs of these studies should not be underestimated. It is important to collect data from a range of runoff events. Since it is important to measure exports under flood conditions it may be necessary to collect data for several years to catch such high flow events. The Monkey Creek study was funded by the Australian Water Research Advisory Council, the Sydney Water Board and the University of Canberra. It cost around 350 000 for one year of data if the costs of stream gauging, sample collection, chemical analysis and numerical analysis are included. The Impacts of Variable NonPoint Pollutant Loads on Reservoirs There is a problem as to how we should think about these very occasional but very large flows. Some might think they happen so infrequently that they can be ignored. This is not true."
}