{
    "text": "Particle Acceleration Processes in the Solar Corona D. B. Melrose School of Physics , University of Sydney, Sydney, N.S.W. 2006, Australia. Abstract Theoretical ideas on particle acceleration associated with solar flares are reviewed. A historical outline is used to introduce the various acceleration mechanisms. These are stochastic acceleration in its various forms, diffusive acceleration at shock fronts, shock drift acceleration, resonant acceleration, acceleration during magnetic reconnection and acceleration by parallel electric fields in double layers or electrostatic shocks. Particular emphasis is placed on socalled first phase acceleration of electrons in solar flares, which is conventionally attributed to bulk energisation of electrons Ramaty et al. 1980. There is no widely accepted theory for bulk energisation, which may be regarded as an enhanced form of heating. Ideas on bulk energisation are discussed critically. It is argued that the dissipation cannot be due to classical resistivity and involves anomalous resistivity or hyperresistivity, e.g., in multiple double layers. The dissipation must occur in very many localised regions. Bulk energisation due to magnetic reconnection is discussed briefly. A model for bulk energisation due to the continual formation and decay of weak double layers is outlined. Other aspects of particle acceleration associated with solar flares are reviewed more briefly. The specific topics discussed include the following 1 prompt acceleration of ions to greater thanapproximatesign30 MeV per nucleon on a time scale less thanapproximatesign1 s, implied by data on prompt gammasignray bursts, 2 second phase acceleration, emphasising radio evidence for at least six phases of electron acceleration as well as the data on solar cosmic rays, 3 the problem of creating a seed population of energetic particles, required for the favoured second phase acceleration mechanisms to operate, and 4 the preferential acceleration of ions of different species in connection with the socalled anomalous abundances in solar cosmic rays. Introduction Acceleration of energetic particles in association with solar flares was originally separated into two phases Wild, Smerd and Weiss 1963, de Jager 1969. Radio data suggest that there are many more than two phases of acceleration Smerd 1975, Melrose and Dulk 1987, and there is unambiguous evidence for nonflareassociated acceleration, most notably in storms. However, it remains helpful to concentrate on two general classes of acceleration similar to the two phases as originally proposed. One class of acceleration is bulk energisation in which, it appears, all the electrons in a substantial volume have their energies increased by a substantial fraction in a short time. The other class of acceleration consists of all those processes that involve suprathermal particles with a clearly nonthermal distribution. These include all the traditional second phase acceleration processes, such as acceleration by hydromagnetic turbulence and by shock waves. The concept of bulk energisation of electrons arose in connection with the acceleration of electrons in the impulsive phase of solar flares. A working definition of bulk energisation in the impulsive phase is that it involves an increase in the mean energy of the electrons by a factor greater thanapproximatesign10 in a time less thanapproximatesign1s. In bulk energisation, the energised electrons have a quasithermal distribution in the statistical sense that the ratio of the variance to the mean square energy is close to that for a Maxwellian distribution. The production of a nonthermal tail on the electron distribution and any associated bulk energisation of the ions are important questions that should be addressed in association with any detailed discussion of bulk energisation of electrons. The hard Xray data e.g. Dennis 1985 are interpreted in terms of precipitating electrons emitting bremsstrahlung, and the data then require that greater thanapproximatesign20 keV electrons precipitate at a rate up to about 1036s1 Hoyng, Brown and van Beek 1976. The energy involved in these electrons is a substantial fraction of the energy released in a flare. The most widely favoured interpretation is that the energy released goes primarily into such electrons for most flares, with a substantial energy going into mass motions and into a blast wave only for large flares. The rate equals approximatelysign1036s1 of precipitation and the total number of precipitating electrons required up to equals approximatelysign1039 are so large that they lead to severe constraints on the model. These and associated constraints have led some authors to explore the alternative hypothesis that the hard Xrays are due to precipitating ions Colgate 1978, Simnett 1986. Current opinion favours a dominant role for the electrons. It is relevant to note that many type III events observed in the interplanetary medium are associated with storms and not with flares e.g., Suzuki and Dulk 1985, Kai, Melrose and Suzuki 1985 moreover, many such events are dominated by electrons of quite low energy 210 keV that could not possibly come from a flare site due to the prohibitive collisional losses in propagating through the lower corona e.g., Lin 1985. It follows that bulk energisation is not restricted to flares, and that it also occurs in storms where it is required to account for the electrons in storm type III bursts, and also presumably for the electrons that produce type I bursts. There is no consensus on the detailed mechanisms involved in bulk energisation. There is a wide variety of acceleration mechanisms for suprathermal particles. These include stochastic acceleration of various kinds, including acceleration in neutral sheets, and acceleration by shock waves. Stochastic acceleration is often called Fermi acceleration, but this can be ambiguous because Fermi acceleration is used with two different meanings, one being the specific mechanism proposed originally by Fermi, cf. section2, and the other being the generic sense in which it is effectively synonymous with stochastic acceleration. A characteristic feature of most stochastic acceleration mechanisms is that there is a threshold energy below which any specific mechanism is ineffective or inoperative. Thus such acceleration is effective only when a seed population of energetic particles already exists. Put in other words, an injection spectrum of suprathermal particles is required. The acceleration increases the energy of the already suprathermal particles but does not increase s the number of suprathermal particles. The production of suprathermal particles, that is, the formation of a nonthermal tail on a thermal distribution of particles, is regarded as a separate but essential problem. The main emphasis in this review is on acceleration associated with solar flares. There is an extensive literature on this topic some more recent reviews include those by Ramaty et al. 1980, Heyvaerts 1981, Forman, Ramaty and Zweibel 1985, de Jager 1986, Somov 1986a, Vlahos et al. 1986, Ramaty and Forman 1987 and Sakai and Ohsawa 1987. Related reviews are those of acceleration in the interplanetary medium, e.g., Fish 1979, Pesses, Decker and Armstrong 1982, Forman and Webb 1985, and also some more general reviews of acceleration with some emphasis on solar applications, e.g., Toptygin 1980, Axford 1981, Toptyghin 1983. In section2 acceleration mechanisms are introduced in a primarily historical context and then classified. Some existing and new ideas on bulk energisation of electrons are discussed in section3, and the associated in the impulsive phase prompt acceleration of ions is discussed in sectionSome general remarks on second phase acceleration mechanisms are presented in section5 and the important associated question of the production of suprathermal particles, needed as the seed population, is discussed in connection with socalled anomalous abundances in section Historical Review It is convenient to separate acceleration mechanisms into five general types stochastic, shock, resonant, reconnection and parallel electric. The ideas behind each of these are introduced here from a historical viewpoint. Stochastic Acceleration The development of current ideas on the acceleration of particles is generally regarded as starting with the suggestion by Fermi 1949, 1954 that galactic cosmic rays are accelerated by bouncing off magnetised clouds. The specific mechanism proposed by Fermi is ineffective in practice, but the proposed mechanism contains ideas that are relevant to all versions of stochastic acceleration. One can identify three important ingredients in Fermis mechanism. One is that a particle gains energy in a headon collision with a cloud and loses energy in an overtaking collision. The second idea is that if the cosmic rays are moving at random then they have a higher probability of having a headon rather than an overtaking collision. The first order changes in the energy in headon and in overtaking collisions cancel in a statistical treatment, but the second order effects do not and the difference leads to a net average acceleration over a time long compared with the collision time. The third ingredient is more subtle because it is implicit the assumption that the distribution of particles remains isotropic requires a specific mechanism that isotropises the particles. The reason is that the collisions tend to align the particle velocities along the magnetic field lines, and this alignment severely limits the acceleration. Fermitype acceleration also occurs in the socalled betatron effect magnetic pumping in the plasma physics literature in a magnetic trap when there are temporal variations in the strength B of the magnetic field, in which case conservation of the magnetic moment implies that the energy of the particle is proportional to B Swann 1933, Schlumlautter 1957, Berger et al. 1958. A related process is transit acceleration e.g., Shen 1965 when particles diffuse through an inhomogeneous B. The important features of all such mechanisms is that they involve statistical energy gains and that they require a mechanism that tends to maintain the assumed isotropy of the particles. These ideas are applicable to acceleration by MHD turbulence. Qualitatively, the efficiency of the acceleration is higher when the energy changes are both frequent and small than when they are both infrequent and relatively large, as in Fermis mechanism. In earlier treatments of this effect Thompson 1955, Kaplan 1956, Davis 1956, Parker 1957, Parker and Tidman 1958, the need to maintain isotropy was implicit. Various mechanisms to maintain isotropy were included in later statistical treatments e.g., Asseacuteo and Barthomieu 1966, Sturrock 1966, Hall and Sturrock 1967, with the main emphasis being on resonant scattering e.g., Hasselmann and Wibberenz 1968, Melrose 1968a, Kulsrud and Ferrari 1971. The importance of resonant scattering was first recognised in connection with particles trapped in the earths radiation belts the scattering of ions involves Alfveacute n waves Wentzel 1961, Dragt 1961 and the scattering of electrons involves whistlers Dungey 1963, Cornwall 1964, cf. also Kennel and Petschek 1966. These waves can be generated by the particles themselves due to their induced anisotropy Melrose 1974. In this mechanism, the low frequency MHD turbulence provides the energy and the high frequency waves maintain the isotropy. The nature of stochastic acceleration was further clarified by Achterberg 1981 who pointed out that the interaction with the low frequency turbulence may be interpreted in terms of a resonance at harmonic number s 0, whereas the scattering by the high frequency waves is due predominantly to resonances harmonic numbers s plusminussignAn important implication of Achterbergs approach is that Fermitype acceleration is due entirely to magnetoacoustic turbulence. The point is that MHD turbulence in general consists of a mixture of two modes, both of which propagate at approximately the Alfveacuten speed greek letters in a strongly magnetised plasma. There is a third mode, the slow mode, which is not relevant to the discussion here. The magnetoacoustic or fast mode is compressive and propagates almost isotropically, and the Alfveacuten mode is tortional and has an energy flow only parallel to the field lines. One class of model for acceleration by MHD turbulence involves a magnetic cascade, e.g., Bicknell and Melrose 1982, van Ballagooijen 1986. In a magnetic cascade there is a source of MHD turbulence with a large characteristic scale length. The resulting longwavelength turbulence breaks up into shorter wavelength turbulence, with a dissipationfree flow of energy in kspace from the source at small pipekpipe long wavelengths through the socalled inertial regime to a sink at large pipekpipe short wavelengths. Each breakup should produce a roughly equal mixture of the two modes irrespective of the initial mode of the MHD turbulence. However, only the magnetoacoustic component damps due to Fermitype acceleration of fast particles. Alfveacuten turbulence is ineffective in accelerating particles through a Fermitype process because the matrix element for resonance at s 0 is very small for Alfveacuten waves in comparison to that for magnetoacoustic waves at the same wavelength."
}