{
    "text": "FIFTEEN Women, Paid Work and Social Policy Lois Bryson The last two decades or so have seen significant changes in the position of Australian women in relation to both the economy and social policy. Womens increasing participation in the workforce is widely acknowledged, but there is less recognition that the changes are far more comprehensive. As well as changes in womens employment patterns, we have a major shift in the way women are responded to by the state, which impacts directly on what is traditionally seen as the private sphere of social life. Taken together, the changes amount to a fundamental restructuring of womens position in the society women are being directly absorbed into the class structure, rather than this relationship being essentially mediated by male kin. This chapter is concerned with these changes in their historical perspective. It focuses on womens position in the public world of work, and the definition of women within social policy. The connections between the changes in these areas are teased out and the implications discussed for our understanding of that ubiquitous feminist question is gender equality increasing. Womens Work in Historical Perspective Despite steadily increasing participation in paid employment, women still clearly occupy an inferior position in the workforce. To understand the gendered patterns of the world of paid work today it is necessary to seek clues from history, or rather, herstory. These clues make clear that it has not been cultural inertia which has kept women in the domestic sphere and their involvement in the labour market at a low level systematic political forces have operated. The historical evidence shows that women were actively excluded from the workforce1 and their independent economic activity within households was redefined as noneconomic. During the nineteenth century domestic labour was classified in official statistics as economic activity at the beginning of the twentieth century, it was redefined as noneconomic and expunged from the national accounts.2 From the time of colonisation to the beginning of the twentieth century and beyond, the poverty of most families ensured that virtually all members had to be economically active.3 Aboriginal women were also often involved in work, besides the significant economic activity they undertook in their traditional societies where they were responsible for the collection of about 80 per cent of the food.4 After colonisation many Aboriginal women were forced into domestic including sexual labour or work on properties, usually without financial remuneration. Women contributed to family finances through waged work outside the home which Edna Ryan has termed their visible breadwinning.5 In 1891 this involved about 37 per cent of women in Melbourne in the Sydney region, where there was less manufacturing, the figure was about 30 per cent.6 The census of 1891, however, classified only 17 per cent of women from New South Wales and 21 per cent from Victoria as breadwinners.7 A second strand of womens economic activity is identified by Ryan as invisible breadwinning. The visible and the invisible earners overlapped but the invisible women were more likely to be married and of mature age.8 The invisible economic activities consisted of women earning money wherever they could. Besides taking in lodgers or boarders, women worked to earn money by laundering, or sewing at home, going out to do sewing, domestic work or child minding teaching cultural accomplishments such as elocution, music, dancing, painting poultry keeping vegetable gardening cooking saleable edibles such as cakes and scones.9 From around the turn of the century, womens visible and invisible labour came to be progressively written out of economic history, as male unionists fought for and won a family wage for men. These unionists apparently believed that if they acknowledged the income earned by their wives, the case for higher wages would be undermined because the Arbitration Commission judges would take these earnings into account.10 Womens wages were lower, and their work was intermittent so it was, as Anne Curthoys has pointed out, important for workingclass women, as well as men, to secure the male wage from cheap competition.11 The unions might have taken the course of advocating equal pay to eliminate this possibility, but they did not choose to fight for this option. Gradually, through persistently denying their wives economic activity, union members were made to feel ashamed if they condoned it.12 Thus disapproval of womens employment and denial became a tradition, a myth distorting the true role of the history of women in Australia.13 A complementary facet of this process shows up in the construction of work in official statistics. Statisticians of the various states colluded with unionists by dividing the workforce into just two categories, breadwinners and dependants. Desley Deacon suggests that this was partly done in the interests of workingclass men.14 At the same time as married womens invisible employment was discouraged by male workers and denied by state statisticians, womens visible employment was being systematically restricted. Male unionists were intent on the exclusion of possible competition they managed to achieve a raft of restrictions to womens employment opportunities15 at the same time as they successfully excluded immigrant competition by means of the White Australia Policy. Arbitration Reports of the time show, during the period 1909 to 1912, women in New South Wales alone were prohibited from taking apprenticeships in more than twenty trades, including those of baker, butcher, pastrycook, and bootmaker. Some bans were industrywide, for example, in the iron trade. Even where women were allowed to enter, it was on far less favourable terms than their male counterparts.16 From the 1970s on, with the establishment of formal equal pay and the gradual introduction of antidiscrimination legislation, the extensive restrictions on womens employment have been progressively dismantled, clearing the way for women to participate in the workforce on a more equal gender basis. Recent Changes in Broad Outline Recent developments can be understood only in terms of the earlier patterns. What has been happening is a gradual undoing of past exclusions and the systematic absorption of women directly into the class structure as paid workersPreviously, at least from the turn of the twentieth century, the relationship of the majority of women to the economic system, and hence the class system, was mediated by male kin through their role as workers or, in a minority of cases, owners. Women are now moving into a more direct relationship to the class system as they take on the role of worker. While the process of change has been supported and indeed, promoted by the womens movement, it has been driven by economic imperatives, particularly the increasing demand for labour and, more recently, attempts to restructure and make more flexible the conditions of work in many industries. It can readily be suggested that the logic of capital is best served by a large workforce of people who consequentially have greater spending power, and who are prepared to work under conditions that suit employers interests.18 The changes have advantages for women insofar as they provide a degree of economic independence and place women squarely within the main structures of the society. They have disadvantages because women still occupy the least powerful positions in the employment structures, at the same time as they maintain major responsibility for the domestic sphere. Advantages and disadvantages notwithstanding, womens lives are being modernised. To be largely confined to the domestic sphere today, in contrast to peasant societies where the home is also the site of productions, means exclusion from the socially powerful economic sphere. Changes are not confined to the labour market. Many consequential strands of social policy can be pointed to as well. Social security provisions, for example, are moving away from defining women as mothers and wives, and moving towards defining them as workers. Policies in such areas as wages, education and training, childcare, equal employment opportunity and affirmative action have contributed to and accelerated the general trend. Women are thus gaining a place, albeit a secondary place, in the public domain, rather than largely being confined to the family sphere. The gradual convergence of mens and womens involvement in the labourforce and the manner in which they are defined by public policy can be encapsulated as a move for women away from private dependency, and from a marginal to a more central role in the economy. The process is by no means complete, but it is readily discernible in virtually all countries. The movement of women into paid employment has led to an increase in their general wellbeing. This is particularly evident in Third World countries where, broadly, the higher the rate of womens employment outside the home and the higher their education levels, the longer their lifeexpectancy.19 It should be noted that in Western societies, since the beginning of the process of industrialisation, poor single and married women have usually not had much option but to stay in the labourforce despite bad working conditions, restricted work opportunities and low rates of pay. Nonetheless, social policy treated women as if they were financial dependants. This is nowhere more evident than in womens award wages in Australia during the first half of the century. Womens wages were set at just over 50 per cent of the male rate, regardless of their responsibilities. All adult men received the full rate of the male family wage, whether or not they had a family. Single men were the major beneficiaries of this single women, especially those with dependants, were the great losers. The family wage component of award wages was abolished only in 20 Despite increasing female employment, there remains substantial financial dependence among partnered women. In the early 1980s the proportion of women in ten OECD countries who were totally financially dependent on their partners ranged from a low of 2 per cent in Sweden to a high of 2 per cent in the Netherlands. The Australian figure was 46 per cent in 1981, but dropped to 6 in Given that the proportion of women in employment has risen since then, this figure would no doubt be lower today. Only a minute proportion of women have achieved complete economic equality with their partners. This ranges from a high of 6 per cent in Sweden to a low of 6 per cent in Switzerland. Australia occupies one of the higher rankings, despite the fact that a modest 7 per cent of women are in positions of economic parity with their partners.21 Women certainly are being drawn into the labour market. But they are entering a secondary rather than a primary labour market, with poorly paid, often parttime, jobs a narrow range of occupations and, for mothers in particular, fragmented working lives. Both inside and outside the workforce, women are still subject to many impediments to equal power and equal resources. The restricted involvement of partnered women in the economy and their economic dependence is a major impediment to equality. As well, it remains a fundamental factor in the construction of family relationships. Decisions within families, particularly about who does the parenting, have been shown to be significantly influenced by the superior earning capacity of the male partner.22 Labourforce Participation When we turn to the major characteristics of womens participation in the labourforce, we find that mens and womens participation rates have been gradually moving closer together. This trend has been fed from two directions. There has been a gradual reduction in male participation rates at the same time as there has been an increase in the participation rate of women see Figure 1. Between 1981 and 1991 the overall rate of employment for men dropped from 77 per cent to 74 per cent it maintained a high level, well over 90 per cent, for those men in the age bracket where the rate of child dependency is highest.23 During the period between 1970 and 1986, while the labourforce rate for all men fell by 10 per cent, the rate for married women rose by 12 per cent from 2 per cent to 1 per cent.24 These trends have continued since. Although the overall labourforce participation rates for married and single women are at the same levels today, with married womens rates actually slightly higher, the age profile for married women shows a singular pattern and is clearly linked to family responsibilities. For males, the employment rate rises to age thirtyfour then plateaus to age fiftyfour."
}