{
    "text": "Overview of Hydrologic and Water Quality Modelling I.D.Moore and J.C.Gallant Centre for Resource and Environmental Studies, Australian National University, Canberra, ACT This paper describes hydrological and water quality models, why they are needed and the different ways of classifying them. The concepts of model calibration, validation and verification are discussed and the likely predictive accuracy of water quality models is outlined. In general, water quality models have relatively poor predictive accuracy in an absolute sense, but perform quite well in a relative sense. The historical development of scientific hydrology and water quality modelling is presented. In the future, there will be an increasing linkage of remote sensing and geographic information systems with water quality models. This will rely heavily on sophisticated computer graphics and other technologies to display and interpret model results and outputs. A major need is the development of stochastic or combined stochasticdeterministic water quality models to deal more readily with spatially variable input parameters and provide results in terms of probabilities. INTRODUCTION Hydrology is part art and part science. The art is in being able to make the appropriate simplifying assumptions to allow physics principles the science to be applied to the solution of complex processes. The real world is simplified in all hydrologic and water quality models and so it is important that potential users are aware of these simplifications and approximations and that the right model is used in the right way. In a discussion of research directions in hydrology, Burges 1986 quoted Artemus Ward as saying that it aint so much the things we dont know that gets us in trouble. Its the things we know that aint so. For example, some hydrologic models assume that Hortonian overland flow, where rainfall excess is generated by a soils limiting infiltration capacity, is the dominant runoff generating mechanism. Others assume that the saturation overland flow mechanism, produced when rising water tables intersect the soil surface, dominates. The former mechanism is common in agricultural and semiarid regions, while the latter is common in forested catchments. There are many instances where the wrong runoff production mechanism has been applied, even though we can now mathematically describe both mechanisms quite well. Applying the wrong runoff producing mechanism may still allow the total catchment runoff to be predicted quite well, but it is probable that spatially distributed runoff rates and amounts and water quality processes will be predicted quite poorly. This highlights a dilemma in hydrology. There is a perception that the predictive performances of hydrologic models have not substantially improved in the last twenty years, even though there have been major advances in the understanding of hydrologic processes in that time. Most assessments of hydrologic model performance are based on comparisons of observed and predicted runoff at the catchment outlet. Even a simple blackbox or inputoutput model may perform quite well in such circumstances. Distributed measurements of runoff, flow depth and flow velocities are needed to validate the new generation of hydrologic and water quality models. These types of data are not commonly available, and are very costly to obtain. This paper has two main objectives 1 to describe the various classes of models that have been applied to hydrologic and water quality prediction and the advantages, limitations and problems with each approach and 2 to provide an historical context for discussing hydrologic and water quality modelling and the state of the art of chemical fate modelling at this workshop. CHARACTERISTICS OF HYDROLOGIC AND WATER QUALITY MODELS What is a Mathematical Model The American Society for Testing and Materials 1984 defined a mathematical model as an assembly of concepts in the form of a mathematical equation that portrays understanding of a natural phenomena. The following are alternative definitions of mathematical models that can be found in the hydrology literature. A simplified construction of the real world that seeks to explain and predict events Pierce, 1961. The symbolic form in which a physical principle is expressed, an equation or formula, built by consideration of the pertinent physical principles, operated on by logic, and modified by experimental judgement and plain intuition not simply chosen Snyder and Stall, 1965. A simplified representation of a complex system in which the behaviour of the system is represented by a set of equations, perhaps together with logical statements, expressing relations between variables and parameters Clarke, 1973. A symbolic representation of an idealised situation that has the important physical properties of the real system Woolhiser and Brakensiek, 1982. All these definitions encompass the idea that a mathematical model integrates existing knowledge into a logical framework of rules and relationships. Hence, it is simply one method of formalising knowledge about how a system behaves. Mathematical models range from simple empirical relationships such as linear regression equations to sets of complex partial differential equations derived from fundamental physics. The factors that are included in an equation and the relationships between them involve simplifying assumptions concerning the relevant physical processes. Because hydrologic systems and water chemistry are so complete, it is impossible to represent most of them exactly using the exact laws of physics. It is important to know what simplifying assumptions are appropriate, and therefore, what methods of analysis or models are appropriate for the problem at hand. Furthermore, for a good mathematical model it is not enough to work well. It must work well for the right reasons. It must reflect, even if only in a simplified form, the essential features of the physical prototype Klemes, 1986. Why Develop Mathematical Models In addition to the reasons for developing hydrologic and water quality models identified above, models can assist in identifying critical gaps in fundamental knowledge and in planning experimental programs. Field water quality monitoring programs and their associated laboratory analyses are extremely expensive. For example, the cost of a comprehensive chemical analysis of one water sample can exceed Hence water quality models can maximise the effectiveness of experimental programs and ensure that the right kinds of data are collected. Models can also help set priorities, giving broader and longer term perspectives, and are important tools for developing and evaluating economically viable ways of minimising surface and ground water pollution. Water quality models are being commonly used to assist in providing advice on conservation practices, land treatment and farming practices, including chemical management Meyer, 1990. Land systems have highly diverse climate, topography, soil and crops and are subject to many different management systems. A wide range of chemicals have potential use in these production systems. It is not feasible economically for agencies responsible for approving and registering the use of these chemicals to run field trials of each chemical under all possible conditions. Water quality models provide a powerful tool for evaluating the likely behaviour and fate of chemicals in these differing environments on the basis of chemical characteristics such as solubilities, degradation rates, etc. supplied by manufacturers and known or typical climate, topography, soil, crop and management. Hence models can provide a costeffective extrapolation function. Meyer 1990 believes that the ultimate utility of a model is determined by its ability to conform to known or accepted scientific facts, its flexibility to accommodate new data and knowledge, and the fact that solutions identified by the model must be confirmed by experiment. From his background in an application oriented agency, Meyer stressed that models should never become an end in themselves. Model Classification There are four principal ways of classifying hydrologic and water quality models 1 deterministic or stochastic 2 mechanistic or functional 3 lumped or distributed and 4 research or management Woolhiser and Brakensiek, 1982 Donigian and Rao, 1986 Vachaud et al., 1990. With a deterministic model a given input condition or event will produce a unique outcome, whereas with a stochastic model the outcome will have a random component. Most chemical fate models are deterministic Donigian and Rao, 1968. In recent years there have been attempts to combine the two approaches to better reflect the uncertainty associated with estimating model parameters and the high degree of spatial variability that occurs in many hydrologic and water quality processes that can not be adequately captured by a completely deterministic model. Stochastic models that present model predictions in a probabilistic form may be particularly attractive for use by regulatory agencies. Deterministic models are often used in water resource assessment to provide quantitative information on the magnitude, quality, distribution and timing of available water and extend this knowledge by using the model to predict water effects, both direct and indirect, of mans influence on this existing water resource. Generally, deterministic models are used in two ways 1 assessment of the existing state of the water resource for the prevailing hydrological response of the catchment, based on historical meteorological and hydrological records and 2 prediction of future conditions or behaviour in response to such influences as urbanisation, intensification in agriculture and forestry land use, climate change, or any physical alteration of the land surface due to natural or man induced causes. Mechanistic models attempt to account for most fundamental mechanisms of the hydrologic and chemical processes involved. Many of the mechanistic models being discussed at this workshop can be classed as linkedprocess models that consist of a series of mechanistic process descriptions that are linked sequentially or in parallel to describe the behaviour of the total system. Beven 1989 discusses the strengths and limitation of these models in considerable detail. It is not possible to include within a single model descriptions of all possible processes that might occur because of the complexity of the natural system, computational constraints, and incomplete knowledge of many processes. Therefore, it is not possible to develop a truly general mechanistic model that is applicable in all environments. It is because of this that much confusion has arisen in the use of mechanistic models. Potential users of such models must be aware of the limitations and the constraints under which particular mechanistic models can and should be used. Functional models incorporate simplified treatments of an individual process or groups of processes using some form of transfer function and make no attempt to physically describe the individual processes. The well know unit hydrograph method is an example of a transfer function approach for predicting catchment runoff directly from rainfall. Many chemical processes, and particularly pesticide transformation processes, are simulated using this functional approach. Rigorous descriptions of many physiochemical pesticide processes are not possible and success in simulating pesticide runoff is affected by the ability to cope with the diverse chemistry of pesticides Leavesley et al., 1990. Distributed models attempt to represent the spatial variability of hydrologic and water quality characteristics and processes across a catchment, whereas lumped models spatially aggregate these processes. The main concern in using lumped models is that it is probably not possible to obtain a single value of a spatially variable parameter that allows a model to predict the mean response of the modelled area. Addiscott and Wagenet 1985 warn that, when applying leaching models without accounting for parameter variations in the horizontal plane, gross overor underestimates of solute and water movement may result from ignoring these variations, and observe that dotted line although the mechanistic numerical models have a solid theoretical base and have been the most widely used of all soilwatersolute models, their predictions can be misleading unless their inputs are well characterised in terms of variability. It is not yet established that they give more reliable or more accurate simulations of water and solute movement than the simpler, lessmechanistic functional models dotted line The traditional method of handling spatial variability in water quality models is to divide a catchment into subcatchments, each of which is treated as being internally uniform. This simply reduces the scale at which lumping occurs. In recent years models such as AGNPS Young et al., 1989, SHE Abbott et al., 1986 and ANSWERS Beasley and Huggins, 1982 have been developed based on a cellular structure in an attempt to represent smaller scale variations in catchment characteristics. As the scale at which catchment subdivision is carried out decreases, the data needs of the models increase. Recent advances in remote sensing, digital terrain analysis and geographic information systems have great potential for overcoming the data acquisition problems associated with the use of fine resolution distributed models. However, much work remains to fully integrate these technologies into distributed hydrologic and water quality models. These types of models still have fundamental problems related to the lack of a theory of subgrid scale integration, practical constraints on solution methodologies, and problems of dimensionality in parameter calibration Beven, 1989. Many hydrologic and water quality models should only be classified as research models because they have never been fully developed orsimplified so that they can be used as management tools by action agencies, extension personnel or individual farmers. Research models are developed to better understand the physical processes and how they interact, test hypotheses as to how systems work, or for determining appropriate simplifying assumptions as a first step towards development of management models. A large amoun of effort is required to transromrm a research model into a userfriendly model that can be effectively used by action agencies."
}