{
    "text": "Locomotion in Macropodoid Marsupials Gaits, Energetics and Heat Balance R. V. Baudinette School of Biological Sciences, Flinders University, Box 2100, GPO Adelaide, SA 5001, Australia. Abstract This review examines gaits used by marsupials and their coupling with respiratory and cardiac cycles. It also examines the energy requirements and heat balance in exercising marsupials. Marsupials have massspecific metabolic rates that lie at the lower end of the mammalian range but this is not reflected in locomotory energetics as quadrupedal marsupials fit the predictive model derived from placentals. The group that does not conform to the model contains the larger hopping macropods in which an independence between metabolic rate and hopping speed is achieved on treadmills at most speeds by the storage of elastic strain energy in tendons. This yields a saving of up to 50 of the energy that would be otherwise used for locomotion. The carriage of pouch young appears to reduce the maximum running speed in quadrupedal marsupials but may be costneutral in hopping species. Respiration is entrained to the step cycle in wallabies by means of a visceral piston, but no entrainment of the cardiac cycle has been observed. The consequences of these phenomena are discussed. Marsupials appear to exploit their low body temperatures as a means of storing heat generated during running. Paradoxically, this does not lessen their dependence on evaporative heat loss. Introduction Its two hind legsdotted line are upwards of half an ell in length, and it walks on these only, on the flat of the heavy part of the leg, so that it does not run fast. This account of the tammar wallaby by the Dutch navigator, Pelsaert, in 1629, is probably the first of a macropodoid marsupial, and although he wrote that the animal was a species of cat, he was clearly impressed by its bipedalism. So too was William Dampier, 70 years later, who described what was probably a banded hare wallaby as dotted linea sort of Raccoon, different from those of the West Indies, chiefly as to their legs to these have very short forelegs but go jumping upon them as the others do. Cook, like the Dutch before him, was also impressed by this spectacular form of locomotion and writes of hops spanning seven or eight feet. Apart from its mechanical simplicity, hopping has other significant features. On a massspecific basis it is energetically the cheapest form of locomotion, due in large part to the storage and subsequent recovery of elastic strain energy in tendon and muscle. However, this dependence on stored energy is only apparent in larger hopping species in smaller species such as bettongs, members of the genus Notomys and North American kangaroo rats, bipedalism provides no apparent energy saving see review by Baudinette 1991. A second correlate of bipedalism considered below is the synchronisation of breathing and stride frequencies, a phenomenon seen in other mammals Bramble and Carrier 1983, but most clearly analysed in hopping forms Baudinette et al. 1987 Alexander 1989. In this review gait, energetics and locomotoryrespiratory coupling are dealt with in varying degrees of depth. This is partly to avoid overlap with other recent reviews on energysaving mechanisms Alexander 1991 Baudinette 1991. It is also necessitated by the paucity of information bearing on some aspects of these topics. This review focuses on kangaroos and wallabies superfamily Macropodoidea, a group of particular interest since they are the only large animals to have adopted hopping as their primary form of locomotion. Quadrupedal Gaits in Mammals The gait of an animal, or its pattern of movement, reflects the pattern of acceleration and deceleration of its limbs, and the work done on the centre of mass. It seems reasonable to expect, although it has only been confirmed in humans Margaria 1976 and horses Hoyt and Taylor 1981, that the gait adopted by an animal will minimise the metabolic cost of work done by the muscles at a given running speed. In 1899 Eadweard Muybridge published his classical treatment of gait analysis, Animals in Motion. This monumental work of more than 100 000 photographic plates was prompted by a controversy over whether a moving horse could ever have all feet simultaneously off the ground. The author resolved that dotted line the question settled once and for all time in favour of those who argued for a period of unsupported transit dotted line, then set about to describe the movements of other species of animals, and in the prelude to his detailed analysis described eight gaits the walk, amble, trot, rack, canter, transverse gallop, rotary gallop, and, for the kangaroo, the ricochet. Hildebrand 1976 and Dagg 1973 have subsequently added to his classification to produce a more complete description. Such gaits can be divided into walking and running gaits, depending on the percentage of the locomotor cycle for which the foot is in contact with the ground. Alternatively, they may be divided into symmetrical gaits, in which the footfalls of a given pair of feet are evenly spaced in time, and asymmetrical gaits in which such footfalls are unevenly spaced. A balanced simplification of the 38 symmetrical gaits proposed by Hildebrand 1976 can be achieved with 4 symmetrical walking gaits walking pace, lateral sequence walk, walking trot, diagonal sequence walk and 4 running symmetrical gaits pace, lateral sequence run, trot and diagonal sequence run. Most workers recognise 10 asymmetrical gaits for walking, the slow rotary gallop, slow transverse gallop, slow halfbound and bound and crutch walk and for running, the rotary gallop, transverse gallop, halfbound, bound, and stott or pronk. To these 18 gaits can be added three bipedal gaits the walk, the run and the hop. In so far as it seems reasonable to recognise the 21 basic gaits mentioned above, it is clear that only a very cursory consideration can be given to marsupial gaits because they have not been rigorously studied in many species. All quadrupedal marsupials seem to use some type of walk when moving slowly. The particular member of this class of gaits they use may differ with speed and between species. White 1990 showed that Trichosurus vulpecula can use a walking trot or a diagonal sequence but that Dasyurus hallucatus has a lateral sequence walk and walking trot. Didelphis virginiana has three gaits a lateral sequence walk, walking trot and diagonal sequence walk. Most quadrupedal marsupials use an asymmetrical gait, the bound, or a variant, the half bound, when moving at higher speeds. In the bound the hind and fore limbs act as synchronous pairs punctuated by a period of suspension. Some of the symmetry is lost in the half bound in which the front legs strike the ground one after the other. In describing gaits in Sminthopsis crassicaudata, Ewer 1968 termed fast locomotion a bounding gallop, but from filmed records K. Nagle personal communication reports that the gait of this animal fits Daggs 1973 description of the bound. Similar confusion can arise from Marlows 1969 comment that earlier work by Ride 1965 had showed that Antechinomys spenceri, despite its elongate hind limbs, moves quadrupedally in a series of leaps which are the result of a galloping action. However, Marlows own data suggest a half bound. Other dasyurids for which information is available from filmed treadmill records are Dasyuroides byrnei and Dasyurus viverriunus. Both use a half bound at high speed Baudinette, unpublished data. Observations on two species of bandicoot, Isoodon macrourus and Macrotis lagotis, the wombats Lasiorhinus latifrons and Vombatus ursinus R.T. Wells, personal communication, and the brushtail possum, Trichosurus vulpecula Goldfinch and Molner 1978, suggest that only two modes are used, a slow walk and a half bound at higher speeds. White 1990 reported a galloping stride in T. vulpecula and D. hallucatus but this gait was used only for a short duration and could have been an artefact of treadmill speed selection. Some macropods also employ a bound or half bound. In treadmill studies, Baudinette 1977 found that the quokka, Setonix brachyurus, usually moves in this way, although at speeds above 5 km h1 this gait was occasionally punctuated by six or seven hops. The two species of tree kangaroos Dendrolagus goodfellowi and D. matschiei use a slow alternating walk but at higher speeds move with a bound, Windsor and Dagg 1971 having observed this form of locomotion even on vertical surfaces. In summary, it is clear that quadrupedal marsupials show a diversity of quadrupedal gaits. However, it is one of the areas of marsupial biology for which there is a paucity of data, especially for nonmacropodoid marsupials. Among the data that are available are observations both from overground locomotion and treadmill locomotion, the latter primarily in studies from Baudinettes laboratory. The extent to which differences in these experimental approaches modify the performance of animals is not known. It is a factor that will have to be taken into account if some of the more complex gait classifications are adopted for quadrupedal marsupials. Why do small marsupial quadrupeds, like small eutherians, bound rather than gallop Heglund et al. 1982 have suggested that elastic storage of energy in muscle and tendon is considerable in the gallop of a large animal, since both front and hind limbs alternately accelerate and decelerate the body. Small bounding mammals use the fore limbs as a rigid support between periods of acceleration by the hind limbs, and the potential for such storage and recovery of energy is not as obvious. However, energy storage in animals and in simple machines generally occurs in springs, and the vertebral column may serve this role in smaller animals. The pronounced spinal flexion that occurs during a bound might be associated with the recovery of stored elastic energy. Alexander et al. 1985 showed in dogs and deer that much of the kinetic energy lost by the legs at the extent of the backward swing may be stored as elastic strain energy in the aponeurosis of the principal exterior of the back, the longissinus muscle. Furthermore, it has been suggested that an increase in the time of foot contact with the ground, resulting from bending and extension of the back, may enable the animal to use slower, and therefore more economical, muscle fibres see Kram and Taylor 1990. In the absence of further physical analysis of locomotion in small quadrupeds it is difficult to carry the question further. However, the available data suggest that small marsupials and eutherians have not diverged in their highspeed asymmetric gaits, suggesting that, for animals of this body size, the bound and half bound represent minimal energy costs. Bipedal Motion in Kangaroos Kangaroos and wallabies are the only large vertebrates that move in a hopping gait. Even the fossil record suggests that, apart from macropods, animals using a saltatory form of locomotion seldom exceeded 3 kg in body mass. To early European explorers, perhaps only vaguely aware of the bipedal rodents of North Africa, a 70kg kangaroo must have presented a bizarre sight. Muybridge, in his Animals in Motion 1957, photographed what appears to be a hopping grey kangaroo, and recognised this mode of progression as the most simple of all methods of terrestrial locomotion. Howell 1944 appeared somewhat sceptical that the apparently extreme specialisation in kangaroos would result in efficient locomotion. The Mechanics of Hopping Stride Length and Frequency The speed at which an animal moves is the product of two variables, the length and the frequency of its stride. Stride frequency tends to remain nearly constant as speed increases in galloping animals Heglund et al. 1974 and a similar trend occurs in larger hopping marsupials Fig. 1. Increases in hopping speed in the red kangaroo, and to a lesser extent in the tammar wallaby, are therefore primarily determined by stride length, whereas an increase in stride frequency is important in slower movement. Over the range of hopping speeds used in treadmill studies on the red kangaroo the frequency of hops range of hopping speeds used in treadmill studies on the red kangaroo the frequency of hops ranged from about 130 to 150 per min, or from 1 to 5 Hz Dawson and Taylor 1973. It is interesting that these stride frequencies approximate those preferred by human subjects of similar body mass Farley et al. 1991, supporting the view that frequency is bodymass dependent and that fundamental properties of the muscletendon system set the frequency."
}