{
    "text": "RACISM Racism is a major cause of war and social violence. The belief, often based on religious or allegedly scientific grounds, that ones own group of people is innately superior to all others, leads to intolerance, justifies aggression and makes a virtue of misunderstanding, even despising others. The United Nations has declared it morally repugnant and unacceptable, pointing out that such feelings of innate superiority have no justifiable basis. To say the least, racists make bad citizens at both the national and the international level since citizenship is based om mutual respect and a community of value. It is deeply troubling to realise not only that Australia is a racist society, based on the systematic oppression of its Aboriginal inhabitants, but also that internationally it is increasingly seen in these terms. We may have forgotten the White Australia Policy but many of our Asian and African neighbours have not, and the Blainey debate several years ago, with its scapegoating of Asian migrants by rightwing and neofascist groups, was given extensive coverage especially in Asia. It is true, of course, that most Australians are probably tolerant, easygoing and friendly, and the fact that over a million migrants have come to Australia since World War II and have become part of our society with the minimum of racial violence witnesses to this. It could also be argued that tensions between the AngloCeltic majority and people from other cultures are by and large the result of socioeconomic factors jealousy of the newcomers success, for instance, or suspicion of their closeknit communities, rather than of the ideology of race. All that may be so. But there remains the problem, or rather the offence, of our treatment of Aboriginal Australians, possibly the most imprisoned people on earth and certainly the most systematically deprived and oppressed group in Australian society. Once again, it is true that most Australians are largely unaware of the grim history of contact between the two cultures and that others are able to explain away this history and the oppression which continues by stereotyping Aboriginals as lazy, ignorant, lawless and hopelessly addicted to alcohol. Comforting as they may be to some, however, these stereotypes, like the powerlessness and poverty of Aboriginal people, confirm the view that, at least as far as Aboriginal Australians are concerned, Australia is a racist society, one in which a group of people are permanently discriminated against on account of their colour, culture and ethnic origin and their basic human rights impaired for that reason, all this legitimated by an induced and subtle value acceptance of the idea of their inferiority interwoven, over time, into the nations sociocultural fabric.1 Morally, this is troubling. But there may also be political and economic consequences for us, a small, predominantly Western, society in SouthEast Asia. Indeed it is possible that with the breakdown of apartheid in South Africa, Australia may replace that country as the archetype of the racist state. There has already been some criticism in international forums of Australias delay in giving full ratification to the International Convention for the Elimination of Racial Discrimination which we signed in The Australian government still has reservations about Article 4a of the convention which states that the dissemination of ideas based on racial superiority, hatred or incitement to racial hatred, as well as acts of racial violence or incitement to racial hatred, are unlawful. The governments grounds for this reservation are the challenge this article poses to freedom of speech. But it has drawn unfavourable comment internationally, especially in view of the apparent reluctance of the states to introduce legislation making racial violence and incitement to racial hatred an offence. To date, South Australia, New South Wales and Western Australia have passed such legislation. But its implementation has been less than enthusiastic.2 This international impression of Australia is not insignificant, of course, in a world in which the hegemony of the West is increasingly being questioned and white people are becoming a diminishing minority. It becomes even more troubling in the light of the connection between Australian nationalism, the sense that we are somehow preeminent in the region because we are Western, and the ideology of imperialism which assumes the right of white people to rule the world and sets white over against black as superior to inferior, civilised to savage and sometimes even good to evil.3 If in the long run racism not only has to do with power but is a form of power,4 then that power today is increasingly under challenge by those who were formerly its victims. For all of these reasons, the publication of the report of the Royal Commission into Aboriginal Deaths in Custody is an important event, providing as it does an opportunity to take stock of the situation. The task of the commission was to investigate Aboriginal deaths which occurred in custody. But these deaths, disproportionate to those of nonAborigines which occurred in prison, are, it appears, symptoms of a wider problem the fact that by reasons of their culture and history Aboriginal Australians are systematically disadvantaged and discriminated against so that, in effect, they are victims of racism at the structural and cultural, not merely the individual level. Because the problem is so general, it seems better to specify and in the first instance to concentrate on factual issues. For these reasons and because the Indian Ocean Centre for Peace Studies is located in Western Australia, we shall concentrate on the Royal Commissions Regional Report for Western Australia. Before doing so, however, the reception of the Royal Commissions report is worth comment. Only briefly, selectively and sometimes sensationally and misleadingly reported in this country the West Australians headlines, for instance, alleged, inaccurately, that the police had been cleared in the John Pat case it was nevertheless widely reported and discussed internationally. Whether or not this indicates indifference or embarrassment on the part of the Australian media, it is another example of the gap between our perception of ourselves and of the significance of our relations with Aboriginal Australians and international perceptions of the same matters. To come to the report itself, the overall impression is that this state is, in effect, one large prison. Aboriginal people are grossly overrepresented in custody.5 Thus an Aboriginal person in Western Australia is 43 times more likely to find himherself in police custody than a nonAboriginal person and at least 26 times more likely to find himherself in prison p.2. Onethird of the total Aboriginal deaths in prison occurred in this state and the ages ranged between 20 years to 55 years, the median age being 12 p. 6. Yet the Royal Commission found, the offences for which Aboriginal people were arrested and punished were generally minor offences. In 1988, for example, 48 per cent of Aboriginal people in detention were there for drunkenness the figure for nonAboriginal people was 7 per cent. A further 22 per cent of Aborigines were in custody for good order offences, many of them alcoholrelated streetdrinking, for instance, fighting, abusing police, or resisting arrest p. 187. It is perhaps significant, however, that Aboriginal people were underrepresented in proportion to the rest of the community in the category of more serious offences of homicide, sexual offences, robbery, fraud, drug offences, justice procedures and other offences against property p. 157. Despite the impression given by media stories about car thefts by young Aboriginals and subsequent high speed car chases, the fact is that they were underrepresented in this area in comparison with nonAboriginals p. 157. It is difficult to avoid the impression, therefore, that it is the fact that they are Aboriginals which propels many Aboriginal people into a life of conflict with the law. Certainly, this seems to have been the case with many of those whose deaths in custody were investigated by the Royal Commission. Many of them first found themselves in prison in their teens, sometimes for ridiculously small matters stealing two blocks of chocolate, for instance p. 55, or, aged 10, for breaking into a school to steal coloured pencils p. 68. Another had appeared in the childrens court on eight occasions and been imprisoned five times by the age of 16, all for trivial offences p. 55. Another young woman had 30 convictions recorded against her between 1976 and the time of her death in prison in 1982, mostly for petty offences and motor vehicle offences, usually committed under the influence of alcohol p. 57. Several of these were wellread and intelligent people and one of them, Robert Walker, who died in Fremantle Prison in a struggle with prison officers, had published a book of poems. Nearly all, however, had a history of dislocation, of being taken away from their families and placed in institutions. As far as detention was concerned, the commissions report noted a general lack of care of Aboriginal prisoners p. 8. According to a police aide, for instance, Wed just pop into the lockup, count heads and keep going p. 514. This indifference to Aboriginal prisoners in general and to the state of their physical and mental health in particular the report finds alarming. The police, the commissioner notes, did not seem to understand that someone who is drunk is also ill p. 129 and that hisher condition may become worse when locked up p. 130. Arresting alcoholics and placing them in a police lockup, as one of the witnesses, a professor of psychiatry declared, is to concentrate a suicidevulnerable population in custody p. 129. Several of the deaths, it is implied, might not have occurred if officers had been in any way vigilant. One prisoner, a young woman, was agitated, aggressive and complaining when taken into custody, yet she was put in a cell by herself where she later committed suicide. She was 21, and had been arrested for unpaid fines p. 48. Indifference to or ignorance of prison regulations was widespread amongst police and there appeared to be little awareness of the obligation on the part of police and prison officers to care for those in their custody. Partly, the report suggests that this was due to lack of proper training and lack of interest in Aboriginal culture. But there is also a suggestion that the importance of this training was not understood at the highest levels. In 1976, for example, 7 hours out of 13 weeks of training of police recruits were given to the study of Aboriginal culture. By 1990, however, this had been reduced to 2 hours and 40 minutes, though training had been extended to 22 weeks p. 557. Even more troubling, in 1989 the Institute of Applied Aboriginal Studies at what was then the West Australian College of Advanced Education at Mount Lawley withdrew its staff from participation in this training in protest against the short time given to it and on account of the quality of the course offered, but also because of racist behaviour directed against the Aboriginal lecturers p. 560. As the report sums up, Most police officers, like other government officials, had little or no understanding of Aboriginal history, culture, society or life stylep. 555. Attitudes were and still are ethnocentric and there was little if any attempt to work with the Aboriginal Community p.555. At best, concerns were pragmatic, intent upon the matters in hand, the preservation of law and order within the community. Even in training, the police, it was found Were not really interested in Aboriginal history and would rather get rid of units like prehistory. Their main focus was on wanting to know how to handle the person in the street p.561. At worst, the relationship seemed to be conditioned by history, to be that of the conquerors to the conquered and to give rise, therefore, to preconceived ideas about Aboriginal people which saw police setting out to prove they were boss p. 555. Not surprisingly, these bad attitudes the commission found resulted in prejudiced and discriminatory treatment p. 555. It is perhaps a further indication of such attitudes and of the often unconscious assumptions of superiority on which they are based that on the whole police believed that, despite problems, relations between them and Aboriginal people were relatively good."
}