{
    "text": "Too soon too late reading Claire Johnston, 197081 Meaghan Morris This is part of an essay about some fictions of historical time which have mattered to feminist criticism, especially feminist film criticism, when thinking about what action might mean for feminist work in the arts. It could also be about activism and professionalism, utopia and pragmatism, commitment and career paths, the shifts and the tensions between them as values for middleclass feminism. But those are very large terms while my framework may be a broad one, my aim is really quite narrow. I want to discuss the concept of activism in a few texts by Claire Johnston 194087, one of the earliest and most visionary of British feminist theorists working with film in the 1970s here, I only have space to make a framework for my discussion. I am doing this partly to understand why I find it hard now to read Johnstons essays, but mainly because I think her work in its very difficulty for me in, as she might have said, this specific conjuncture illuminates my present as a feminist critic. That is to say, I no longer have a retrospective relationship to Claire Johnstons work. I think I did when she died. By 1987, a sense of sharp distinction between the 1970s and the 1980s had been widely expressed for years in many areas of our cultural and political life. In the media, enormous debates about the future of Australia could be packaged as Hawke versus Whitlam. In the arts, this often took the form of an opposition of styles it was not uncommon for speakers at public forums to introduce themselves polemically as an eighties person, as though whole paradigms would neatly follow suit like credit cards hanging from a wallet. But beyond these testimonials to the enduring power of classical vanguard narrative, an experience of what Laura Mulvey in her essay on closure and the 1980s calls Changes was also real, intense, and necessary then for feminism as a movement.3 Claire Johnston committed suicide. She was not an eighties person. So in 1987, it was hard not to question her texts as though to find out what had gone wrong. Such reading told me nothing it was too soon for other questions, too late for an answer to matter. However, I kept on reading. As time passed, a more complex, less mythical sense of how texts work in history, over time her critical sense, in fact, began to reassert itself. Johnstons writing always historical, nervous of myth became more a part of my present than it ever had been of my past. It began to be important, not something to disavow, that I was actually reading many of her texts for the first time in my life. For I came late to Claire Johnstons work. In the 1970s, I learned very little from British feminist film theory I was not interested in psychoanalysis, and so my own work looked instead to Gilles Deleuze and Michel Foucault. Today for no apparent good reason, given the wider world in which feminism and the arts in Australia must now justify its concerns, the apocalyptic retrospectiveness of the late 1980s seems remote and stifling to me. I am not really interested, either, in reviewing early feminism too late for reminiscences, too soon for sober history4, and, impatient to get on with other things, I meant quietly to ignore the 197090 part of the Dissonance proposition. But language does have its imperatives it is amazing, as Deleuze and Guattari point out, how thoroughly politics works language from within 5 fleeing those dates I found myself wondering because of them why I could write about Johnstons work, at last, in These are very personal remarks, but they help me to clarify an issue about feminism and historical time that I want to explore. Whatever their differences, most feminisms have been marked at least in their creative political phase by an experimental approach to the present, a desire to shape the future, and an enterprising attitude to representing the past. In other words, feminism is skeptical but constructive. If this made feminism untimely for historyisdead and Shakespearesaidit versions of art postmodernism, it still sounds safe enough as a practical orientation although, I shall argue, it isnt. But at the same time, feminism is not easily adapted to heroic progress narratives. If most of the dreams of historicism from bloody revolution to millenarian community have been taken up at one time or another by some form of feminism, that basic skepticism about history has also made feminism at once resilient in surviving its failed experiments, and resistant to modes of argument that base their claims on necessity. This connection between a constructive social philosophy and a skeptical theory of history is ungrammatical not only for melancholic aesthetics, but for many of the leftwing political traditions with which feminism has been associated. It also makes feminism difficult to situate for most contemporary polemics about modernity, postmodernism, and standards in cultural life. Feminist discourse often stammers when it comes to validating action with a logic of events it is not that logic is renounced, or history deemed chaotic, but that there is a struggle to name a different temporality not the sort of revolution which is an event that takes two or three days ... that might make a feminist concept of eventfulness historically intelligible.6 More exactly, feminism makes political discourse stammer. To act as I believe feminism does to bring about concrete social changes while at the same time contesting the very bases of modern thinking about what constitutes change is to induce intense strain, almost a kind of overload, in historical articulation and sometimes, in feminists lives. For there is no easy split between a practical everyday feminism, and the relentless but specialised struggles of feminist theory. They can be separated, of course, but I doubt that the useful distinction now is between activists on the one hand and academics on the other, or even between the political and the cultural.7 Professionalism, for example, has come to bear quite as intensely on community and campaign groups as on the artists who sometimes work with them. Nor does professionalism map neatly on to matters of class and race it is not in itself a white middleclass feminist problem, although ease of access to it may be a white middleclass privilege. Under professionalism, something like a general specialisation of activities takes place it is no longer obvious that the difference between a politics and a job is one of scale, or quality of commitment, or even relevance to a community. Claire Johnston was a cultural activist in the 1970s sense.8 She worked collectively the London Womens Film Group, the editorial board of Screen. She organised the first womens film festival at Edinburgh in 1972 with Lynda Myles, Special Events at the Edinburgh Film Festival during the 1970s, a Feminist Film Festival in She wrote some twenty essays, several of them foundational for feminist work in cinema, none of them produced with a curriculum vitae in mind. She edited Notes on womens cinema 1973, Frank Tashlin and Jacques Tourneur 1973 and 1975, both with Paul Willemen, Dorothy Arzner Towards a feminist cinema 1975, and she coedited the legendary Edinburgh 76 Magazine PsychoanalysisCinemaAvantGarde featuring Rosalind Coward, Christian Metz, Geoffrey NowellSmith, Stephen Heath, Kari Hanet, Julia Kristeva and Peter Wollen. Her last published essay, Maeve, came out in She fought with the phantoms of psychosis, Thatcherism and solitude , as well as with money and housing nightmares.9 She wrote manuscripts, and destroyed them. She taught for ten years without tenure, and never published a book of her own. To read Johnston now is to confront an aspect of feminist history and feminist time that Lesley Stern, in her beautiful essay on Remembering Claire Johnston, calls simply, survival.10 Johnston often defined her work in intensely localised terms, as though she wanted to restrict its life she was intervening at a particular historical moment to have effects in specific situations , not creating a body of knowledge that would endure as feminist theory. There are problems and paradoxes in this fiction, but in its hyperpolitical restlessness her thought was profoundly undogmatic. It has a cantankerous energy it survives. She did not always sound undogmatic there is so much Latin in that British film theory prose, a mythic Latin saying I am an instance of rigorous scientificity as Lesley Stern says, the effect can be sombre, not to say tyrannical. But there is a fink streak in Johnston she had a way of using that Latin to make it sound like a fart in church. Dogma in the arts today is rarely sombre in presentation rabid, yes in the mainstream media, or cool, chic, smarmy in Sterns terms, hebephrenic .11 The dominant constraint on feminism now is not the sound of scientificity, but what an American critic has aptly called the look of corporate populism .12 In this context my problem is no longer, or not only, why Johnstons activism could not endure the 1980s, what went wrong. Now I also wonder how it survived the 1970s in other words, what went right. This means reading Johnston backwards in chronological terms instead of searching her early work for tragic premonitions, I have at last learned, from her skeptical history, to begin at the beginning. I want to study this remark of Johnstons by working through, digressively, a simple proposition. This is Deleuze and Guattaris claim in Kafka toward a minor literature that living and writing, art and life, are opposed only from the point of view of a major literature .13 This claim helps me to understand some aspects of Claire Johnstons life as a feminist critic, while Johnstons writing gives me a point of view on some aspects of the concept of the minor. In between, I can clarify the problems I have with both. Most debates about literary authorship have assumed the possibility of a lifeart opposition, whether affirming it, refuting it, or refining it authorsignature, biographytext, historyform. Even the poststructuralist critique of authorship was read against the grain, in American literary criticism, as a pretext for opposing art and life in the crudest form of this reading, if the real author didnt matter then biography, politics and history could be excluded from literary study. But in cinema studies where Foucaults What is an author, clearly asking how, not if, authors matter, was read a little more carefully, the advent of poststructuralism had , as Patrice Petro points out, the opposite effect on feminist criticism .14 It enabled feminists like Johnston to revise the auteur theory influential in the 1960s, to begin discussing the place of women directors in the Hollywood studio system, and to create that enormous field of research now called the female spectator .15 But as Petro says, Johnston was unusual in insisting that history, biography and textuality must always combine in such research. Now in Kafka 1975, Deleuze and Guattari were still attacking the psychological criticism that had infuriated Roland Barthes in The Death of the Author a tradition that saw art as a substitute for life, then analysed the author through the text. But their emphases were different from his. Where Barthes went on to theorise the work of the reader, Deleuze and Guattari studied the life of Kafkas writing Kafka is a biography of a particular mode of creation. It is also a manifesto for a literarypolitical avantgarde .16 The minor an idea taken from Kafkas notes on Yiddish literature in Warsaw and Prague Jewish writing in German is a constructive concept the books project is toward a minor literature . What is unusual about Kafka is that in place of an avantgarde negation of arts status in bourgeois society, Deleuze and Guattari offer an affirmative project based on a mass historical experience How many people today live in a language that is not their own 17"
}