{
    "text": "Danger and Context Unsafe Anal Sexual Practice among Homosexual and Bisexual Men in the AIDS Crisis R.W. Connell, J. Crawford, G.W. Dowsett, S. Kippax, V. Sinnott, P Rodden, R. Berg School of Behavioural Sciences Macquarie University D. Baxter AIDS Council of New South Wales L. Watson Department of Government University of Sydney ABSTRACT Exploring the social dimension of sexuality is crucial to prevention strategies for AIDS. New developments in social theories of sexuality can inform empirical research. A survey of 535 gay and bisexual men in New South Wales and the Australian Capital Territory was designed in the light of practicebased analyses of gender and sexuality. Anal intercourse without condoms ranks high in physical and emotional significance though it is known to be relatively unsafe with regard to transmission of the human immunodeficiency virus. This practice shows few statistical connections to variables describing social structure, but is linked to variables describing gay social milieu attachment, patterns of sexuality, and awareness of the situation created by the AIDS crisis. Potentially dangerous anal practice is more common within established relationships and especially common with men who describe themselves as monogamous. This creates dilemmas for prevention strategy. Connections between social variables and the frequency of unprotected anal intercourse point to the importance of informed social support for safer sex. Prevention strategy needs to emphasise collective action, not just personal change. INTRODUCTION A public health crisis has been created by the recent spread of the Human Immunodeficiency Virus HIV. This is the virus responsible for the Acquired Immune Deficiency Syndrome AIDS in a considerable proportion of those infected by it. Sexual intercourse is the main transmission pathway of the virus, on a world scale mainly heterosexual intercourse in Africa, principally homosexual intercourse among men in many advanced capitalist countries. Other pathways exist, notably via blood transfusion and via needle sharing among injecting drug users the former in decline, the latter on the rise in New York City and southern Europe this has now become the main source of new cases. In Australia the main pathway so far has been sexual intercourse among homosexual men. Since there is no medical cure for AIDS, the responsibility for stopping the epidemic falls on social and educational action. The centrepiece has been the campaign for safe sex conducted by gay mens media, gay communitybased organisations, and the public health system. A detailed account of these programs is given by Dowsett, 1989. Rules for safe sex have been formulated and circulated use condoms, avoid exchange of body fluids, etc. Some recent evidence on the declining rate of new HIV infection suggests these programs are having an effect Burcham et al., 1989. But the continuing spread of the virus demands continued preventive action. Safe sex work still faces many dilemmas. Why does unsafe practice continue In what settings does it occur Should campaigns be targeted on particular groups What kinds of information are most needed What kinds of appeal work best fear altruism solidarity Social, rather than medical, research is required to provide answers to these questions. We think it important that the specific capacities of the social sciences to deal with these issues should be recognised and mobilised. The epidemiological category of a risk group, for instance, can be very misleading when uncritically applied to educational issues. It needs to be replaced by an understanding of the historicallyconstituted pathways of transmission in different social and cultural milieux. There is a strong tendency in research on AIDS to abstract particular behaviours from their contexts in personal and social life. This often renders them unintelligible and gives little guidance for preventive action. A close attention to social context is mandatory for any analysis of sexual behaviour, given what is known about the strength of the social patterning of sexual conduct Gagnon and Simon, 1974 Caplan, 1987. However, the social context is not selfexplanatory. Weak allusions to social context abound in the literature of behavioural medicine studies of health behaviour often include an undifferentiated set of social or demographic descriptor items among their independent variables. Implicitly, the social in such research is understood as a static set of influencesontheindividual. This is profoundly inadequate in the light of modern social theory, which emphasises the active interplay between personal practice and social structure, and especially in the light of contemporary work on gender and sexuality Connell, 1987 Weeks, 1986. Sexuality must be understood as inherently social, not merely as a biologicalphenomenon withasocialcontext. Many social relationships are in considerable part constituted by sexuality, forming networks and institutions which, like all other forms of social structuring, are dynamic in historical time. Such evolving patterns of social relationship form the crucially important contexts of particular sexual practices. Here we are concerned to develop this approach to a key issue in prevention. The group of most concern in Australian preventive work so far is men who have sex with men whether selfidentified as gay or not. The sexual practice which appears in international research to be the main pathway of HIV transmission among gay men Kingsley et al., 1987 is anal intercourse not protected by condoms. Anal intercourse, as it happens, is not just a risky element in a sexual repertoire. It is a practice that has had major historical significance in the social construction of mens homosexuality. It was specifically targeted by religious and criminal sanctions against the abominable crime of buggery and has remained central to hostile stereotypes of homosexual men. Accordingly it became a major issue in attempts at law reform and in the Gay Liberation movements claims for sexual freedom. See for instance Kinsmans 1987 interesting discussion of these themes in Canadian gay history. It is a practice with a heavy load of social meaning. For gay men it is likely to symbolise oppression and freedom even for those who do not find it a significant part of sexual pleasure. Our data on contemporary practice come from a survey of sexuality among homosexual and bisexual men in New South Wales and the Australian Capital Territory. In another report Connell and Kippax, 1990 we have shown that analgenital intercourse is regarded by the respondents in this survey as the most physically satisfying practice in the sexual repertoire, and among the more emotionally satisfying. It is part of a welldefined pattern of anal sex which emerges in a factor analysis of an inventory of sexual practice. Elsewhere Connell et al.,l989 we have shown a marked drop in the reported frequency of this practice and of others believed to be unsafe. In this paper we explore a series of questions. What appraisals are being made of unprotected anal sex by our respondents how risky is it thought to be In what groups and settings is it most often occurring, and where is it relatively rate What light does a study of those contexts throw on the dynamics of the collective response to the HIV epidemic And how can this knowledge be used in the design of prevention work FIELDWORK AND SAMPLE The Social Aspects of Prevention of AIDS SAPA project is a joint undertaking of the communitybased AIDS Council of New South Wales and social scientists from Macquarie University and the University of Sydney. The first stage of a longterm research program was a survey of social and sexual practice among gay and bisexual men. Most AIDS prevention research, in Australia as in the United States, has been confined to metropolitan samples. The SAPA sample was mainly drawn from metropolitan Sydney but was also designed to include men from rural areas and small cities in New South Wales and the Australian Capital Territory in numbers roughly proportional to population. A nonclinical sample was sought, to complement and move beyond the clinical and epidemiological research currently underway in Sydney Sydney AIDS Study Group, 1984. It was also decided, to maximise the quality of the data and the diversity of the sample, to use face to face interviews rather than the selfadministered questionnaires which are common in United States research, and to do as many interviews as possible in respondents homes rather than at a university or medical facility. This resulted in a very complex and time consuming piece of fieldwork which is described in detail in a report available from the authors Connell et al., 1988. Fieldwork lasted from September 1986 to March Interviewers were mostly gay and bisexual men. All were recruited specifically for this project and were given detailed training which covered the design of the project, technicalities of the questionnaire, AIDS issues generally, and problems of interviewing about sexuality. Respondents were recruited via appeals in mainstream mass media advertising and news items in gay media distribution of cards at clinics, saunas, gay community events, etc. circulars and visits to gay mens groups and organisations and personal networks e.g.snowballing from early respondents. 535 interviews were completed. The interview schedule covered approximately 1,000 items of information and usually took from one and a half to two hours to complete. We defined the population for the study as men who have sex with men , or have had within the last five years, regardless of identity. Eightynine per cent or respondents described themselves as gay, homosexual or camp 8 per cent described themselves as bisexual or heterosexual. Broad social characteristics of the sample are shown under Structure Variables in table A comparison with census and labour force statistics across a range of variables details in Connell et al., 1988 shows that many characteristics of the SAPA sample resemble, to a fair approximation, those of the general population of adult men. Differences emerge in religion, with a high proportion reporting none and in region, where the sample has a concentration in the neighbourhood of Oxford Street, the main centre of gay commercial and social life in Sydney. A difference also emerges in social class, with workingclass men underrepresented. The class bias is unfortunate, but is by no means as marked as in comparable United States research e.g. Research and Decisions Corporation, 1984 Bauman and Siegel, 1987. Given the difficulties of sampling in such fieldwork well discussed by Watters and Biernacki, 1989, the SAPA sample is satisfactorily diverse. THE INVENTORY OF SEXUAL PRACTICES The studys major source of information on sexual conduct was an inventory of items on sexual practices. Pilot interviews for the project used a long undifferentiated list of practices. This was conceptually cumbersome and proved very slow to administer some way of condensing the interview without losing detail was essential. Accordingly, we adapted from Campbell et al. 1986 the device of distinguishing in the layout of the questionnaire general categories of practice from more specific details. For instance the section of the inventory on unprotected anal intercourse with ejaculation looked like this Anal Intercourse Fucking2 without condoms Activegiving Fucking partner and cuming inside Receiving being fucked with partner cuming It was possible to record responses for both general and specific categories. But if a respondent reported, for instance, no experience of the general category, the specific categories were skipped. This shortened the inventory in most interviews sexual athletes excepted. The inventory contained 16 general categories of practice, with 40 specific categories, making 56 items in all. Three of the general categories concerned anal intercourse one without condoms and with ejaculation one without ejaculation and one with condoms this last is not discussed in this paper. In the course of the interview, the interviewer worked through the full inventory up to seven times, with questions of differing orientation. The three which are of most concern here were about sex with men in ones private sex life aExperienceenjoyment. With each one, could you tell me if you have tried it and if you have, how much you enjoyed it 3 point rating scale bFrequency regular partner. How often in the last 6 months have you done any of the activities below with your regular male partners 3 point rating scale cFrequency casual partners. How often in the last 6 months have you done any of the activities below with your casual male partners 3 point rating scale"
}