{
    "text": "AUSTRALIAN CRITICISM IN TRANSITION About a decade ago, Howard Felperin and a few others were pointing out quite correctly that Australian literary scholars had generally ignored modern critical theory. Recently in the Weekend Australian 910 January 1993 Review 7 Imre Salusinszky announced, with breathtaking inaccuracy, that literary studies in this country are dominated by a coterie of the Association for the Study of Australian Literature ASAL which has struggled to keep Australian literary scholarship free and pure of the influence of foreign ideas . In the eight books under discussion there are about 130 essays which were nurtured in the climate of controversy of the 1980s, and which reflect and document the disruptions and reorientations of a decade of critical transition. Already some, even among the best, have a slight smell of last weeks bananas in the school cloakroom rather familiar, a little old, but inescapably present. These essays rehearse and reflect, implicitly or explicitly, again and again, the Great Debate between traditional criticism and modern theory. Many were originally published, or presented as conference papers, between 1978 and The exceptions, in UnCommon Ground, Aspects of Australian Fiction, Reconnoitres and a few in Security of Allusion, are original essays, but are conditioned by the critical climate of the 1980s, and reflect and illustrate the environment of particular literature departments. By far the most outspoken of the traditionalist essayists represented is Dorothy Green, who is often thought of, by writers as well as academics, as a less conservative critic than she really was. This is partly because she was candidly independent, partly because she often chose to put a scythe through tall and Professorial poppies such as Wilkes, Kramer, Hope, Clark. Probably, too, the reverence she showed for Adorno and Althusser has been wrongly translated by some into a respect for modern critical theory. In fact she loathed social semiotics, deconstruction, and linguistic psychoanalysis. Writer Reader Critic, a collection of seven emphatically humanist and ethically committed essays, is her scornful manifesto, a defence of the social and personal responsibilities of the creative reader as self rather than subject, and an attack on modern culture and criticism. Matthew Arnold wert thou living at this hour, she almost seems to say, or even Dr Leavis who, despite an authoritarian narrowness, gains her respect for his attempt to rescue literary criticism from the charge of frivolity . Greens strength is her rhetorical lucidity, her precise yet complex vocabulary, and occasionally, at the best of times her passion. In The Meaning of Love 1984 her insights were often more specific, her attacks more contextually definite, and related to actual works being discussed. In Writer Reader Critic her vague and furious antimodernist and sometimes antifeminist, neoArnoldian perorations lack any relative context, or adequate sense of ordinary practicability. Too often she makes the literary world, or the entire globe, seem like a classroom populated by children who are indolent, naughty, careless or exasperating. There are a few smart cookies, but just one teacher dotted lineNo one so far as I know has thought of the tremendous potential for drama in a character like Sir Matthew Davies, though Micael Cannons The Land Boomers has been out since How careless can you writers get More serious still is Greens refusal to contemplate the legitimacy of any scientific approach to literary study. Making an outofdate equation between objectivism and science, she rejects the deployment of linguistics, and the paraphernalia of computers, since that would give a falsely objective justification to a subjective opinion. This is the kind of jibe she likes to make the computer tells us that Shaw Neilson referred most often to the colour green, a fact which must be obvious to anyone who reads his verse , forgetting here that someone or something has to do the counting, and whether its a machine is immaterial except for the extra accuracy and shorter time it permits. She forgets as well that the computer not only confirms the obvious but also, as J.F.Burrows and Alex Jones show in their studies in Reconnoitres, provides data that a common sense reading might falsely suggest are incredible. Green seems to fear any practical change. The business of literary theory itself, she contends, was appropriated by philosophers and semioticians in the 1970s. She is here merely juggling with chickens and eggs, as it might equally be argued that literary studies appropriated semiotics and philosophy and even that Yale professors of literature appropriated the philosopher Derrida, bodily at least temporarily as well as scripturally. Regrettably Green fails to explore, for the humanist and traditionalist case, the implications of the inescapable conclusion that, like it or not, semiology and semiotics since Saussure have provided unavoidable tools and insights into criticism and into the phenomena of reading and writing. Ironically, by seeking to exclude the scientific from the critical, Green plays into the hands of opponents who want to exclude all subjectivism. The political effect of the conflict of these two powerful, gladiatorially deckedout sides is to preserve and extend what is politically a pretty unruly and destructive schism in literary studies, in Australia and elsewhere, between the traditional and the modern. It is true that both sides hold fundamentally different and sometimes incompatible assumptions but that seems to me a normal and inevitable condition of enquiry itself, and is not a reason for internationalising and politicising the conflict, or rather the construction of the conflict, into the current academic World War. The effect is to obscure affinities between the sides, and to underplay diversity and contrariety within each side. There is, for example, as much that is metaphysical in the Derridaen sense in the unverifiable components of Freudian and Lacanian theory as in liberal humanism, or for that matter in a nonliberal, ethically based criticism. A plea for political pluralism in literary studies for the acceptance, that is, of the practical permissibility of more than one theory or methodology lacks the glamour of a plea for total commitment and a single strong line but pluralism does not entail that anything goes. It is lastly a political arrangement amongst diverse critics to facilitate their coexistence. The emotions, as Lenin didnt say, are not skilled workers , except perhaps in the case of the extraordinarily industrious G.A. Wilkes. Reconnoitres is a collection of essays written by colleagues and former colleagues, to honour one of the most productive and pervasively important of Australian critics, scholars and lexicographers. Whether every single piece literally honours Wilkes is open to question, as several offer almost lunar alternatives to his familiar terrains. But perhaps their implicit tribute is to his kind of pluralism, both within the Department at Sydney University where before becoming Challis Professor he held, in the early 1960s, the first chair in Australian literature, and as editor of Southerly for twentyfour years until The healthy critical pluralism of the book itself might do something to bridge the unnecessarily immense chasm between traditional and modern criticism but no essay addresses this chasm. The editors claim that these essays reflect Wilkes own publications, by falling into one of three categories reassessment of major writers, reappraisal of nineteenthcentury texts, or study of the language of Australian literature. There isnt a vast amount of other ground on which they could fall, though some do. They also reflect Wilkes traditionalism, but there are exceptions, of kind and degree. Stephen Knights commentary on ideology and form in the variant versions of four famous and widely consumed literary representations of crimes, and David Lawtons Naming the Interior Major Mitchells Fight for Place, are in varying ways products of modern semiotic theory while Don Andersons jazz waltz with Baudrillard, in which he looks at Australian samples of mental simulacra of America, and Rosemary Huismans examination of social conventions of genre in recent poetry, also challenge older approaches. Several good chapters are too short for their purposes, perhaps victims of the tyranny of the short essay form. Michael Wildings engaging but peremptory nibble on the modern short story, Webbys important chapter on G.A.Wilkes himself, and the otherwise excellent chapters of Knight, Kiernan, and Vivian Smith the latter on Slessor, symbolisme and modernism are examples. Since this collection will eventually be perceived as a profile or handprint of Australian literary studies at Sydney, two absences should be noted feminist criticism and psychoanalysis. A common prejudice and fallacy in Australian literary studies runs like this 1 there are two kinds of research, one empirical and one theoretically based 2 empiricism mistakes text for fact and is therefore unacceptable 3 theoretically based criticism, and theory, should not and need not concern themselves with documentation, manuscripts, evidence and so forth, as that would be an empiricist undertaking. This strange kind of thinking has led recently to some neglect of documentary research in Australia, where it is especially needed and it also thanklessly stereotypes traditional researchers as unenlightened, plodding pariahs. Instead of recategorising fact as text, some modern opponents of traditional investigation jettison the investigation altogether. They would do well to read Knights essay on His Natural Life, The Chosen Vessel and Waltzing Matilda as a possible brief paradigm. Moreover, the selfreflexive signalling of procedures that are really a traditional feature of many biographies are rarely recognised as, simply, that. Who ever concedes that footnotes and bibliographies are really postmodern apart from, ironically, postmodern novelists like Julian Barnes Instead, many traditional biographers are often falsely stereotyped as purveyors of aesthetic fictional illusions. Kiernans commentary on Australian literary biography deals with some related issues concerning narratology. Aspects of Australian Fiction, edited by Alan Brissenden, is a collection of essays written by former students and colleagues as a tribute to John Colmer, Professor of English at the University of Adelaide from 1964 to Unlike the contributions to Reconnoitres, the essays cannot be said to represent a department today, as only one of twelve is written by a current teacher. Although it is diverse in method and matter, the book is less of a magpies nest than Reconnoitres, and is also more overtly aware now and then of feminism, psychoanalysis, and especially postcolonial theory. The contents fall almost into sections historicist and interpretive critical approaches to older fiction including Furphy and the 1890s, and modern discussion of recent texts most notably Andrew Taylor on Helen Garner, Ken Gelder on David Foster, and Russell McDougall on Stow. Bruce Clunies Ross manages to introduce a discussion of the potential and viability of certain poetic forms by offering a careful reading of Les Murrays verse novel The Boys Who Stole the Funeral. Postcolonial perspectives are well represented in the Webby and Harris collection by Don Andersons discussion of Australian simulacra of America, and Robert Dixonss cogent examination of British and Australian literary othering of Pacific cultures in the Edwardian period. The latter strongly contrasts with Adrian Mitchells rhetorically imperial idealisation of extended Edwardianism in Brissendens book but in essays by Diana Brydon, Russell McDougall and others in the same volume postcolonialism complements feminist or psychoanalythical approaches. The value of postcolonial criticism is that it removes an imposed discourse, and establishes awareness of the needs and of various means to transcend local and national orientations, and avoid cultural marginalisation. Some American, British and European opponents argue that it is redundant, but its explicitness and political viability obviously help to explain its attractiveness within former colonies, an appeal that has been extended and encouraged in Australia by two recent books, The Empire Writes Back and the Dark Side of the Dream. Potentially and methodoligically almost as important is the little known collection UnCommon Ground, twelve essays reflecting the University of Adelaides adoption of a predominantly postcolonial and raceand genderoriented approach to firstyear literature teaching. An unusual and worthwhile feature of this book is that it includes discussion of English and American texts. Although these essays are challenging and useful for teaching purposes, the value of postcolonial theory, of course, is simultaneously its limitation in practice it politically privileges and advertises the interest of former colonies draws attention to geographical, political and national boundaries and institutionalises its own literary empire. Too often it becomes merely a grand opportunity for diverse cricketers to beat the Poms and celebrate the victory. By design, it disadvantages a more catholic enquiry I would argue that especially in a firstyear course, postcolonial studies should supplement rather than replace other approaches in order to demonstrate the diversity of theory and methodology."
}