{
    "text": "THE TURN TO ETHICS IN THE 1990s DAVID PARKER This issue of The Critical Review starts from the perception that in advanced literary circles for most of the 1970s and 1980s, few topics could have been more uninteresting, more deacutepasseacute, less likely to attract budding young theorists, than the topic Ethics and Literature. For most of that period, explicit ethical criticism , to borrow Wayne Booths phrase, had fallen on hard times The Company We Keep An Ethics of Fiction, Berkeley, 1988, chapter 2. I will say nothing about what Booth might have regarded as the good times for ethical criticism, the 1950s and 1960s, that period when straw dinosaurs walked the earth we are perhaps still too close to those times to say anything useful about them. On the other hand, there is reason think that, at the more humble level of undergraduate pedagogy at least, ethical criticism has continued on among us alive and well. Frederick Jameson, one of the most vehement critics of ethical interests in literature, said a dozen years ago that when most teachers or students of literature ask of a novel or a poem, What does it mean, the predominant code in terms of which an answer is expected is the ethical. What does Lord Jim mean, for example, is a coded demand that we talk about the moral conflicts of the hero. Jamesons point is that literature, even the latest novel, always comes to us through what he calls sedimented reading habits and categories developed by dotted line inherited interpretive traditions The Political Unconscious narrative as a Socially Symbolic Act, Ithaca, 1981, p. 9. Put simply, when our critical traditions are formed by the likes of Aristotle, Pope, Dr Johnson, Matthew Arnold, Henry James, F.R. Leavis and Lionel Trilling, it is small wonder that we highly educated Western readers may share a prejudice in Gadamers sense in favour of both ethical interpretation and literature that offers moral insight. Indeed, what we think important enough to call literature in the first place will be partly constituted by the demand that works offer such insight. If this is circular, it is less a vicious circle than an hermeneutical one, and something about which we can be reasonably relaxed. Despite these traditional presumptions about literature and the ethical, or perhaps because of them, most avantgarde AngloAmerican literary theory in recent years has been either more or less silent about ethics or deeply suspicious of it. The oddness of this state of affairs is registered well by the classicist and moral philosopher Martha Nussbaum, who, in her recent book, Loves Knowledge Essays on Philosophy and Literature New York, 1990, talks of the strange absence of the ethical in literary theory. Nussbaum notes that amidst literary theorys deep interests in such areas of philosophy as epistemology, semantics and ontology, and despite its multitudinous references to figures such as Nietzsche and Heidegger, the work of leading contemporary moral philosophers such as John Rawls, Bernard Williams and Thomas Nagel is hardly noticed at all. This is especially hard to understand, she says, as it is a time of great ferment in moral philosophy One cannot find for generations since the time of John Stuart Mill, if not earlier an era in which there has been so much excellent, adventurous, and varied work on the central ethical and political questions of human life. Nussbaum goes on to suggest that in view of the importance of this work, literary theorys apparent uninterest in it is itself significant dotted line it signals a further striking absence the absence, from literary theory, of the organising questions of moral philosophy, and of moral philosophys sense of urgency about these questions. The sense that we are social beings puzzling out, in times of great moral difficulty, what might be, for us, the best way to live this sense of practical importance, which animates contemporary ethical theory and has always animated much of great literature, is absent from the writings of many of our leading literary theorists. pp. 16970 The urgency of Nussbaums own tone shouldnt lead us to overlook the fact that there has been engaged, urgent, practiceoriented literary theory in the past twenty years. Most of it has been political, concerned with issues of race, gender, class and sexuality. But what Nussabum calls the organising questions of moral philosophy , and specifically the question of how we should live, are rarely if ever explicitly addressed. But then does this lack of explicitness necessarily mean there has been an absence of the ethical , or at least a significant turn away from it, in AngloAmerican literary theory and criticism in the 70s and 80s One answer is surely not the period has been dominated by forms of political and poststructuralist criticism that are at very least implicitly ethical. According to this view, ethical criticism has remained the predominant mode of criticism in this period. This is Wayne Booths argument in The Company We Keep. What he calls the new overtly ethical and political feminist, neoMarxist and antiracist movements, as well as the earlier structuralist and deconstructive formalism , both have an ethical program in mind p.5. To this extent, I would agree with Booth. These days, even the most linguisticallyfocused recovery of the marginalised Other of a logocentric philosophical or literary text at least implicitly links itself with the defence of those who have been Other to Western imperialism, to patriarchy or to bourgeois interests. As Seyla Benhabib puts it, one of the defining perceptions of this period is that the logic of binary oppositions is also a logic of subordination and domination Situating the Self Gender, Community and Postmodernism in Contemporary Ethics, Cambridge, 1992, p.15. Its hard to see how a concern with such evils as subordination and domination isnt at least implicitly oriented towards a conception of a good life centering around goods such as freedom, selfexpression and selfrealisation. And in practice, some forms of feminism especially have explicitly developed a picture of human flourishing not simply in terms of thin concepts such as social justice and equality but also drawing on thicker conceptions of human character which tend to revalue such goods as connectedness, emotional responsiveness and care as alternatives to an allegedly masculinist concern with moral autonomy, rationality and obligation. Of all the various forms of the politics of difference that have emerged strongly in the past twenty years, feminism has perhaps gone further than the others in recognising the need for explicit debate over such central questions in moral philosophy as the role of traditions, essences and universals. Peta Bowdens essay in this issue, Theoretical Care Feminism, Theory and Ethics, is an example of this new feminist work. At the same time, some forms of feminism and much neoMarxist criticism and literary theory have been at very least ambivalent towards the whole sphere of the ethical. For example, Terry Eagletons influential book, Literary Theory An Introduction, veers between a somewhat reductive view of ethics and a fuller and more adequate one. On the one hand, the moral is restricted to a meiopic concern with immediate interpersonal relations , as opposed to the political, which can put such relations into the broader view of our whole material conditions of existence . The assumption is that to see things politically, from a neoMarxist perspective, is to see them as they are, in their full implications p. 208. In their essay Seumas Miller and Tony Coady Literature, Power and the Recovery of Philosophical Ethics talk in detail about this sort of view, which boils down to the idea that the ethical is ideological, or a form of false consciousness, the true alternative to which is political consciousness. But Eagleton doesnt quite go that far here and argues that political argument is what he calls genuine moral argument , which implicitly concedes that moral thought might extend well beyond the sphere of immediate interpersonal relations . Here Eagleton goes some way towards a more adequate conception of the ethical, one which recognises that ultimately there is no excluding the question How should a human being live from political reflection, any more than we can permanently exclude the political from reflection on interpersonal relations. Richard Bernstein, in his recent book on the ethicalpolitical horizons of postmodernity , is surely right when he says that although we can distinguish ethics and politics, they are inseparable. For we cannot understand ethics without thinking through our political commitments and responsibilities. And there is no understanding of politics that does not bring us back to ethics The New Constellation The EthicalPolitical Horizons of ModernityPostmodernity, Cambridge, 1991, p.9. To underline this inseparability, Bernstein uses the phrase ethicalpolitical , which is an attractive solution in some ways, and one which reminds us why Booth was right in calling all the political movements that have dominated literary discourse in recent years forms of ethical criticism. But the reason why we cant simply talk of the ethicalpolitical at this stage, and the main reason why Booths argument is inadequate, is that one dominant vein of political criticism in recent years has been hostile to ethics and has either ignored it or disavowed any connection with it. This is the vein represented in its least compromising form by Frederic Jameson. In his work, Marxism becomes a masternarrative in terms of which ethics must be constantly deconstructed. The essential thrust of Jamesons case against ethics is that it legitimates by universalising into a system of binary moral oppositions the characteristics of one group or class versus another, so that evil inevitably denotes imagined characteristics of those who are Other to the hegemonic group. Thus ethics is an ideological mask of the willtopower of the dominant class, or, as others would put it, race or gender. It is reasonable to concede that ethics can be ideological in this way. Ethics can be unconsciously masculinist or bourgeois, unwittingly privileging a certain sort of genderbiased conception of autonomous rationality or certain classbiased conceptions of social order. Indeed I would want to suggest that one of the permanently valuable legacies of the political literary theory of the 70s and 80s has been precisely to keep reminding us of the historicallyand culturallycontingent basis of formations like ethics and the socalled literary canon, which therefore cannot be unproblematically conceived as timeless or universal. On the other hand, the characteristic weakness of such theory has been to suggest that that such formations are nothing but the masks of ideology. It is this nothing but which is the signal weakness of Jamesons enterprise, a weakness with significant ethical implications. One important element of Jamesons case is his claim that ethics is inevitably judgmental, following a simple binary pattern of me and my group good, the Other and her group evil. Once again, it is reasonable to concede that moral judgments can be like this and often are. Judgmentalism is a permanent possibility within ethics so long as my focus on the perceived difference between me and the Other is not qualified by a perception of commonality between us. Where Jamesons account is deficient, however, is in not recognising this perception of commonality as a possibility within ethics, a possibility which is after all central in the JudeoChristian tradition. The locus classicuss is the familiar gospel story of the woman taken in adultery the Pharisees are ready to stone her to death as they are bound by law to do, until they are prompted to look into their consciences and see that none of them is without sin either. That is, they are prompted to recognise an element of commonality with her, at which moment they transcend the selfother binarism of their judgmental attitude. My claim is that, partly constituted as we in Western societies are by the JudeoChristian tradition, among others, nonjudgmentalism is not merely an abstract possibility for us, but one which is part of our cultural milieu and identity. In fact the very term, nonjudgmental, surely owes its modern connotation to a tradition of spiritual and moral discrimination mediated to us, among other ways, by our literature by Measure for Measure, or novels such as Middlemarch or The Scarlet Letter, to take only the most explicit examples. Another claim I would make is that judgementalism, the powerful temptation in us to divide the world selfrighteously into simple binaries, is a possibility within any beliefsystem that is oriented towards some conception of the good, be it religious, ethical or political. Pharisaism is as much a temptation of Marxism or feminism as it is of any theological creed or moral commitment all can degenerate into dividing the world rigidly into sheep and goats."
}