{
    "text": "photo Penguins on parade Their numbers progressively depleted by human interference, penguins are thriving again at selected nest sites along the eastern Australian seaboard, aided and abetted by more positive human interference, writes Bob Beale. Sit for a while on any of the famous white sand beaches of Jervis Bay, about 200 km south of Sydney, and it soon becomes apparent why the clear waters and the pristine bushland of its shimmering southern side have just been declared Australias newest national park. Aside from the stunning coastal cliffs and the rich marine, animal and plant life, the areas birds alone make it a joy. The waters of the bay have food aplenty for predators able to get beneath the surface, and many birds have figured out ways of doing just that. Some patrol from the sky, suddenly folding back their wings and plummeting 10 metres or more in a brainjarring dive for small fish. Cormorants have opted for an even more artful approach they have adapted their bodies in ways that have sacrificed elegance in flight for more effective underwater swimming, enabling them to fly to their fishing grounds then pursue their prey in its element by propelling themselves with their powerful feet. Bellies full, theyll retire to some quiet perch to hang out their wings to dry in the sun. One of the bays birds, though, has renounced the power of flight altogether. The little, or fairy, penguin has forsaken the sky for the sea. Its body is so modified that its wings now serve as powerful flippers, its feathers as waterrepellent insulating material, its shape is streamlined like a submarine. An observer in the right place at the right time will have a ringside view of schools of small fish darting this way and that, or leaping in unison from the water, frantically trying to avoid the powerful beaks of these remarkable birds which appear to fly underwater. The penguins must swim to their fishing grounds, mainly within 15 to 20 km of the coast. But they are capable of covering some extraordinarily long distances, and individuals tagged at one colony have been found hundreds of kilometres away at another. One juvenile penguin tagged at Jervis Bay by Australian National Parks and Wildlife Service ANPWS researcher Martin Fortescue was found washed ashore at Tea Tree Crossing in South Australia, a record straightline distance of 1,012 km. Once it reaches its feeding site, the penguin is unmatched in its diving power Victorian researchers have recorded penguin dives of 60 metres to the very bottom of Bass Strait. That swimming ability enables them to feast on small surface schools of fish , such as pilchards, anchovies and garfish, and to dive deep after squid and krill. Their mysterious directionfinding ability enables them to return to their own tiny burrows on land. Bowen Island, which sits at the mouth of Jervis Bay, is rich in modern and ancient photo photo caption human history. But now its 51 hectares is a scene of a remarkable revival of the little penguin. In the mid 70s, only about 1,500 pairs bred on the island. Today, more than 5,000 pairs breed there. That population surge bucks a trend in which little penguin numbers overall are declining. Noone knows for sure why that photo caption is or, for that matter, how many little penguins there are in Australia. The best estimate is more that 100,000 and fewer than a million. As predators near the top of the food chain that spend most of their time in nearcoastal waters, penguins are obvious subjects for research into the effects of human activity on the sea, especially pollution. One of the seas smallest warmblooded animals, penguins daily confront water contaminated by sewage, plastics, photo excerpt pesticides, chemicals and silt. They must also compete with commercial fishermen and amateur anglers for food, and when they return to land to rest, nest and moult, they have to contend with human encroachment on their nesting sites and with predatory cats, dogs and foxes. The little penguins range in Australia coincides with the areas most heavily populated or accessible to people south along the coastline from the QueenslandNSW border to a point just south of Perth. Apart from New Zealand, it is not found anywhere else in the world. It does not venture south into the subAntartic or the Antartic, where vast colonies of other penguin species thrive. A sign of the little penguins resilience is that two small colonies hang on within cooee of Australias two biggest cities. The exact locations are closely guarded by those involved with their protection and care, but an apparently stable and healthy colony of about 600 penguins survives only kilometres from Sydney, and another smaller one can be found on Melbournes doorstep, at St Kilda. Says one researcher studying them, Theyre tough little buggers, and it takes a lot to damage them. They also know when and where to bite you and, believe me, it hurts. Ttheir recent success at Bowen Island owes much to a major, and costly, conservation effort to preserve and restore the habitat. A photograph of the area in 1956 shows it to be virtually denuded of trees, overrun by kikuyu grass and dotted with small holiday houses right in the middle of what today is prime penguinnesting habitat. The combined pressure of manmade structures, introduced weeds and bamboo, rabbits, pheasants and other wildlife had, by the late 1980s, left the future of the penguin colony in doubt. Martin Fortescue, who lived on the island for three years as rangerinresidence in the late 1980s, looks at the restoration with pride. During a tour of the island, he stops at a stand of vigorous young banksia trees. This was all bamboo here at one stage, he says sweeping his hand over the area in front of us. It was bloody murder digging it all out. I lost a lot of sweat on it. Weve replanted it with seedlings grown from that big old banksia over there. The old tree had somehow been spared fires and axes. Although the same species grows nearby on the mainland, seed from this particular tree had been collected for replanting to ensure that whatever genetic peculiarities it possessed were preserved. The seedlings were planted near the parent tree to simulate a roughly natural seeding pattern. The same process had been followed for other individual trees. And other native plants had sprung from the ground of their own accord since it was incorporated in the former Jervis Bay Nature Reserve. Dormant seeds sprouted, underground tubers sent up fresh shoots and, little by little, the islands natural balance was restored. Martin Fortescues painstaking research has shown that Bowen Island is now one of the best places a little penguin pair can choose to breed. The health of the island and the abundance of local food means that many penguins manage to raise two chicks at a time in their burrows, and to breed twice in a season. The very success of the colony, however, brings its own dangers. Tourism already attracts more than a million visitors a year to Jervis Bay and, increasingly, they want to visit Bowen to see the colony. Tourists, who require permission to visit Bowen, are also affecting water quality and fish stocks in the area, through amateur angling, increased demand for local seafood and, of course, more of the usual effects of sewage, silting, boating and so on. In turn, local conservationists feel protective towards the colony, having put in so much time, effort and expense to restore it. ANPWS officers in the area are among those concerned that even the modest tourist exploitation of the penguins so far may affect the colonys breeding success, or that the effects are too unpredictable to be able to sanction any expansion of tourism. These issues have yet to be resolved in an imminent management plan for the new park. Meanwhile, on Montague Island, 200 km south of Jervis Bay and home to another major little penguin colony, the photo excerpt NSW National Parks and Wildlife Service NPWS gave the go ahead last October for a lowkey tourism operation. Montague Island, famous for its centuryold lighthouse, is a massive granite outcrop about 5 km offshore from Narooma. It has at least 6,000 breeding pairs photo photo of penguins, as well as a major nesting site for a rare species of shearwater and a small resting site for male fur seals. It, too, has been ravaged by goats, rabbits and especially kikuyu grass released on to it in the past, so that it remains as treeless and degraded as Bowen Island was not so long ago. Only four trees grow there, and at least three are exotics planted by former lighthouse keepers. As well, the island sometimes finds itself in the path of ocean currents bringing sewage south from the NewcastleSydneyWollongong urban belt. Under contract to the NPWS, charter operators bring boatloads of about 40 people at a time to the island, allowing them to land and observe the penguins under existing dim lighting to which the birds have become accustomed. This provides a small but muchneeded income for the NPWSs southeastern region, which in addition to the management of the island itself has in the past few years acquired responsibility for conserving the historic buildings on the island. Nowhere are all the conflicting pulls and pushes on the little penguin better exemplified than at Australias most famous breeding colony, on Victorias Phillip Island. Tourism began there in the 1920s, with people visiting with blankets caption and lamps to watch the penguins come ashore. At the time, the colony was said to have numbered 70,000 breeding pairs, although that estimate is questioned today. Human pressure on the colony gradually became so severe especially when a bridge to the island allowed cars to cross that its future seemed in doubt until, in the early 1980s, the area was declared a nature reserve. Penguin numbers have plunged, to perhaps 10,000 pairs, and encroaching holiday houses, domestic pets, feral animals and tourism were taking a heavy toll on the colony. Under a radical program adopted by the Victorian Government, about half the 776 holiday houses in the immediate Summerland Peninsula area have been bought and demolished, cars which used to kill several hundred wandering penguins a year have been excluded, and the enormously popular tourism operation based on the penguins has been formalised and controlled. Today, an independent committee, reporting to the Government, oversees the management of the area. Anyone who doubts the touristpulling power of penguins needs only look at the staging of the islands Penguin Parade now Australias premier wildlife attraction. Some 500,000 people. many of them foreign tourists, visit Phillip Island each year, generating 44 million for the Victorian economy and providing 36 fulltime , 33 permanent parttime and 40 seasonal jobs. Up to 4,000 tourists at a time come to stand on elevated boardwalks at sunset, watching the carefully lit beach as penguins waddle out from the surf, up the sand, beneath the boardwalks and into their burrows. Its a bit like a zoo in reverse, says ranger Julie Thomas. The penguins are unimpeded in their progress and the people are locked in. The money the tourists spend helps to finance a habitat restoration program, a penguin hospital, a research team, a feral animal eradication program, a visitor centre and the maintenance of tourist facilities. This commercial bonanza helps explain why the Government won support for its tough and costly protection program. Moneystarved conservation agencies elsewhere enviously eye the Phillip Island operation and compare it with the handsoff approach being followed in places such as Bowen and Montague. Michael Cullen , professor of Zoology at Monash University, says that Phillip Islands commercial success would not be easy to repeat. The people who see the bonanza side of it dont see how slowly it was built up, he says. The site itself allows easy access and people management. One of the key problems in protecting the little penguin and promoting penguin tourism is the gross inadequacy of human knowledge about the animals."
}