{
    "text": "A different shade of Done All his lucrative career, while the public have loved him, Ken Done has suffered at the hands of critics who dismiss him as a commercial artist. All his life he has wanted to be taken as a painter respected on walls as well as Tshirts.Now, at last, it seems it could happen. By AnnMaree Moodie Ken Done lightly tosses the selfportrait onto the floorboards of his waterfront studio where it settles amid a pile of unmistakably Done canvases. There, the paintings sombre colours stand out even more strikingly against the blues, yellows and reds of the familiar flower pictures and one of his favourite scenes the beach. If it were not for his trademark moustache, it would be difficult to recognise the selfportrait as Done. There is no boyish grin on this contorted face, no vibrant colours by which the artist has made his name. Shades of charcoal, brown and grey dominate, and Done describes it as a portrait of a face of a person who at that point in time was frustrated, unhappy, angry. The incident which created the black mood behind the painting is so private he will not even tell his wife of 27 years, Judy, who is also his business partner. But its not as dark as you imagine, he says. Its dark to you because you are so used to seeing brighter things from me. The selfportrait is one of a series Done has produced since he began showing his work in the early eighties. There is a file of them stored at his business headquarters in Sydneys innercity Redfern, and his most recent one has halfadozen faces on it because I am halfadozen peopledotted linethe private face, the sad face, the angry face, the media photo face, the unsure face, the confident face. These paintings havent often been seen in Australia because they dont fit the image of his multimilliondollar company. That selfportrait is a painting for an audience of one me. They are not the kind of things you would see on a calendar or a datebook. But one allows me to do the other dotted line To understand how beautiful things are, sometimes you need to understand how sad things are. He stresses that the selfportraiture doesnt signal any sudden change of direction. Its all part of what he has been doing all along chasing a childhood dream to be a painter. He just happened to be distracted along the way by his talent as a commercial artist and marketing man. The Japanese,with whom Done has had a love affair since his first visit to Japan in the sixties, admire him as both designer and artist. Now, he says, as part of his progression as an artist, he wants Australians to realise that his talents extend far beyond the simple linear drawings of Sydneys Harbour Bridge and Opera House which have made him world famous. He wants us to accept that its not a dilemma to be successful as both a commercial and pure artist. An exhibition of Dones work has been touring nsw regional galleries. From March 11 to May 21, his Redfern gallery will show the exhibition Paintings from The Cabin which, according to his assistant curator, Kirstie Davidson, intermingles earlier paintings and later more expressive and abstract works including seascapes, selfportraits and images of the interior and surrounding garden of The Cabin, Dones Sydney Harbourside property. And early next year, the Powerhouse Museum in Sydney will present a comprehensive, multimedia exhibition of Dones work, including the car he was asked to paint as part of bmws car art collection which put him in the company of bmws painted by Andy Warhol, Roy Lichtenstein and Alexander Calder. Dones interpretations of a glass fishsculpture, a Japanese beer can and an Arnotts biscuit tin are already on display in the Powerhouses permanent exhibition. All these exhibitions will include paintings immediately recognised as Done big, bold, bright canvases of flowers, beaches, tropical fish. But as well, they will reveal something of the other side of Done, a surprise, perhaps, for those who grumble that what he does could be done by a preschooler. Im doing many more complex things than you think, but I havent shown work here in Australia for quite a while I was always painting all kinds of pictures. Its just that the first pictures that people saw in the early eighties were very simple. I always accepted that in Australia it would be a long time before people understood there was more to it. But I knew that there was more to it. The time is approaching when Done, photo one of the countrys bestknown exports, may find a place in Australias established galleries as an artist a breakthrough for him and them. Some would argue that he deserves the break. Whatever else you might say, theres no denying hes worked hard enough. Done left school at 14 to become an artist. He studied design at the East Sydney Technical College but failed to graduate because, for his final assessment, he submitted graphics for the opening titles of the Bandstand television show instead of a book cover for The Picture of Dorian Gray Bandstand struck him as a more appealing project. His subsequent work as a commercial artist led to a successful career as a creative director for advertising agencies in Sydney and London. At 40, he left advertising to renew his ambition to paint. He drew some appealingly simple sketches of koalas and other classic Australian icons and had them printed on Tshirts. The freshness of his designs caught on. He set up a company to do his own printing and suddenly his creations were everywhere on bathers, sarongs, mugs, socks, bags, scarves, linen goods. Many of them were bought by tourists who believed they epitomised the essence of Australia. Done quickly became a celebrity, his goods spawned a chain of shops and he featured regularly in advertisements and the media. The man who wanted to be a painter found himself a businessman. Two years ago, when he turned 50, he decided to have another go at being what he really wanted to be. The business was encroaching on the time he wanted to spend painting. The company, employing 150 people and turning over more than 50 million in Australia annually, was contracted and renamed Done Art and Design. The 13 Australian shops, two galleries in Sydney Redfern and The Rocks and one in Surfers Paradise remained companyowned, but the overseas shops were licensed. The wholesale division was closed and licences were awarded to Oroton to make accessories and the Ink Group to make cards and calendars. Ideally, the new division of work means that Done now spends more time painting while Judy, 49, steers the company and does the fashion design. Nevertheless, Done, though without a formal title, is still effectively company chairman and appears to hold tightly to the reins. Because of his success, Done became a tall poppy. Over the years, his name has lent itself to a variety of denigrations of his work. His critics, especially those in art circles, have delighted in chanting OverDone, Done to Death, Been there, Done that. In 1987, there was Brett Whiteleys unforgettable response to his work Id rather take methadone than Ken Done. Dones paintings were not exhibited in any major gallery in Sydney or Melbourne and no art critic reviewed his work because it was widely regarded as too commercial and not pure. Times change. A decade on, the level of Done criticism has abated. He is studied in school as a contemporary artist and he lectures at galleries. His paintings have been bought by the Australian Embassy in Tokyo and showbiz collectors like Michael Caine, Reg Livermore and Jeffery Archer. He has had 44 solo exhibitions here and overseas, the last toured Japan to an audience of 200,His work fetches tens of thousands of dollars a recent painting sold photo for 30,And last year he was awarded the Order of Australia for his services to art, design and tourism. Done attributes his gradual acceptance to the current age, quality and experience of journalists whom he says have helped equalise the tall poppy syndrome. But can he yet call himself a painter in the eyes of the cognoscente While he has gained respect for cleverly exploiting his commercial art, he is yet to receive accolades for his paintings. The director of the Art Gallery of nsw, Edmund Capon, says the reason Dones more familiar work has not been exhibited by a major gallery in Australia is because he is perceived in the art establishment as being commercially oriented rather than a pure artist. The gallery has hung Done work only temporarily, in competitions such as the Archibald work Capon describes as a slightly more serious form of his more commercial expression. Still, Capon does indicate that if Dones work was to break the mould of its commercial reputation, he may be exhibited by leading galleries. He has a thorough and established reputation as an artist who has managed to marry art, design and commercial product. He is a master of two essential ingredients of art graphic facility and colour and he has a fundamental understanding of art such as graphic quality and the relationship and emotional qualities of colour. I would be the last person to say he did not have the facilities to metamorphose into a pure artist. So theres hope for Ken the painter yet. The director of the Powerhouse Museum, Terence Measham, says Done, whom he regards as a friend, is an Australian model of success for young people. The thing about Ken Done is that his mind teems with visual images. The paintings celebrate the Australian experience, lifestyle and expression through the colours and through the iconography, and he assimilates, in an intellectual way, the motifs and pictorial ideas of other artists, such as Monet and Gauguin. But art critic Elwyn Lynn thinks that although Done has developed as an artist since his work was first shown, hes still incipient and ubiquitous. I think Ken Done is a serious artist at times, but he is yet to be proven, says Lynn, who has only seen Dones art reproduced in magazines photo caption and competitions. I think he is becoming more expressive in his feelings for different subjects than those which are depicted on his shirts and elsewhere. But he is one of the few artists who are concerned with the hedonistic life. I think people have to realise that you can be utterly relaxed in your style and still be an artist. The Cabin, where Done produces most of his work, is a twostorey building at the edge of Chinamans Beach, a peaceful inlet tucked away on Sydneys north shore. It lies at the bottom of Judys welltended garden which is planted in blocks of colour and is a source of unending inspiration to her husband. Done first saw The Cabin when he was 14, began renting it in the early eighties, but was unable to buy it until His earliest paintings were born in a nowdemolished caption fishermans shack on the same beach which he rented from the elderly owner. I used to sit at the other end of Chinamans Beach, looking at this building, and willing the people who were renting it before out of it, he says. They were nice enough people, but they didnt love it. He knows Chinamans Beach intimately and has names for the rocks which protect its shores Point Rock, Turtle Rock, Bird Rock. Some of the names developed when his children were young and the family would explore the beach together. Other rocks have been named for their characteristics the Japanese Tree Rock is a rock upon which crouches a gnarled old tree and that reminds Done of a Japanese landscape. Is it monotonous painting the same view repeatedly Done leafs through a bundle of canvases to explain his answer. Its never the same."
}