{
    "text": "equipment review Sony MZR2 portable minidisc recorder photo its been some considerable time since Sony added to its MiniDisc lineup certainly long enough that it allowed Sharp to sneak in under its guard to offer the worlds smallest MD portable All that has now been corrected. In one fell swoop, Sony has announced no fewer than eight new MiniDisc models, one of which, the MZR2, wrests the worlds smallest MD player title back into Sonys corner of the ring at least for the time being. The biggest news for audiophiles is the MDS501, a full sized Minidisc recorder thats said to offer improved ATRAC algorithms, which result in better sound quality than previously available from MiniDisc, and a full swathe of MiniDisc features and editing options. However, at the time of going to press, the only new Sony model that was actually available for review was the MZR2 portable, Sonys secondgeneration MiniDisc Walkman, a digital MD recorder thats actually smaller than a packet of cigarettes and not a whole lot heavier than a small carton of Moove. MiniDisc, Walkman, Sony and MD are all trademarks andor copyright of the Sony Corporation. Moove is a trademark of the Dairy Farmers Corporation. The Equipment If any audio company even Sony had predicted in 1984 that in less than ten years it would be possible to produce a magnetooptical digital recorder capable of recording up to 74 minutes of highfidelity audio, small enough to fit into a standard shirt pocket and weighing less than 310 grams including battery and with a battery life of more than two hours, I dont think anyone would have believed it. Well here it is, in the shape of the Sony MZR2, and just to see Sonys new MD recorder is to be amazed by it. Unlike Sonys first portable, which had a slot on its bottom edge into which MDs were inserted, the MZR2 snaps apart on a hinge, to allow a disc to slide in underneath the lid section which also functions as the control panel. This clever design simplifies the loading mechanics, extends battery life and allows the MZR2s shallow depth of a mere 30 mm. After a MiniDisc is inserted, the disc initialises during which time a small spin icon is displayed in the liquid crystal display on the front panel, along with a battery icon after which the name of the disc is shown, together with the number of tracks and the total available playing time. If, after this, you dont press a function button within 5 seconds, the MZR2 turns itself off, to conserve battery power. The obvious function button to press is Play, which starts disc replay. However, you can use a Play Mode button to select between Single Play Disc, All Repeat Disc, Track Repeat and Shuffle Disc. Then, so you cant accidentally knock a button and interrupt playback, you can slide a Hold switch to the right, to lock all the function buttons out. Sonys version of Hold is very effective to say the least you cant even open the lid without defeating Hold and even removing then replacing the battery doesnt help. During replay, a vertical bar at the left of the LCD shows recorded level. If you press either of the two volume buttons or , a horizontal display across the top of the LCD replaces the track title readout to show output level as a bargraph. You can alter output volume up or down as you please, with the display tracking your movements to indicate what you are doing, but following three seconds of no activity. the display vanishes, returning the LCD readout of the name of the track thats playing. As most readers will already know, MiniDiscs can display not only the title of the disc, along with performers, venues and so on, but also the names of individual tracks. The LCD fitted to the MZR2 can display only nine letters or figures at a time, so longer titles are box information excerpt scrolled from right to left. Because of this, titles of any length can be accommodated theres no limit other than the simple proviso that the time it takes to scroll through a title must be shorter than the playing time of the track itself Either side of the play button are the forward and reverse track skip buttons. Track access in the MD system is virtually instant in most cases faster than CD. Further to the left and right of these controls are the Stop button and the Pause control. Other controls on the front panel are Track Mark about which more later, End Search searches a partially recorded disc to locate the first available space to start a new recording, Erase Erases Tracks, but only one track at a time and Display Toggles between showing the name of the disc, the name of the track and the date and time a recording was made. Arrayed down the lefthand edge of the MZR2 are a bass boost button two levels of boost available, a lineout socket 5 mm stereo phone socket, a lineinput socket a custom fitting that combines a standard 5 mm stereo phone socket analogue with an optical digital connector and a coaxial digital connector, and a microphone input with phantom power suitable for Sonys ECM909A or ECM7227P stereo microphones. The front edge of the player holds the Record, Open and Hold slider controls as well as the slot for the supplied headphoneremote control accessory. HeadphoneRemote Positioned almost midway along the headphone cord is an inline remote control. An extremely neat little device, with a chromed clip on its rear, to allow it to be clipped to a lapel or pocket, it allows control over volume , track skip two left arrowstwo right arrows, stop black box, pause two vertical lines, track marking, hold onoff and AVLS Automatic Volume Limiter System. This last control is specifically designed to protect your hearing when listening via headphones. Many people are unaware that the enormous dynamic range of MD and CD, for that matter makes it quite easy to damage your hearing by continuously listening at levels that are too loud, but that you cont perceive as being too loud because of the clarity of the signal and the lack of any external sound pressure reference. The AVLS system, when it is switched on, limits the output level of the player. The headphones supplied as standard with the Sony MZR2 are small buttonstyle models which fit inside the ear. If you dont like this style of headphone preferring, for example, fullsize, padded headphones these can be substituted, since Sony has had the foresight to equip the MZR2 with a standard 5 mm stereo phone jack for this purpose. However, if you use a nonstandard pair of headphones, you cant use the remote control, because the two plugs get in each others way. I did not consider this to be a problem. The battery pack supplied as standard with the Sony MZR2 is a tiny LithiumIon rechargeable thats not much bigger than an ordinary AA battery. However, completely unlike an AA battery even a rechargeable one, Sonys new hightech battery LIP12 has a rated voltage of 6 V and a capacity of 1,200 mAH. According to Sony, the LIP12 permits 120 minutes of consecutive recordingor 150 minutes of consecutive playback with a fully recharged battery. Note particularly Sonys use of the word consecutive to indicate these times are only attainable if you record or playback continuously, without using pause, stop etc. So in practise, youll get less recordplay time from the Lithium battery than this. If you do get caught short, Sony supplies an additional external battery pack which screws onto the top edge of the MZRThis pack, if fitted with standard Alkaline batteries, will provide an additional 150 minutes of playback time or a further 120 minutes of recording time. This would be extended even further if you use the new Lithium rechargeable AA batteries. If you know in advance that you will be in for a long recording or playback session using batteries, its better to connect the external battery pack at the beginning of the session, because running the two battery packs in parallel gives more recordplay time than if you stopped and switched power sources halfway through. Running the packs in parallel results in 5 hours of playback or 5 hours of recording. At this juncture I will note that MiniDiscs have the capacity to store a maximum of 74 minutes of sound, so if you record for 5 hours, youll need three 74minute blank Minidiscs and one blank 60minute MD. Some of Sonys publicity seems to indicate that the MZR2 is capable of recording 104 minutes on a single disc. This isnt true. At present and for the foreseeable future 74 minutes is the maximum. When you are close to a 12 volt or 240 volt power source, you can use Sonys caradaptor lead CPA8 or its 240 V power supplyrecharger ACPMZ60A. The ACPMZ60A is diagram caption diagram supplied as standard equipment when you buy a MZR2, but youll have to fork out for the CPA8 yourself. And, while Im talking cables, Sony supplies a standard analogue connecting cable stereo 5 mm phone jack to twin RCA plugs on a onemetre long cable, but neither of the optical digital cables POCMZ1 or POCMZ2. For convenient integration with a system, you will need to buy as least one extra cable even if its just another analogue connection cable. My feeling is that Sony should provide two analogue cables as standard, rather than just one. The only other accessory is a neat little beltpouch, which allows you to carry your MZR2 around on an ordinary belt. Underneath the MZR2 are two pinpricksized holes that allow you to set the clock and reset the whole system. There are also a few lines of type that might cause some confusion in audiophile circles. Those lines are US and Foreign patents licensed from Dolby Laboratories Licensing Corporation. The reason some people might be confused is that on most audio products, these lines usually signify that the product incorporates Dolby Noise Reduction Dolby NR, or Dolby Surround Dolby ProLogic circuitry. In fact, the MZR2 contains neither. What happened was that the Adaptive Transform Acoustic Coding ATRAC that is the heart of the MiniDisc system and which, in fact, was developed independently by Sony, turned out to infringe several US patents held by Dolby. As a result, Sony and other MD manufacturers including Sharp, Alpine and Sanyo, have been obliged to obtain ATRAC licenses from Dolby. Listening Sessions My enthusiasm for the MZR2 was slightly damped when I inserted a blank disc, and tried to identify it by recording my own name and address in the ATRAC subcode, as I had with Sonys first portable MZRI discovered that I couldnt. It appears that the MZR2 does not provide this facility. In terms of recording additional data, all it permits you to do is record the date and time of individual recording sessions in fact this is automatically done for you. So, if you wish to record the additional data the MD format is capable of displaying disc name, track titles etc you will need a second MD machine capable of doing this. For most people, this will mean investing in a fullsize machine, such as the MDS501, or at least finding a friend or friendly retailer who has diagram diagram such a machine and will let you program your MDs. I must admit I was rather surprised at the omission of an alphanumeric recording capability on the MZR2, since Id been led to understand that many of the people who purchased the original MZR1 were journalists or soundrecordists, for whom having this facility was relatively important, as it allows records of interviewees names and other details to be stored along with the recordings of their voices. One presumes that Sony is aiming the MZR2 at the much larger group of amateur home recordists for whom such a facility might not be quite so important. In fact, one of my first trials was recording an interview, and I was more than pleased with the performance of the MZR"
}