{
    "text": "LINDY CHAMBERLAIN AN AUTOBIOGRAPHY THROUGH MY EYES To broad shoulders, the freedom of the outback, a freedom kept at such high cost. A Great Scam Liz and John had to get dressed and Liz was to ring the house we were going to. John had to get the truck ready. I was to finish shutting my cases, then wake Stuart up. Wed let him sleep as long as possible, knowing he was tired. John gave us strict instructions not to turn on any lights as this would let the press know what was happening. I knew Stuart was in young Joshua Parrys room and the location of the bed, but not what other furniture was in the room, or where hed put his suitcases. It was pitch black in there. I had visions of Stuart hitting me over the head, mistaking me for an intruder when I tried to wake him, but when I spoke his name he woke immediately, fully alert. I quickly told him our plans he had ten minutes to get ready then left to help load my gear in the truck. Liz and I were so excited we had started to get the giggles. The quieter we tried to be, the more things we walked into or dropped in the dark. John reprimanding us made us giggle even more. Sure enough Stuart came down, hair combed, dressed and ready to go in the allotted ten minutes. Still in the dark, we crept outside. There was a street light close by, so we kept in the shadow of a huge banyan tree. John often had carpet cleaning or pest control jobs in office blocks at that hour of the morning, so it was not unusual for the truck to be moving at that time. Stuart was just as clumsy as Liz and I, and on the way to the truck we both nearly fell over a board lying in the middle of the path. Trying to tell one another to be quiet and say, Ouch softly made us nearly fall over again laughing. We felt like a band of conspirators. We finally jumped into the cab of the big pest control truck, donned pest control hats, and sat there trying to stifle our laughter while waiting for John not feeling half obvious Johns slogan was All our patients die we hoped we were going to be among the lucky ones that day. John waited until Liz had driven out of the gate in the other direction and watched while the reporters took the bait and followed her. As if on cue, Footsie arrived as Liz was pulling out the driveway, and followed also. He had thought he would drive past early and check everything was OK for the escape just in case he was needed as an extra decoy. It couldnt have been better timed. With the two cars going together the press was sure I was aboard. They gave chase. Liz had strict instructions from John not to drive beyond her capabilities. She was to lure the press as far away as possible so we could get clear. Then she was to return home. We had a quiet trip across town to a mystery destination, finally pulling up and unloading our gear into a guest flat under a high block house. Upstairs we were introduced to Greg and Jill Dawkins, who were kindly giving us shelter. We learnt that the flat had been specially built so that Michael and the children would have a new place to hide on visits as the press knew their regular accommodation, or in case we needed a place to escape to, like now. The flat had only just been finished and we were its first occupants. I was most grateful. Greg and Jill gave us a warm welcome. While we were talking, Footsie and Liz arrived. They had led the press a merry dance Liz had parked her car at home and then arrived with Footsie to see if we were OK. As neither the press nor John had returned to the Parrys by this stage, Liz had presumed John knew Footsies new plans. Meanwhile, John arrived home and found no Liz. He waited, unaware of Lizs movements, and began to fear that shed been kidnapped or something. Liz rang later to see he was OK, and he berated her for not following the plan as instructed. Liz was determined, however, to spend her last few hours with me it was the only time wed had together alone after nearly three years of weekly halfhour visits and Liz deserved that. We had a lovely breakfast with our hosts, then Liz and I went downstairs to the flat to get some sleep. Stuart had a room upstairs, and talked for a while longer, then went back to bed too. It was shortly after dawn. Liz and I were too excited to sleep for more than half an hour and finally realised we were both lying there trying not to wake each other. We started chatting again, despite the fact that that was all the sleep Id had that night. We talked and talked. When Stuart woke and came down to rouse us, he found us excited and ready to go. He had his camera, so we took photos and clowned around while waiting. The three of us were in top form. Back at the Parrys, the press scouts had returned. John got the boys breakfast and organised them for the day. He was relieved to note that the rest of the usual press contingent turned up. That meant our plan had worked. If the media had suspected anything they would have left by now for the new location. Plan two could go into action. To make the media continue to believe I was still there, people had to keep visiting. The cricket was on and Bob Donaldson was going to watch it with his boys. That was perfect, because he was the only other person in Darwin I knew as well as Liz. If he arrived with his family to watch the cricket at John and Lizs house, with a bit of luck the media would decide I was still there just having a quiet time with my closest friends before I left on the plane for home. It also meant there was someone to care for the three Parry boys until Liz and John got back. Seven boys watching cricket provided all the noise that was needed to convince the media they hadnt followed a hoax and that I hadnt left. So they waited, and waited, and waiteddotted line Mike Lester, knowing we were giving the press the slip, hung around to see what would happen. As the time arrived for us to leave for the airport and nothing happened, the crews grew more and more anxious. John left on his own and no one bothered with him. Pleased with the way things were going, he turned up to see what we were all doing. He still hadnt quite forgiven Liz, though Just before I left I was handed two large sheaves of gladioli and mixed flowers that had just been delivered. What on earth was I going to do with them They obviously werent going to last much more than the trip, and yet I wanted to take them with me. Stuart laughed and said he was sure I would think of something to do with them, so they went with me. We said goodbye to Liz and our hosts when Footsie returned, and piled into the vehicle to make our way to the airport. Paul Brain, now moved from the Alice to manage Ansett Industries in Western Australia, had said once before that if we needed any help he would be available. He can look quite fierce, and his karate experience and build are also offputting. We thought it was wise to have some security plus the arrangements for the trip dealt with as one. One phone call was enough for Paul. He hopped a plane to Darwin and was there for the trip to Sydney with us. He had arranged everything with the airport managers at each airport, and they were there waiting for us at each place. The trip went without a hitch. The reporters had decided to stake out the airport also there was one lone car under a tree near the entrance. As we passed we saw feet up in the drivers window. The cars occupant was obviously either reading or sleeping in the midday heat, and not watching the cargo bay or the trucks coming and going. We were able to go across there without hindrance. Paul had arranged for our luggage to be checked straight in, including a big picture they were worried might get damaged. I said to them, Look, its unfinished. I dont mind. Just send it through as it is, anyway. Finally, they said they would. We got the luggage checks and gave them to Stuart for collection at the other end, so I could be whisked away immediately. We then hopped back in the vehicle to drive to the plane. Once again we passed the reporter on guard. This time, however, he followed us, but could not get past the barrier. Mike told us later that his news team had had an emergency radio call I assume from him telling them we had done it again and were already at the airport. This sent them into a flat spin and a highspeed trip to get to the airport before the plane left. We drove up to the plane steps to board early Paul was in charge, and obviously quite at home. Suddenly Stuarts words about the flowers were prophetic. Other press were now swarming inside the terminal barriers and I still had to get up the plane steps. The flowers were the perfect cover, so the press were unable to take photographs of me. We had bills to pay they werent going to get useful photographs for nothing. I put both arms around the flowers and hid my face behind them. The media had no idea how slim I was because the dress I was wearing was the fairly flowing Aline postnatal dress Jenny Miller had bought me for Michaels graduation. With Paul standing between me and the press, plus the flowers, all they could see was a blue dress and legs. High Flying Stuart and I sat in the seats right at the front near the door. We couldnt have been in a worse place for initial boarding. We pulled the blind down so no one could see in the window. Paul was seated directly behind us so that he could keep an eye on things and stop anyone who came too close. The rest of the passengers boarded, including the press. Paul gave me a newspaper and said, Here, they might try with their cameras as they walk past, so put that in front of you. I hurriedly put up the newspaper just in time. I forgot I still had a lap full of things though. My legs were too short to reach the floor why are plane seats so high and the things started to slide off when I let them go to grab the newspaper. Reaction took over and I used the old prison sit one leg across my knee at right angles to hold them there forgetting that I now had to sit in a ladylike fashion. One of the photographers snapped a shot the result was a view of Lindas dress, leg up, petticoat showing, and a newspaper over her head. When the girls in prison saw that they were highly amused, saying, Thats the prison sit. Shes forgotten shes out now. I realised fairly quickly what I had done and was able to get Stuart to grab the stuff on my lap, so I could put my head behind the newspaper better and my leg down without anything else sliding."
}