{
    "text": "TEST REPORT Remingtons 40XB KS Rifle State of the Art Varmint and Benchrest Rig Les ORourke The Remington 40XB varmint and benchrest rifle could easily have deprived me of the pleasures associated with fine tuning a new rifle. The very first centrefire rifle I owned was not a 40XB, but it was chambered for the .222 Remington. I had read about this new super accurate cartridge in the rave reviews of its use on everything from foxes and rabbits to benchrest competition. This was the ultimate in accuracy, a cartridge that could swat flies at a hundred yards. A 10power Weaver scope was fitted to the rifle and it was bore sighted before I drove out to the back paddock, with high expectations and a box of factory rounds to try it out. Leaning out across the bonnet of my 63 Land Rover I proceeded to try to shoot it in. I finally managed to put a round through the target at fifty yards. Trying to shoot a group to adjust the sights, I was lucky to get five shots close enough together to call a group at 100 yards. Eventually, it took tuning, bedding the action, floating the barrel, adjusting the trigger and then resorting to reloading ammo to suit. That first rifle finally did live up to expectations after I carried out all of these tuning steps. Along the way I gained a lot of valuable knowledge and reread a lot of ASJ articles with a little more insight and understanding. If I had first purchased a Remington 40XB none of the above would have happened and I would not have spent the next twentyodd years reloading and fine tuning an array of rifles in many calibres. photo The first group I shot with the 40XB was also over the bonnet of a 4X4, a slightly newer model. I had intended to fireform some of the Remington softpoint 50grain factory rounds supplied so as to reload them later, but as I watched through the 624X Bausch and Lomb scope a cluster of holes hovered around the tip of the 100 yard target. Two things were immediately apparent one, the rifle shot like stink, and two, the optics on the Bausch and Lomb scope were superb. That group measured just under 25mm 1 inch for 10 shots. The rifle had come complete with a Harris bipod attached to the Kevlar reinforced synthetic stock with the trigger set at around 1 12 lbs let off. Topped off with the versatile 624X Bausch and Lomb targetvarmint scope in Redfield mounts it looked as if it was made to create ragged one hole groups and clobber rabbits at long range. It was behaving exactly as it looked even before I had troubled to find a custom load for that particular rifle. The Kevlar stock had a wide flat foreend which was made to sit on a benchrest and the cheekpiece brought the eye into perfect alignment with the scope. I emptied two packets of Remington factory fodder that afternoon and was constantly amazed by how well it grouped. If my first .222 had performed this well out of the box with factory ammo I would not have ventured into reloading at all. There would simply have been no need. The Remington 700 action on which this rifle is based needs no introduction to anyone who has ever considered building a benchrest rifle. It has been a favourite on the line for decades. To dissect the action would be covering old ground it is enough to say that the leading benchrest rifle builders in Australia consider this to be a fine option far an accurate rifle. Then when you consider that the actions used in the top of the range 40XB rifles have been specifically selected for this purpose by the Remington custom shop after careful examination, it is no wonder that they shoot so well. The 690mm 25 stainless steel barrel was a hefty 33mm at the action and barely tapered to 22mm at the muzzle. A righthand twist of 1 in 5, slightly faster than the standard 1 in 14, was found when a rod was pushed through the hammer forged barrel, although the catalogue lists the rifle as having a 1 in 14 twist with the option of a faster 1 in 12 available. This would indicate that perhaps the rifle would readily digest slightly heavier match projectiles than the 52and 53grain ones generally photo caption caption photo available. Although the trigger was adjustable for letoff I did not attempt to change the setting as I saw no reason to do so. It was more than adequate already set at its lowest setting of 1 12 lbs for a varmintcumbenchrester. If I were to use it primarily as a benchrest rifle that would be different. The adjustment screw is easily accessible through the bottom of the stock without removing the action from it. It was a pity, however, that Remington had not actually also provided a hole in the triggerguard so that a straight screwdriver could be used to avoid any possible damage to the adjustment screws head. The weight of the barrel gave the rifle a decidedly unbalanced feel as it easily out weighed the Kevlar stock, making it front heavy. This is not a major factor when you realize that the rifle is not intended to be used offhand, but either from a bench over sandbags or from a field rest such as the supplied Harris bipod. With the bipod removed but the 624X Bausch and Lomb scope in place the rifle weighed 13lbs. Removing the bipod reduced the weight to 12 14 lbs. The stock alone weighed 2 14 lbs. The factory average for these rifles is 10 14 lbs. If used as a benchrest rifle, this weight would automatically put it in the heavy varmint class. I could see little chance of lowering the weight except by having the barrel shortened and fluted as well as removing the five shot magazine. Removing the magazine well and sleeving the action is an option I would give some serious thought to as I dont feel the need for a magazine on a varmint rifle and especially a benchrest rifle. This operation would also add greater rigidity to the action and possibly increase its accuracy potential. First thing I did on arriving home after that first informal session was to pull ten of the Remington 50grain softpoint rounds and try to find out what was making them tick so well. They were loaded with a spherical powder and the charge in the ten rounds only varied by .25 grains, the average being 52 grains. Whatever the powder was it performed very well. The primers were the standard Remington 6 12, not the 7 12 match. My immediate impulse was to try the WW748 powder in the fired cases and see if the results would be the same. Various loads were tried and I had to increase the load to 26 grains with the Sierra 52grain match projectiles before the groups began to shrink. Although I stopped at this load, the rifle was not showing signs of pressure and I feel that a further reduction in group size could have been obtained by going to 5 or 27 grains of These loads are listed as maximum in most loading manuals and should be approached carefully. photo caption I do not advise they be used as a starting point. Safe they may be in this rifle but a change in case or primer could lead to dangerous overloads. The 26 grains of WW748 ignited by Remington 7 12 match primers put ten Sierra 52grain HPBT Match projectiles into .734 at 100 yards while shooting in what could best be described as gusty conditions. Before the wind came up I had managed to fire two tenshot groups using Remington factory ammo from the bench. The first of these was shot with 50grain soft point loads and put nine shots into .436 with a flier bringing the group to .672 and I dont mind admitting that I was responsible for the flier, not the rifle. The second group was shot using the 50grain PowerLokt HP fodder, which blew out to .736 for ten shots impressive, but not as good as the softpoint. No group fired at any time, no matter what the combination used, was over .9 Having tried 748 first, I then turned to my old favourites IMR4198, IMR4895 and Reloader Each powder was loaded using previously tried and tested loads that had worked well in many of my .222s over the years. All of the projectiles were seated out just to touch the lands and then backed off .01. This gave an overall length of 200 and still allowed the cartridges to be worked through the fiveshot magazine. A single shot version of the 40X can be had with a solid receiver if you wish. Every charge was fired for groups of ten shots after two barrel warmers. The barrel was then cleaned after each string using Bisley Bore Solvent and swabbed out before the next string. The day the tests were carried out was a cool 15 degrees with a righthand cross wind that was mainly consistent but occasionally gusted and swung around to blow from the front. Of the loads tried the best effort for ten shots was achieved using 24 grains of IMR4895 which produced a group of .574. Further tuning in charge and seating depths could easily improve this result. Next in line was 21 grains of IMRThis clustered nine shots into a group of .690 with obvious signs of the light 52grain projectiles lifting in a head wind and a nominated flier spoiling the group. The Reloader 7 charge was used in two fiveshot groups by two of the Little River benchrest shooters, who were keen to try out the rifle. Serge Preradovic and Jack Hurst had first been attracted to the rifle after seeing the two groups I had shot with the Remington factory rounds. Serge then proceeded to shoot a .326 group using the Reloader 7 charge of 19 grains behind the Sierra 52grain pill despite the heavy trigger compared to his 2 oz match rifles trigger. Jack planted a .75 group while coming to terms with the heavier trigger. Serge and Jack then sat down and using the remaining softpoint factory rounds posted some very small fiveshot groups, the smallest measuring .376 and none larger that .72, all shot in gusty conditions as the day deteriorated. With the last four remaining softpoint cartridges Serge pulled out all stops and watching the flags carefully posted a two hole group that measured .213. These benchresters were not too happy to have the rifle taken away and packed in its case at the end of the day. The standard .222, with its case design now almost obsolete as far as the benchrest fraternity is concerned, had made quite an impact on these two who usually shoot custom built 6mm PPC rifles fed specially selected components. Recommended retail for the 40XB KS in the repeater model is 2750 and 2550 in the single shot version. When you realise that this is a fully custom made rifle guaranteed to shoot .5 groups in this chambering, it is not really a lot of money. It is available in all of the standard varmint calibres as well as the popular 6mm and 7mm BR Remington rounds. It can also be ordered in a range of larger calibres such as .2506, .308 Win, .3006 and even .300 Win Mag. When you look at what it can cost to tune a varmint weight factory rifle to this degree with the possibility of having to change the trigger for a better one, and add a more stable stock of fibreglass or Kevlar, and take into account gunsmithing costs, what may seem a cheap alternative can wind up costing as much. Each of these rifles is not a product of the normal assembly line but is turned out by hand from selected materials in Remingtons custom shop."
}