{
    "text": "SAND, SHELL SEA The Green Turtles of Heron Island Sitting on the beach under a half moon we watch and wait. The occasional shadow of a tern flits restlessly across the sand. Waves lap gently only metres away. In a small hole before us, alternatively sleeping and shuffling, lie the objects of our vigil, the tiny pristine forms of baby green turtles. Incubating for around eight weeks in a nest deep in the sand, these turtles have just hatched from their shells. Now, having worked their way up to just below the surface of the sand, they lie stacked atop each other readying themselves for the start of their seaborn life. It is high tide so their beach dash isnt too taxing. Unlike the many hatchlings who make this journey when the sand cools at dusk, these newborns at least run the gamut of predators under the cover of dark. Suddenly, the turtles start to jostle one another more vigorously. Pushed up from below, they erupt forth in one dark gyrating mass. Scrambling furiously, they separate and some 120 baby turtles, flippers digging tenaciously in the sand, propel themselves down the beach. On occasion, some turtles are taken by birds on this initial land leg of their journey. Tonight however, human watchers ensure they all make it to safety, some even flattening the sand into a path along which the hatchlings travel at breakneck speed. Cued by the moonlit horizon, the hatchlings reach the water surprisingly quickly. Plunging in, they are lifted by the waves and it takes only a few strokes to learn how to use their flippers in the one rowing motioin. They disappear from view within a few seconds. Despite their astonishing instinct, survival will be and ongoing battle as more birds, predatory fish, rays and reef sharks await. Only 20 out of a hatch of 110 are likely to survive the swim across the reef lagoon. For the next five days they will swim at great speed, utilising their internalised egg yolk for energy. Only onein 5,000 hatchlings will survive to maturity a lifespan of 10 to 15 years. Of the worlds seven existing species of sea turtle, six are now listed as threatened or endangered, says Dr. Jeff Miller, Principal Conservation Officer with Queenslands Department of Environment and Heritage. They are experiencing a myriad of problems interfacing with human beings. In Australia, sea turtles have been protected since 1968 but in many neighbouring countries adult, young and unborn turtles are still being harvested. In other parts of the world, such as the Cayman Islands, man has wiped out entire populations. The 1994 nesting season saw over 266,750 hatchlings on Heron Island, off the coast of Rockhampton in caption photo Queensland. On one night as many as 110 females made their way up the beach to nest. Along with Capricorn and Bunker Islands, Heron Island is a significant rookery for green turtles and occasionally the loggerhead variety. Added to these species, there is a year round feeding population on the reef. For this reason and the added advantage of its logistical infrastructure the island has a tourist resort and marine research station Heron Island has become one of the main bases for the Queensland Turtle Research Project, headed by zoologist and turtle expert, Dr. Col Limpus. A priority in this research is finding out what Dr. Miller describes as the nonnegotiable aspects of sea turtles lives. To do this their life cycle must first be fully understood. You cant, says Dr. Miller, have good management without a solid base in biology. American zoologist and researcher, Nancy FitzSimmons, who is working on her PHD thesis with the Queensland Turtle Research Project and Dr. Limpus, says, Most of our research is really oriented toward a better management and better understanding so we can conserve them. FitzSimmons says a lot of turtles are killed in prawning nets, shark nets and floating garbage. The propellers of boats also pose a great danger to the creatures. They are international populations and go places where they are harvested. So we have to approach it on a really broad scale, says FitzSimmons. Turtle research involves not only tagging, genetic studies, constant surveying of migratory patterns and breeding and feeding populations, but also liaising with international bodies and research bases. It is genetics in which FitzSimmons specialises. Sitting in the shade of her improvised outdoor laboratory as she takes muscle samples from mutant hatchlings, the initial impression is of work that is far from glamorous. As she speaks though, an intriguing glimpse into the complex life of a turtle is revealed. FitzSimmons explains that a female green turtle will breed only once every 3 to 8 years. She will migrate a vast distance to her nesting beach, may mate with several males and then store the sperm for a number of months during which she lays 5 to 8 clutches of 110 eggs each. If you are going to travel all the way across the Coral Seas, says FitzSimmons, you certainly wouldnt want to mate with a male who didnt have very good sperm, so it makes sense that they would have multiple paternity of clutches. Inset piece If this is the case it has yet to be confirmed that every female has multiple partners0 then it would also assist the species in terms of their diminishing numbers and gene pool. Each time the female mates with several males, she is optimising the genetic diversity of the next generation. FitziImmons has spent most of this years nesting season on Heron Island. She took blood samples from nine females at the start of the season and relocated their eggs. Every time these females have come back to nest, she has tried to find them and relocate their next clutch. As females are accessible to researchers when they nest and repeatedly return to do so often on the same beach, there is much data on them. Less is known about male sea turtles, their migratory patterns and contributions to specific populations. FitzSimmons work will, in part, address this imbalance. Of the mitochondrial DNA, passed down from mother to mother, and the nuclear DNA, passed from both parents via the chromosomes, FitzSimmons is interested in the latter. By looking at a hatchlings nuclear DNA, she is able to ascertain how many males have fertilised each clutch and in what success ratio. FitzSimmons explains how nitochondrial DNA tells us that offspring are coming back to breed in the same region in which they were born. By looking at nuclear DNA instead,she says, I am able to look at the variation that males contribute to offspring as well. It makes good sense that a female would have found a nesting place that works but a male doesnt necessarily have the same traits. Do male offspring also come back to the same region they are born in or do they travel the ocean more widely It is known that many of the hatchlings researched at the moment will not be ready to breed for another 30 to 50 years. However, turtle research goes on. Having come a long way in the past 26 years, research coupled with tourism on Heron Island will ensure that ongoing work will continue to guarantee turtle survival. THE AFRICAN ELEPHANT TO CULL OR NOT TO CULL STORY AND PHOTOGRAPHS BY DAVE PATON photo caption NO ANIMAL HAS STIMULATED MORE HEATED debate within conservation circles than the elephant, for no animal has a greater impact on the environment. Elephants and humans share a parallel lifespan, rate of development, strong family structure and memory that is perhaps superior to our own. The question of how best to manage these animals or if they need to be managed at all evokes very mixed and strong feelings. To complicate the issue even further, ivory means money and, where money is involved, feelings run high. The socalled elephant problem stems from their gregarious nature and feeding habits. Elephants usually congregate in breeding herds which compromise adult females and their associated young including males to the age of puberty, ten to twelve years of age, or bachelor groups of males. Breeding herds may vary from two to 200 animals and are led by the oldest female known as the matriarch. Adult males are frequently found in breeding herds, but they are not a cohesive part of the group. Bachelor groups vary from solitary males to bull herds occasionally numbering up to 50 animals. Problems arise from the impact of the herds feeding habits. Elephants are mega herbivores large animals which eat plants on a massive scale. They are both grazers and browsers and feed on a wide variety of vegetable matter including grasses, leaves, twigs, bark, roots and fruits. They frequently break quite large trees in order to get at the leaves. An adult averages a daily food intake of 250 kilograms. Because of their feeding habits and gregarious nature, elephants have the capacity to excerpt quickly turn dense woodland into open grassland, especially in drought years. Elephants are natures bulldozers. Reduction of natural home ranges in Africa has been a major contributing factor to the elephant problem by leading to excessive densities of animals in localised areas. Other factors include reduced natural mortality, limited hunting pressure and tighter controls of illegal hunting. Elephants do not have effective natural predators, so natural dispersal could have played a major role as a selfregulatory mechanism for the elephant. With the provision of artificial water points and the control of fires, more food is now available to sustain elephant numbers above natural carrying capacities, especially in times of drought. Within a relatively short time, the elephant problem appeared in countries all over Africa which had large elephant populations. One of the best known cases is Tsavo National Park in Kenya. In 1970, with a severe drought and a large population of elephants, Tsavo underwent a radical transformation from woodland to scrub and grassland in a very short time. The authorities decided not to cull elephants to prevent this transformation and nature began to take its own control methods. With a reduction in food supply, birth rates were reduced. By this time food had become so scarce that many animals weakened and retreated to permanent water sources where food was very sparse. Malnutrition, along with declining levels of blood sugar, induced everincreasing lethargy until the elephants became comatose. They laid down, were too weak to get up and the end came quickly enmasse. This is one theory which may explain the legendary myth of the elephant graveyards. More than 9000 mainly female elephants perished in 1970 at Tsavo National Park. With greatly reduced elephant numbers, 20 years on, Tsavo is now slowly regenerating. Culling means killing normally with a rifle. It is not sport. Culling is a serious function of wildlife management. Culling is typically conducted by shooting an entire cow herd starting with the matriarch the dominant female. All animals, including calves are shot. During culling, a suitablysized group of elephants is located from the air and the ground party, of two or three hunters and their assistants, are then guided to the group by radio. Killing is quick and effective and the shooting is usually over within one minute. The killing is done so rapidly that the group does not disperse and the carcasses remain close to each other. The animals are then skinned and butchered. Dried elephant meat biltong is an important component of the rural peoples diet especially in the proteinstarved and tsetseflyinfested parts of Africa. The hide of each animal is removed in panels, stripped of excess flesh and fat, washed, and steeped in a bactericide. The hide is an extremely valuable byproduct of the elephant culling operation more valuable on average, in fact, than the ivory. Additional biological information is collected, eg reproductive status, age, condition and stomach contents, which is adding to the better understanding of the species as a whole. There is a very good reason for killing a whole herd. Firstly, elephants have a very strong family structure and share with humans the same sense of family and death."
}