{
    "text": "The Lizard of OZ The frillnecked lizard is one of the great symbols of Australia, along with the kangaroo and the koala. But until now little has been known about the lifestyle of this most distinctive animal. TEXT BY RICK SHINE bullet PHOTOGRAPHY BY DAVID CURL SQUINTING in the suns glare, I strained to focus on the small, slender gum tree by the roadside. For the third time Billy Moore pointed at the tiny sapling 10 metres away, and again he spoke Blanket lizard. His patient tone suggested he wasnt in the least surprised to discover I was effectively bushblind, like most nonAboriginal people of his acquaintance. I was discovering how a spectacularly distinctive reptile, measuring almost a metre from nose to tip of tail, can be so beautifully camouflaged as to be almost invisible to the untrained eye. Billy had spotted the blanket lizard, better known to most Australians as the frillnecked lizard, as our fourwheeldrive vehicle lurched along a dusty track about 20 kilometres from the town of Jabiru in Kakadu National Park. Frillnecked lizards frillies for short are predominantly treedwellers and extremely shy. To hide when clinging to a tree trunk, they sidle around it so that only the tips of their slender long toes are visible to a keeneyed observer. In theory, therefore, the easiest way to find a frilly is to look for these toes poking around the tree trunk. In practice its not so easy, especially when bouncing along a bumpy road at 30 kmh. But to the Gagudju people, the bemmung an Aboriginal reference to the folds of skin around its neck is a particularly soughtafter traditional food. Trackers like Billy are extremely adept at toespotting from a distance. The frillnecked lizard, with its huge Elizabethan ruff of loose erectile skin behind its head, is one of the most distinctive animals in the world. It must surely qualify as one of the great symbols of Australia, along with the kangaroo and the koala. For many years it was portrayed on our nowdefunct 2c coin, and toyshops are full of plastic models that have become popular tourist souvenirs, yet until recently noone had researched anything about the ecology and behaviour of this celebrated species. When I began my investigations in 1985, I discovered there was not a single scientific paper on the frillnecks biology. This lack of research is surprising, because frillnecks are common, often abundant, in the tropical savannah and woodlands of northern Australia. They were even found in the suburbs of Brisbane before urban development destroyed their habitat. So why havent they been studied Mostly, it seems, because reptiles in general have attracted far less scientific interest than our warm and cuddly mammals. This is a real pity, because Australias reptiles are every bit as unique and distinctive as our betterknown marsupials. What would we want to know about frillnecks Well, the obvious first question is Why do they have such enormous frills Display structures in the neck region, like skin folds and beards, are widespread among lizards, but no other species has anything even approaching the size of this magnificent ornament. Indeed, the frill must be one of the largest display structures, relative to body size, in any animal species. The frillys threat display is truly impressive. The lizard stands on its hind legs, gapes widely to reveal some very impressive teeth, and erects its large frill by means of Ushaped bones in the throat region. This complex combination of bone and cartilage works rather like the spokes of an umbrella. The frill itself can extend to be larger than a dinner plate, covering a diameter more than four times the width of the lizards body. The combined effect of this display is enough to startle any observer. While theres no doubt that the frill is used as a threat display to deter attacks, can this be its only function Its been suggested that it works as a parachute, allowing the lizard to glide from trees, or that it channels sound into the creatures ears, improving its hearing. Others speculate that the frills folds are used to store food, or to aid body temperature control, acting either as a parasol, a solar panel or a heatdissipating structure, like an elephants ears. Even without their frills these lizards are interesting, and there are other questions to ask about their natural history, the answers to which may, in the long run, prove vital in planning conservation policies for this remarkable species. I hope frillneck numbers remain high, but their disappearance from southern Queensland over the past 30 years suggests that we need to keep a close eye on their wellbeing. Should we ever need to plan frillneck reserves, well need to know what habitats they use, what they eat, when they reproduce, how many eggs they produce, how far they roam, and why they apparently disappear during the dry season, reappearing only at the onset of the wetseason monsoons. My involvement with frillnecks began in a roundabout way. I had researched the ecology of southern Australian reptiles especially snakes for many years, but my first visit to the Northern Territory was in 1982, when a government environmental agency, the Office of the Supervising Scientist OSS, offered me a research consultancy to study file snakes and goannas in Kakadu National Park. Kakadu is a very exciting place for any herpetologist, and it was all I could do to concentrate my efforts on the few species that were the subject of the consultancy. I promised myself I would return for a closer look at some of the other remarkable reptiles that inhabit the Top End. The frillnecked lizard was top of my list. These magnificent creatures would regularly hurtle across the bush tracks in front of our vehicles, scurrying on their hind legs to the safety of the nearest tree. There, however, they could be lassoed with the aid of a cord attached to a 6 m fibreglasspole and gently brought to the ground. After Billy Moores instruction course, I also became quite competent at spotting frillies clinging to small trees. Research assistant Rob Lambeck and I captured about 40 frillnecks during the two years of my consultancy. We weighed and measured them and flushed their stomachs with water to examine their diet, which consisted mainly of caterpillars, ants, termites, beetles and other insects. One stomach contained an estimated 1250 flying ants Incredibly, all the lizards we caught were adult males not a single female or juvenile was seen. Its not unusual to get highly skewed sex ratios when collecting reptile, especially during the mating season, but this seemed extreme. We spent many hours speculating on where all the females might be. Clearly, I would have to try to solve such puzzles. With grants from the Australian Geographic Society and the University of Sydney, and support from the OSS and Pancontinental Mining Ltd, we returned to Kakadu on three occasions in 1985, 1986 and Rob and I prepared for our field work by examining all of the preserved specimens of frillnecks in the research collections of the Northern Territory Museum and the Australian Museum. We got permission to disect them so we could examine their stomach contents and reproductive organs. We studied almost 200 specimens, and a few general points began to emerge. Frillies are highly seasonal breeders, the males testes enlarging late in the Dry and females probably laying two or possibly three clutches of eggs, one late in the Dry NovemberDecember and any further clutches during the Wet FebruaryMarch. The clutches consist of 415 eggs, with the larger clutches being produced by the larger females. Male frillnecks grow much bigger averaging over 250mm from snout to vent than the females, which average around 200mm. Our plan for that first field season was simple. We would observe the animals during their mating season, at the very end of the dry season, in November and December. Knowing the lizards would be shy and wary, we decided to implant miniature radio transmitters in three of them, each transmitter about the size of the cap on a ball point pen and weighing 15 grams, which is 26 per cent of the frillnecks body weight. This would enable us to monitor their movements and the manner in which they used various habitat. We could then watch their activity from a distance so they wouldnt be disturbed. Unfortunately, three things went wrong on that first trip. First, we still couldnt find any female frillies. Second, the weather was against us without regular rain, the frillies stopped most of their activity and third, observing them in the field was more difficult than wed expected. Instead of us watching them, they watched us Even if we moved so far away that they were difficult to observe through binoculars, any unwary move by us brought an immediate reaction from the lizards. Their eyesight must be phenomenal, and clearly we werent witnessing natural behaviour. The lizards stayed high in their trees, only descending to change trees after we had left. We never saw any of our three monitored lizards erect their frills for any reason. The solution was obvious we needed to use hides so the lizards couldnt see us. When Rob and I returned to Kakadu in 1986, we had an extra helper zoologist Tony Pople plus three folding stools and three small portable hessian hides, each just large enough to conceal one of us sitting inside, peering through small slits. This time everything worked perfectly. Light rain every day or two kept the lizards active, and we eventually caught more than Best of all, eight were females We implanted transmitters in six males and five females and began to observe them in earnest. It was soon obvious that wed planned it right and arrived in the middle of the mating season. On the first day of observation Tony located one of the wired males lying beside another male, as if they had fallen together from a tree. He watched them engage in a vigorous battle, displaying their frills at each other before charging with mouths agape to wrestle with interlocked jaws. From the outset of my work with frillnecks Id noticed that many males had badly damaged jaws. Sometimes the lower jawbone was snapped cleanly in half. Jawwrestling was the only likely reason for such terrible injuries. Recent studies on fossil water dragons from Riversleigh in northwestern Queensland had revealed one beautifully preserved lower jawbone with a healed fracture. My guess is that the fracture was due to jawwrestling, which means Australian male dragon lizards, the family group to which the frillneck belongs, must have been fighting like this for 15 million years The hides worked perfectly, with the lizards ignoring us as long as we remained quiet. Rob saw a male erect his frill several time, apparently in some kind of territorial display. After the weeks of frustration the previous year, it seemed we might finally be able to solve some of the mysteries that had intrigued us for so long. At first light the next morning, we were spread out in the woodland, crouched inside our hides as usual, eagerly waiting for the lizards to begin their morning activities. I had chosen to watch an unmonitored male we had found, but not disturbed, the day before. It wasnt long before the first rays of sunshine brought him down from the canopy to bask on the trunk of a small tree. Suddenly, he began lashing his powerful tail against the trunk, making a sound that could be heard for at least 20m. Then he pushed his body away from the trunk with stiff front legs and began bobbing. With each bob, he partly opened his mouth and began displaying his frill in a most impressive way. This frillwaving reminded me of soldiers waving a flag at the enemy. Clearly, territorial display was one function of the frill. The more I thought about it, the more it made sense. The frill is waved to let other males know that a particular area has been claimed."
}