{
    "text": "Video CASSETTE recorders table table We put the cheapies to the test and found they all performed well and one of the very cheapest is among the best. Video cassette recorders are fast becoming as ubiquitous as television sets. According to our market research, more than half of Australian households already own a VCR and use it for an average of six hours a week. The technology and design of VCRs are developing rapidly, which means the major brands update and supersede their models about once every 12 months. Whats on the market The market for VCRs is divided into three distinct segments. At the top of the range, priced 900 and up, are the fourhead longplay models with extra features such as hifi, with a true stereo tuner and digital effects. More basic fourhead models are in the middle of the range, available for around 800The advantage of a fourhead machine is that you can record twice as much material as on a twohead VCR, using the same amount of tape, but at the expense of picture quality. The 14 models we tested were all from the lower end of the market basic twohead models with remote control, priced less than 700 except the panasonic, which has three video heads the third head makes no difference to record and playback quality, only to the quality of effects such as still frame. All the brands with models in this market segment available at the time of testing were included. How we tested Each model was put through a range of technical and comparative tests, and assessed on its audio and video performance, radio frequency RF sensitivity, and how easy it is to use. To test the sound and picture quality, we compared material recorded on a highquality tape from an offair TV broadcast to the same material received directly through a TV set. All models performed adequately. The panasonic produced the best picture quality, but was only slightly ahead of the akai and sanyo units. All three gave a good copy of the original material with little noticeable noise or graininess. We also measured the minimum RF signal strength necessary at the aerial input to produce a good picture. This is an important factor if you live in a poor reception area where signal strength is generally low. All models produced acceptable results. The panasonic came out the worst, but this would only be a problem if you lived in an area with poor reception. To assess how easy each VCR was to use, we looked at the front panel controls, the remote control unit, some of the features and the instructions. Except for some minor problems, all models were relatively easy to use. The sanyos instruction booklet was a bit confusing in places, while the akai, panasonic and the sharp achieved the highest score in this area. The akai and the sharp offered the greatest range of features overall see Features table on page Apart from the panasonic, which had a particularly easy programming feature, all models were equally easy to program. As well as normal programming from the control panel or the remote, the panasonic uses a barcode scanner built into its remote control. It comes with a chart listing barcodes for start and stop times, TV channels, the days of the week, and month and year, allowing you to program this information without having to press a lot of buttons you simply run the scanner lightly over the right code. Some TV guides now list the barcodes photo caption table photo for some programs. We found programming from these guides to be not as easy as from the card supplied by panasonic. Also, if you use these guides, its possible that the little hole on the tip of the scanner will get clogged with newspaper particles, preventing the scanner from reading the information. This problem is easily fixed just clean out the hole with a little paintbrush. If the problem recurs, you are probably rubbing the scanner across the codes harder than you need to. Its not even necessary to touch the paper just flick the scanner over the code from left to right. New technology Of the 14 models we tested, none performed poorly and six are recommended. The other eight are rated acceptable. The basic differences between the recommended and the acceptable models is one of refinement. Those rated acceptable seem to be essentially the same as models that were on the market a few years ago, with only cosmetic differences such as a new chassis style or a differentlooking front panel. The models that are recommended, on the other hand, have been improved in terms of technology and design, and new or more advanced features have been incorporated. features If youre in the market for a video there are plenty of models that will give you good performance. So how do you choose between them Along with price, one way is on the basis of the features they offer. What features will actually be useful to you will depend on how you use the VCR. Some people do a lot of recording taping latenight movies to watch at a more civilised hour, or The Bill when the spouse insists on watching Murder, she wrote. If this sounds like you, good programming and indexing features will make your VCR easier to use. If you think youll be watching the films borrowed from the video shop these features will be less important than, say, auto tracking see below. Still vertical adjustment All the models we tested allow you to pause the tape and freeze the picture. Some also have a preset control that allows you to adjust the vertical shudder sometimes associated with video still frames. Usually it will only need to be set once, to adjust the compatibility of the VCR with your TV set. Still frame advance All models except the videopro allow you to advance the picture one frame at a time. This feature can also be used to eliminate the noise bars sometimes associated with video stills. Slow motion play Allows you to play back in slow motion. Of the models that have this feature, only the panasonic has variable speed the others are at a fixed speed. Auto tracking This feature automatically adjusts the tracking to the optimum level every time you play a video. This means aligning the recorded magnetic table information on the tape with the heads of the VCR, like fine tuning. Tracking is sometimes a problem when youre playing tapes not recorded on your own VCR. Without this feature you would adjust the track manually. Index search Some models have an indexing feature that places markers on the tape when you begin recording. This is a useful feature if you record several programs on the one tape. You can then quickly find the start of each program by using the index search to go directly to these markers. The models with this feature see Table 3 also have a feature called intro scan, which fastwinds to the first index mark and plays a few seconds of tape so you can see whats on it, then fastwinds to the next mark and repeats the process. It will do this for all the index marks on the tape till you find what youre looking for. Channel skip Channel skip lets you move directly between preset channel positions with the updown buttons, skipping over unused channel positions. This would be a useful feature if you didnt have a numeric keypad on your remote control for direct channel access. It should be useful even if you do, particularly if you do a lot of flipping between channels. Counter type All models have a counter that counts either elapsed time or an arbitrary unit tape length. Both types are easy to use, but a time counter could be more useful as it would show you how much time you have left on you tape when recording. Timer scan This feature works with elapsedtime counters and allows you to select a particular time on the counter and fastwind to it. Its another way of finding a particular section of tape quickly. Number of timer programs and advance program time All models can be preprogrammed to record at specific times, but differ in the number of events that can be programmed between four and eight and the length of time you can program in advance, which varies from 14 days to a year. Quick program This feature allows you to program the VCR to record something within the next 24 hours without having to enter all the usual program details day, month and so onyou just enter the time and channel. All the models we tested have this feature, but on some it is limited to stop time only. On these models you would have to start the recording manually and then use the quick program feature to enter the stop time useful, for example, if you wanted to go out or to bed before the program you were watching finished. Even more useful are the other models, where the quick program feature allows you to enter a start time within the next 24 hours and a program length. Remote control features The remote control with the most features is not necessarily the most useful one to you. Again, this will depend on how you use your VCR. The features included in the table are the ones we considered would be useful to most people. Direct channel access Most models have a numeric keypad on the remote, so you can access a channel by pushing the right numbered button. Without this feature you have to use the updown arrows to move between channels. Remote program Allows you to program the VCR on the remote control unit. All models with this feature have pushbutton programming, and the panasonic also has a barcode scanner see How we tested on page 50 for more details. LCD display Some models have a liquid crystal screen on the remote control unit which displays programming information. making it easier to enter and check the information youve programmed. Other features not included in Table 2 A great variety of features is available too great to fit in our table. The following are some additional features which might interest you. RF test signal The akai, panasonic, videopro and sharp models provide a radio frequency test signal, which is convenient when you first tune the TV set into the video channel. It allows you to tune without having to play back a prerecorded tape. Fast transport search All the models we tested allow you to fast forward and rewind while viewing the tape, to locate a particular scene or part of a program. Most models have one speed only, except the akai, necs and teacs, which provide variable speeds. Autoplay and autorewind All models automatically rewind the tape when it finishes playing. All but the toshibas, teacs and the videopro start playing automatically when you insert a tape with the record tab removed. Auto power on On older VCRs you had to switch from standby to power on before you used them. On all the models we tested this time, this happens automatically when you insert a tape. Child lock The akai and the sharp models have a feature that enables the control settings to be locked so they cant be changed accidentally. On the akai, the child lock only operates when the VCR is in play mode. Zero return On all models except the akai you can automatically rewind to the zero count position by using the zero return feature. This can be useful if you set the counter to zero at the start of a recording. Display features All models have a lit panel display, including a digital clock showing real time, channel number, tape count, programming information and transport status. On the two toshiba VCRs the transport status display was limited to play, record and pause."
}