{
    "text": "You dead, Newman. We kill you Cabramatta MP John Newman was attacking his electorates high crime rate until an assassins bullet ended his battle last week box by Larry Writer When, in April 1993, the then NSW Police Minister Terry Griffiths bolstered crimebeleaguered Cabramattas police contingent by eight officers, he did not waste the opportunity to blast local Labor MP John Newman. The outspoken politician had long railed against what he said were rampant killings, bashings, drug abuse, extortion and breakins in the ethnically diverse southwestern suburb of Sydney. But to Newmans claim that crime had grown to a level where shopkeepers were considering arming themselves with guns, the minister had scolded, The member for Cabramatta seems to want to recreate the kind of violent military society which so many of his constituents have fleddotted lineThis is scaremongering at it worst. But when Newman was shot dead in his driveway last week, Griffiths words proved mistaken. On the evening of Mon., Sept. 5, Newman, 47, addressed an alp branch meeting at the CabraVale ExActive Servicemens Club. He was in typical combat mode, again warning of the need to fight crime in Cabramatta, where substantially more than half the population were born overseas, almost a quarter of them in Vietnam. As he often did on such occasions, Newman claimed that crime was rife in the area and although it ran against what police maintain about the local crime rate cited statistics to back him up. Newman said that the incidence of murder, vehicle theft photo caption and drug dealing in his electorate was higher than the NSW average and that the rate of robbery, assault, sexual assault and breaking and entering was also higher than the rest of the state. But he left the meeting, say those who were there, in good spirits. Newman arrived at his home in Woods Avenue, Cabramatta, about The house is fortresslike, with an alarm system, window bars, movementactivated floodlights and a thick, high brick wall. He parked his white Ford Fairlane in the driveway and went inside. About 35, clad in pyjamas, he reemerged with fianceacutee Xiao Jing Lucy Wang, 28, to draw a tarpaulin over his car to protect it photo caption from enemies who had paintbombed it three times. He had more than the paintbomb attacks to worry about Newman had received three death threats in the past nine months. He took the threats seriously but a friend said he always scoffed that whenever a dog barks it never bites. So it was that ,silently, an assassin stepped from the shadows, aimed a .32 calibre pistol through the iron grille of Newmans 2mhigh security gate and fired four shots. Two hit Newman in the chest the second severed his aorta. He staggered and collapsed at his fianceacutees feet. Police say the assassin sped off in a green Ford XD Falcon as Wang screamed Hes been shot, hes been shot In the next tumultuous minutes police and paramedics converged on the scene, but John Newman was dead. The bastards are still out to get me, Newman had told old friend Ted Grace just four days before he died. Since 1986, when he won the seat of Cabramatta, the abrasive, singleminded loner had waged a hardline anticrime crusade that demanded more police, the formation of a special gangcontrol intelligence squad and harsh sentences and deportation caption photo for convicted Asian urban terrorists. And he knew danger came with the territory. In June 1991, a bullet slammed through the front window of his Canley Heights electoral office and, in November 93 and January and March 94, paint was splashed over his car. A threat was left on his office answering machine You dead, Newman. We kill you. But the threats merely spurred the MP to greater efforts to rid Cabramatta of crime. Said Grace last week I remember saying, For Christs sake, back off, John. But he wouldnt. He was like a tiger he just wouldnt let go. Newmans steely tenacity had been tempered by tragedy. Born in Austria to a Yugoslav father whom he never really knew and an Austrian mother, Helene, Newmans given name was Naumenko. The family were refugees who fled Austria following World War II and moved to Australia when John and his brother Peter were children. Newmans father later returned to Slovania, where he died several years ago. The boys attended Cabramatta Primary and Liverpool High and at 16 John anglicised his surname to Newman. He was fed up with being called a wog and a reffo, so he changed his name to sound like an Australian, says family friend Nick Gotovac, Newman studied industrial law at the University of Sydney and on graduation became a clerk. In 1969, he became an organiser with the Federated Clerks Union fcu, a position he held for 17 years. In 1961, he started delivering pamphlets for local members and former Wran Government minister Eric Bedford. That was his introduction to state politics. Another vital introduction came when he met his wifetobe Mary. They wed in 1973 and, says Gotovac. Mary stayed at home making sure things ran smoothly photo caption while John worked at the fcu. They were very much in love. The ebullient young man went on to be elected to Fairfield City Council in Two years later his world fell apart when Mary, 26, and son David, 4, were killed in a car accident. Mary and David were driving along Prairie Vale Road at Bankstown in a Mini Minor that John had bought, recalls Gotovac. They crashed with a white utility. It really tore John apart. They were booked on a trip to Disneyland that Christmas and were going to leave in a few weeks. He couldnt stop blaming himself for buying that little car. He said it didnt offer them enough protection in the crash and they could have survived in a bigger car. When I got home that night, John was at our house and he was crying. He said, Nick, Mary is gone Shes been killed. Hed just been to the morgue to identify them. Then Newman learned Mary was pregnant with their second child when she died. Mary hadnt told him she was pregnant again. She was waiting till they got to Disneyland, says Gotovac. It was going to be a surprise. He was sick with grief when he found out about it. At the funeral, says friend Roy Medich, apparently he tried to jump on the coffin when the two were laid to rest. When a tragedy like that hits you, you tend to work your heart out to forget, Newman later said. He devoted himself to politics and karate. Smithfield rsl Youth Club karate manager George Wilson says Newman threw himself into karate after the deaths because there was noone to go home to, so he became a workaholic virtually caption photo in everything he did. He became deputy mayor of Fairfield in 1985 and in 1986 entered state politics on the platform of a better lifestyle for the districts youth. After Marys death, he joined the Staysafe Committee and fought for the rights of bereaved families of road victims. But he really earned his public reputation as an implacable and fearless critic of Asian criminals. Work became his life, says Gotovac. He became a crusader for Australian law and order and Australian democracy. In between, Newman was becoming a fine exponent of karate. At his death he was ranked 5th dan, halfway up the scale, in the traditional Japanese karate Gujo Kai Seishikan, and between 1978 and 1993, as president of the Australian Karate Federation, he represented Australia as coach, referee and team manager. He also instructed a generation of children in karate and weightlifting at the Smithfield rsl Youth Centre, for which he refused payment. But while he kept up appearances, friends say Newman changed after Mary and David died. He didnt laugh, says Gotovac. He didnt want to discuss family life with anyone. Newmans friend and fellow alp member Sandra Nori, close to tears, says, John was very selfcontained he didnt socialise a great deal. It became clear to me that he had built up an emotional wall to protect himself. Indeed, his sharp tongue was notorious. Another colleague remembers him barking at a receptionist at Fairfield Council Put me through to someone with intelligence But his bluster was an act to conceal his pain, says mate and state Labor colleague Paul Gibson. After he lost his family, Johnny carried a lot of sadness around with him dotted line He was a loner and a tough guy and he didnt want anyone to know that he was suffering and ripping his guts out internally. It might be said that John didnt have a lot of tact, but he made up for it with sheer honesty and guts. And he was a lusty headkicker in the House. When then National Party leader Wal Murray called Newman stupid in a debate, Newman challenged him to repeat his remarks in the street. He constantly struck at the LiberalNational government by lambasting the police in his photo electorate as incapable of dealing with local crime. If I was ever at risk again, I very much doubt that I would call Cabramatta Police I would handle the matter myself or call some other station, he said in parliament in February. Later in the year, he alleged the response he received from police had been a little lousy. Newman saved his best blows for home invaders, hoodlums who burst into houses to bash and rob the occupants. A number of particularly violent attacks made headlines last year. This is a mode of crime unique to Asian people, he thundered in January. It happens in Thailand, Vietnam, Cambodia and now in the United States and Australia. I call it systematic urban terrorism. It is caption photo caption Asian people attacking Asian families in their homes and literally terrorising them. They have no respect for our lawsdotted line They think they can virtually get away with it and, in a way, they can because the penalties are so low and they know they wont get deported. Police dont agree with Newmans oneeyed view, even now. Theyre horrific crimes, theyre terrifying crimes and, in a way, what happened to John Newman was a home invasion, says Cabramatta Patrol Commander Alan Leek. But theyre not native to Cabramatta and theyre not recent events either theyve happened since white settlement in this country. Still, karate administrator Allan Todd respected Newmans hardhitting style He said what he thought, he had no fear. And many found him intimidating. He did things his own way and had an aura about him that was, I suppose, for some people, eerie, recalls Mark Latham, Federal Member for Werriwa in Sydneys west. He didnt try to network and build alliances but operated in his own right. Noone had a longlasting political relationship with John. It was on and off, on and off. Newmans nickname was Fists of Fury because of his karate prowess. You didnt argue with him because a black belt is not someone to argue the toss with, says Latham. There was a lot to like about Johndotted linein the sweep of politics there are so many bland types who never make an impact. But for a minority he was too upfront. If he had a beef with you, hed go at you, in a verbal way, but if you were on good terms hed be very obliging. Everyone knew where they stood. And Newman had no qualms about koing peoples feelings. He was a worker rather than a talker, says John Halpin, national president of the Karate Federation. He wanted things to get done and got a bit frustrated when they didnt. He just kept pushing until they got done and consequently some people found him very abrasive. He upset a few along the way. But he also would come back and say, Im sorry if I was a bit strong there but Im just trying to get a job done. He and Newman lunched in Melbournes Victoria Markets the day before he died and Halpin recalls he was very happy and relaxed and talking about his plans for the future how he was going to marry Lucy, how much he thought of her."
}