{
    "text": "Hewsons dream will we adopt his elaborate scheme The LiberalNational coalition has proposed a series of reforms that would bring immense change to our society. Daryl Dixon reviews the effect they would have on investors young and old Tax and retirementincome policy will never be the same again as a result of the LiberalNational coalitions proposals. Even if it is nor elected, its program will force needed and sensible changes to existing policies. The coalitions program ignores no major aspect of tax or retirementincome policy, and if the Labor Government thinks the goods and services tax GST is a sitting duck, it is sadly mistaken because the pluses in the coalitions program go a long way to addressing major defects in present policies. For personal finances, the most significant features of the program are box Substantial reductions in marginal rates of personal income tax, which would mean a greater return for working overtime or when investing for a higher rate of return. box Retention of the imputation credit system of company tax but an increase in the company tax rate from 39 to 42 per cent. box A dramatic change in the basis of retirementincome policy to provide the greatest help to lower and middleincome people. box Major changes to lumpsum and lumpsumtax arrangements. photo box The replacement of the highly discriminatory wholesale sales tax with a GST that would increase the price of many items food and services but reduce the prices of others petrol and manufactured goods. Reduced incometax rates The marginal rates that would be phased in between the election of the coalition and 1996 are long overdue. Most taxpayers would pay either a marginal rate of 2 per cent or 30 per cent and the top rate, ultimately, would be 42 per cent, the same as company tax. These rates would decrease the attraction of the two main tax shelters negative gearing and superannuation particularly for higher income earners. Investors should be careful about entering negativegearing transactions that rely on deductions at present tax rates to make their investments attractive. The marginal tax rate for taxpayers with incomes between 36,000 and 50,000 a year would, for example, fall from 47 per cent to 30 per cent. This would greatly reduce tax assistance for negative gearing. Such dramatic proposals should make investors review their existing negatively diagram geared investment to see if they would still be profitable under the proposed tax scales. And even if the coalition does not win office, the government is almost certain to match or better the most attractive aspects of its opponents policies particularly the reduction in personal income tax rates. Superannuation The coalition would radically alter superannuation rules so investors should urgently review their super and rollover savings strategies. The contrast with the present policy is stark. The government now gives the greatest superannuation tax subsidy to those with the highest incomes. The coalition says it would set a cap of 1500 a year on tax assistance to new super savings by any one individual. This would mean that lower income groups would gain proportionately more than higher income groups. This would be achieved by granting a tax rebate of 25 per cent on total contributions of up to 6000 a year. In a bold, and fair initiative, a working spouse would be able to claim an additional rebate of up to 1500 a year for making a 6000 contribution to the superannuation savings of a nonworking spouse. This means every married couple would be able to put 12,000 a year in superannuation and gain a substantial advantage. The big losers would be all highincome earners who are making very big contributions. Such people would be well advised to make their contributions for this tax year because the rules are likely to be changed soon. Similarly, if you would be a winner from the coalitions program, it would be advisable to delay contributions to a later date. The coalitions policy of concentrating superannuation asistance on average wage earners and families is almost certain to shame the government into making its policies more equitable. Action can be expected sooner rather than later in this area because the changes would not involve a big budgetary cost. Company tax changes Buying shares that pay franked dividends would still be attractive. The coalition proposes to retain the imputation credit system, whereby shareholders get a refund of tax paid by a company after they get franked dividends. With company tax increased for 39 to 42 per cent, imputation credits would be more valuable. The higher rate of company tax, however, would reduce the attractions of investing as a company instead of as an individual. Products offered by life companies, including traditional life insurance policies and life insurance bonds, would be subject to more tax, thus further reducing the attraction of this type of investment. The coalitions program would also reduce the scope for highincome individuals to save tax by owning their investments in a company name and therefore being subject to a lower tax. Under the proposal, in 1996 the top marginal rate of income tax would come in line with the company tax rate. Before that, the company tax rate would exceed personal tax rates paid by most. Lumpsum arrangements The coalitions proposals on lumpsum benefits and annuity payouts are also radical and again designed to help lowerincome savers while not disadvantaging middleincome groups. The intention is both to prevent large lumpsum payouts and to encourage people to use their payouts to provide a stream of income in retirement. A cap of 300,000 on the maximum lumpsum benefit together with the abolition of lumpsum tax and generous arrangements for annuity payouts would close off the massive rorts permitted under the present rules. The preservationofbenefitsage would be raised to 60, thus making it more difficult for people to get both a big superannuation payout and the age pension. If the coalition wins office, retirees would no longer be forced to buy superannuation annuities that die with them. Nor would they be required to take their money out of rollover funds at age These changes would be part of longoverdue measures to ensure that superannuation savings are actually used for retirementincome purposes. Increased tax on fund income Some investors, especially those with money in rollover funds, are concerned about the coalitions proposal to increase the tax rate on fund income from 15 per cent to 25 per cent. That measure is apparently designed to fund the cost of the proposal to abolish the tax on lumpsum benefits and claw back a larger part of the concession given to those with substantial amounts in superannuation and rollover funds photo excerpt For some retirees, the 25 per cent tax on fund income would exceed their proposed new marginal tax rate of 5 per cent 2 per cent base rate plus 25 per cent Medicare levy. But before rushing to remove their money from superannuation or rollover funds, they should study the impact of the proposed abolition of lumpsum tax and the generous arrangements for annuities. As at present, annuities would be exempt from the 25 per cent fundincome tax. To match the exemption of lump sums from tax, all returns of capital from annuities would be free of tax. This means that most retirees would pay only very low average rates of tax on payouts from annuities. Help for younger people The coalitions program would offer help to young people wanting to save to buy a house. The proposed arrangement would allow up to 75 per cent of accumulated superannuation savings to be used to help people aged below 35 to acquire a first house. They would be required to pay interest on their borrowings from the superannuation fund. Combined with the maximum annual 1500 rebate, which has greatest value for those who pay lower income tax, this new measure would provide encouragement to young people to save in a superannuation fund. And they would have an expanded range of superannuation savings options because of the proposed retirement savings accounts that would be offered by banks, building societies and other financial institutions. Allowing for the GST How the GST would have an impact on investors is difficult to determine. However, the combined effect of the coalitions tax, age pension retirementincomes policy appears to offer adequate protection against the impact of GST on the cost of living in retirement. Abolition of superannuation lumpsum tax, reduction in personal tax, increased age pensions and compensation for selffunded retirees would provide substantial assistance for the retired. Investors, in anticipation of a GST, could be tempted to make planned real estate investments before its introduction because housing seems to be the only major area of outlay where some savings in tax bills could be gained. Most other large items, such as cars and consumer durables, would be subject to less tax under the GST than they are at present. Selffunded retirees The coalition predicts that a 15 per cent GST would increase inflation by less than 5 per cent. However, its package contains measures to ensure that retired people with incomes of less than 30,000 a year would not be disadvantaged. Specific measures to compensate and assist age and service pensioners and retirees include box An 8 per cent increase in the base rate of pension compared with a general increase in price levels of less than 5 per cent as a result of the GST. box A GST tax credit to ensure that all part pensioners earning some additional income would be fully compensated. boxCompensation of up to 2500 for retirees with incomes of less than 30,000 a year to allow for the impact of GST inflation on the real value of accumulated cash and bond savings. box Tax credits for private health insurance of up to 400 a year for single people receiving less than 12,000 a year and 800 for married couples with combined incomes of less than 14,500 a year. box Introduction of special savings accounts to reduce tax payable on interest income. The coalition envisages that health outlays, a key component in all retired peoples budgets, would be totally exempt from the GST. The package also contains action to simplify income tax arrangements applying to pensioners. This matches the governments proposals to ensure that no pensioner will pay tax after July 1, The coalition has designed its goods and services tax policy in a fair way. However, many retired people are likely to react unfavourably to any new tax on their spending and ignore the increase in their incomes as a result of the compensation package. New Zealands GST, I believe, is now generally accepted though not necessarily admired. The main problem there is with proposals to change the basis on which retired people gain access to a government pension. In Australia, the coalition has wisely decided against trying to change the fundamentals of the age pension arrangements introduced by the Labor Party. The aged should not be panicked at the thought of a GST as proposed by the coalition. Unlike the 1985 Option C GST proposed by former Treasurer Paul Keating, the coalition package is biased in favor of selffunded retirees and people on lower incomes. Complex and confused but why Providing for retirement has become a worry for most Australians, but the mess is not likely to be sorted out by either of the political parties. Michael Rice reports on the reasons photo caption Most people would agree that superannuation in Australia today is both complex and confusing. We have had 10 years of major changes, but few would argue that the system we have in place today is satisfactory. There are at least four underlying reasons why we have such a mess. Until these are addressed, we are likely to have a poorly designed and complicated setup for some years yet. The reasons are many, but include the following. Lack of national superannuation business plan The Federal Government has evolved a national retirement incomes policy on the run. Despite the numerous reports and inquiries covering superannuation over the last 15 years, we still do not have a proper national goal."
}