{
    "text": "ROAD TEST Japanese executives Bob Hudson compares the new Nissan Maxima with Toyotas Cressida. BUYERS of midsize sixcylinder luxury sedans have a new name to add to their shopping lists. The car is the Maxima and it comes to Australia as a fullyassembled import from Nissan Motor Company Japan. In this report, weve lined the Maxima up against Toyotas classleading Cressida to see just how much of a challenge this newcomer is likely to be. As well as competing directly with the Cressida and also Mazdas 929 V6i, the Maxima could possibly draw some sales away from the lowerpriced Europeans such as fourcylinder BMWs, Citroens, Peugeots, Saabs and Volvos. The Maxima differs from the Cressida and the 929V6i in that instead of an inline six driving the rear wheels, its powered by an eastwest mounted V6 engine that drives the front wheels. Like Cressida and V6i, the Maxima comes only with automatic transmission. Two Maxima models are available, the M and the TI. Mechanical specifications are basically the same on both models, except that the TIs fourwheel disc brakes are equipped with an abs antilocking system. Other features exclusive to the TI include electricallyadjustable front seats, automatic climate control air conditioning the M has Manual air, fourspoke leather steering wheel, bootlid spoiler and keyless touchpad door locks. The two test cars were the Maxima M and the topspec Cressida glx, hence the considerable price difference in the specification table. The Cressida gl carries a suggested retail price of 34,000 but this doesnt include air conditioning, which in manual form would add around 1800, taking the price of the gl to just over the Maxima M, which costs 35,The Maxima ti costs 39,950 add automatic climate control air to the equivalent 37,500 Cressida glx and you end up with a price of 39,For the extra three hundredodd dollars, the Maxima ti includes antilock braking, electric front seats, the door touchpad system and a rear spoiler, so I guess you would have to say it comes out ahead of the Cressida on valueformoney. Styling and features There are no real styling surprises or innovations in either car. Both have gone for a relatively restrained look and both appear to have borrowed from smaller models in the range, presumably to promote a family image. This is particularly evident in the Cressida, which looks like an enlarged Camry with its very smooth and rounded appearance. The Maxima has more of a European particularly the Saab 900 look about its rear end but succumbed to the family look around the front, which isnt all that different to a Pintara. Of the two, I lean towards the Maxima as looking a little more upmarket and individual, but then its largely a matter of personal taste. Whether you choose to buy a Maxima or a Cressida, there should be no disappointments with the standard of finish. Both test cars displayed high quality paint work and excellent fit of panels, trim and interior and exterior fittings. If anything, the Maxima feels to have the tighter body, its an impression thats enhanced by the solid photo way its onepiece doors close, the complete absence of door frame flexing over uneven surfaces or wind noise past the weatherseals. The Mazda 929 sedans doors also have onepiece outer shells and extend into the roof sides. But though the Cressida doesnt have the same smooth, flush look along the sides, or doors that shut as solidly, its still a very wellbuilt car that fits comfortably into the image expected of a luxury car. I mentioned earlier the features which Maxima M buyers miss out on compared to the ti model, nevertheless the Ms equipment list is still a long one. Major items include power steering, electricallyoperated windows and exterior mirrors, central locking, cruise control, high quality fourspeaker stereo system with power aerial, alloy road wheels and heightadjustable front seat belts. The Cressida gl matches the M on all these features except cruise control. One minor, but annoying omission from both Maxima models is the nonfitment of mudflaps dirt splashes up along the vehicle sides on wet or unsealed surfaces. comfort and space Though both cars have similar overall interior dimensions, differences in seating design and the way the space is divided up alters their suitability in coping with various accommodation requirements. Nissan has restricted front seat travel to offer less front leg room and give more space to those in the back. The Maxima is also better suited to carrying three occupants across the back seat, not because its wider but because the cushion is flatter and the transmission tunnel is smaller than in the Cressida. The Cressida will suit longlegged drivers a little better that the Maxima. Despite the heightadjustable seat and steering wheel, I couldnt get me knee under the Maximas steering wheel to press directly on the brake pedal. This necessity to operate the brake with your foot at an angle can be very tiring during long spells at the wheel. Apart from these restrictions, overall seat comfort rates as very good in both cars. On ride comfort, the Cressida is a clear winner over the Maxima. The Maxima doesnt do anything nasty like bottoming out on large bumps, but it doesnt cope with minor irregularities as well as the Cressida, with more harshness and tyre thumping evident. When it comes to loading the family luggage for a holiday or any reasonably heavy items for that matter Maxima owners will have an easier job as the boot lid extends almost down to bumper level. Cressida owners have to lift items over a fairly high loading lip as theres no cutout panel. Neither car offers the facility of a folding rear seat and neither boot compartment is particularly deep. The Maximas boot scores a little better on overall capacity its wider and deeper than the Cressidas, but not quite as long. behind the wheel As mentioned earlier, the Cressida offers a more comfortable driving position for longlegged drivers. However, people of more modest proportions should be able to find a perfectly suitable driving position in either car. Both provide height adjustment for the drivers seat, affording drivers a good view of the road ahead. Neither car has a steeply sloping bonnet which means the front corners are caption visible from the drivers seat, thus making it easier to judge the front extremities when parking or manoeuvring in confined places. Judging the rear extremities isnt so easy as you cant see the boot lid corners in either car. The Maxima tis boot lid spoiler would be a help in this regard. With one or two minor criticisms, both cars have a good control layout and their instrument panels are clear and legible. In the Maxima its a bit of a stretch for drivers to reach the sound system and ventilation controls and though its power window buttons are where they should be on the drivers door arm rest, some of the buttons are hard to reach because the door pull handle obstructs them. Minor criticism of the Cressida layout includes the turn signal and cruise control levers being confusingly close together glx model, the large transmission tunnel that prevents ideal placement of the left foot rest and the two separate switch panels for the sound system, divided by the ventilation controls. Power steering makes both of these table photo cars easy to park as far as steering effort is concerned, but the Maximas front wheel drive layout results in a larger turning circle, which can sometimes make the difference between turning around in one go or having to make a threepoint turn. on the road Though both engines are virtually the same cubic capacity, the Cressidas double overhead camshaft, four valvesper cylinder inline six puts out considerably more power both quoted engine output and measured power at the driving wheels than the Maximas single camshaft per bank, two valvesper cylinder V6 engine. photo The Maxima would be left behind on performance if it wasnt for its lighter overall mass and the fact that its engine produces maximum torque at much lower engine speeds than the Cressida. As it turned out, the two cars posted similar standing start performance times but the Cressida was noticeably more responsive in its midrange acceleration. The Cressida engine is also a little smoother and quieter than the somewhat raspiersounding V6 in the Maxima. Overall, the Maximas performance rates as strong and satisfying, but the Cressida goes as well or better, with seemingly less effort. The Cressidas performance characteristics can be a definite asset when competing in the luxury class, as buyers of this type of car usually expect maximum smoothness and quietness. There wasnt a great difference in overall fuel consumption between the two cars the heavier Cressida used a bit more fuel around the city and suburbs but proved more economical out on the highway. Both recorded lower overall consumption than you could expect from a current automatic photo Holden or Falcon. Neither of these cars is about to challenge the Europeans on their handling finesse, but at the same time both are generally quite adequate for everyday use, albeit with different characteristics because one is front wheel drive and other rear wheel drive. Not unexpectedly, the front drive Maxima displays considerably more understeer than the Cressida when pushed hard, though its generally well behaved and stable over all types of road surfaces. But the Maximas steering isnt as sharp as it could be, with little feel about what the front wheels are doing and a vagueness in the straight ahead position. The Cressidas steering could also do with less power assistance for a more positive feel out on the open road but didnt have the vagueness of the Maximas steering. The Cressida leans a little more into corners than the Maxima but handles more neutrally and offers a good compromise, considering its more compliant ride. Though the test results show a bit over a cars length difference in stopping distances from 80 kmh, both cars have powerful braking systems with fourwheel discs providing fadefree operation. The Maximas brakes proved effective in quickly reducing speeds for cornering, but the car locked its front wheels too readily under emergency braking tests, preventing any shorter stopping distances. In a rear wheel drive car, with its better mass distribution fronttorear, more braking bias can be directed to the back wheels thus inhibiting front wheel lockup. This was certainly the case in the Cressida jumping on the brakes hard from 80 kmh resulted in all straight line stops with virtually no wheel locking. Both cars have similar automatic transmissions electronically controlled fourspeed units with overdrive, lockup torque converter and power and economy modes. Both operate smoothly, with ratios well matched to the engine performance. The overdrive onoff button is handy when travelling in hilly country or when overtaking to hold the transmission in third gear, but I could survive without the power and economy buttons. While they alter the shift pattern slightly, it makes little difference to overall performance. The Maximas switch actually has three positions Power, Auto and Comfort and I suspect the majority of owners will just leave it in the auto position. servicing Despite having its transmission in the engine bay as well its mounted off the end of the eastwest positioned engine, overall ease of access rates a little better in the Maxima due to the compactness of the V6 engine compared with the Cressidas twincam inline six. Both cars provide satisfactory access for routine checks of fluid levels. The Maximas oil filter is more readily accessible than the Cressidas which is under the exhaust manifold but replacement of the spark plugs on the V6 engine would require a special tool as they sit in deep recesses. Servicing intervals are the same for both cars after the first at 1000 km, maintenance is due at 10,000 km or six monthly intervals with more frequent lubrication services specified for vehicles operating under severe conditions."
}