{
    "text": "AUTOCAD photo RELEASE II Mark Casey draws on his background in computeraideddesign to preview the new release of the worlds topsellingPC CAD software. Its been over two years since the last release of AutoCad, the worlds best selling computeraided design program for PCs and workstation. In that time, user suggestions have been flooding in and the AutoCad development team has been working overtime improving what many believe is already an unbeatable product. The good news is that with Release II of AutoCad, they have improved the program, particularly in the areas of networking, solids modelling and drawing output. It has added a new programming language interface, enhanced the user interface and made many other smaller, user requested changes. AutoCad has some 10,000 users in Australia and New Zealand, and 400,000 worldwide, running the program on PCs, under MSDos, XENIX, OS2, Macintoshes, Sun, Apollo and DEC workstations. It requires a maths coprocessor, 2Mb RAM 4Mb is recommended and 20Mb of hard disk space. A wide range of mice, digitisers, displays, printers and plotters are supported. The difference in Release II is apparent at installation. Users are prompted to enter their name and the name of the dealer they obtained the system from. This information is embedded in the acad.exe file on the floppy disc and displayed whenever the program is run. Autodesk calls the process personalisation. The first and perhaps the biggest advance in the new release is its networking capability. Previous releases of AutoCad could be installed and used on a network, but unless the network administrator set up some advanced file restrictions, more than one user was able to open the same drawing file simultaneously. The problem here was that a user could inadvertently overwrite the changes made by another user. The new release introduces file locking as a standard feature and is suitable for any type of network. When a drawing file is loaded into memory a small file with the same file name but a different extension in created. So long as that file exists, no other user can load the same drawing. Users who attempt to do so are told the file is in use. The lock file is deleted when the user is done, freeing it for another user. excerpt If disaster strikes, Release II users will appreciate the new file recovery facility. Every byte in a drawing is subject to verification when the drawing is opened using Cyclic Redundancy Check CRC, an error checking mechanism. If a file is damaged, AutoCad will load the undamaged portion of the file, minimising the loss. As the file recovery option will only work with Release II drawings upwards, it would be a wise move to write a macro to load all nonRelease II files and save them in the new, recoverable format. Enhanced interface autodesk has made some excellent enhancements to the Release II user interface. AutoCad has a comprehensive menu system, with cascading, drop down menus and icon menus. Some of the menu titles and contents have been changed. Bonus files are now shown in a menu, so there is no excuse not to use them. Two of the new bonus Autolisp routines are dline.lsp which allows the creation of double parallel lines with corner cleanup and mvsetup.lsp for creating multiple viewports and preselected viewpoints. As menus are stored in the acad.mnu file they can be readily customised to any user. Dialogue boxes in Release II, used to set entity properties, layer characteristics, attributes, edit text strings and so on, have been improved dramatically. They now feature scroll bars, check boxes and text input areas. Where text extends beyond the left or right of an input area, a reverse photo caption video arrow indicates there is more than meets the eye. A new command called ddedit brings up a dialogue box which allows quick on screen editing of text and attribute definitions. Filename entry dialogue boxes can be configured to show a list of files alphabetically whenever AutoCad needs to access an external File for example, vslide or dxfin. Too many files No problem. The asterisk character and question mark character can be used to control which files are shown. Other wildcards put MSDos to shame. The and characters act as usual. But the at character matches a single alphabetic character the hash character, a single numeric character and the period . a single character of any other type. Character ranges can be specified too. For example, AJC will find files AC, BC through JC. The tilde character provides the logical not function. Command aliasing for those with an aversion to typing in lengthy commands, command aliasing will come as a welcome feature. In a file called acad.pgp, any AutoCad command photo can be assigned an abbreviation. When typed, the full command is displayed. Out of the box, AutoCad comes with several AutoCad commands already aliased. And for users who forget whats what, contextual help has been improved so that it provides an online assistant for the current command and also sub commands. Data entry has been improved in a number of small but significant ways. For instance, when entering 3D coordinates, cylindrical and polar coordinates can now be used. In addition to an X, Y, Z coordinate, a user can now specify points by their distance and angle in the XY plane and either an angle up from the XY plane spherical or Z coordinate cylindrical. A more specialised enhancement is the addition of a new entity type, a polyface or pface. It produces a general polygon mesh of arbitrary topology, allowing one object to be made up of several apparently unrelated lines or surfaces. Application developers might use a polyface to draw apparently complex objects which in fact have only a few entities, or to draw objects that have both wire frame and surface representations as separate layers that can be turned on or off. Dimensioning, the automatic annotation of AutoCad drawings, has been improved significantly in the new release in response to user demands and the need to conform with international dimensioning standards. Ordinate dimensioning is a new dimensioning method that allows a dimension to be specified relative to a fixed reference point. Designers whose work is ultimately used to drive tooling machines will appreciate this facility. excerpt Different colours can now be assigned to different parts of the dimension, such as dimension lines, extension lines and text. The dimension text can now be moved from its default position and rotated with the dimension extension lines able to be set at an oblique angle. To cap all this, dimensioning styles can be saved, as a named dimstyle, and applied to other drawings. This will save a considerable amount of effort in drawings which use dimensioning heavily. Text alignment has been made simpler, yet more powerful. With Release II, users can specify both horizontal and vertical alignments. Horizontal, left, right and centre justification is possible, vertically, text can be aligned to the top, middle or bottom of the text area, giving a total of 12 text alignment positions. A major addition to the AutoCad feature list is the ability to use external reference files. The insert command is still available but it has been supplemented by the xref command, which offers greater power and flexibility, particularly in managing large drawings. The difference is that with xref, the additional drawing does not become part of the current drawing and cannot be altered. Both drawings can be seen on the screen, but each is stored separately. Changes to the referenced file will be reflected in the drawing referencing it, and its entities and named objects will be temporarily added to the current drawing. Although a referenced file cannot be altered, it is possible to snap to geometric features of an object using osnap. The user also has complete control of layer visibility. An xrefed drawing can be made a permanent part of the current drawing with the xrefs bind command option. Conversely, the detach option removes the referenced drawing. Thanks to xref, a drawing can reference multiple instances of the same drawing or many external drawings can be included in one drawing. For anyone who uses AutoCad in situations where the same drawing components are used repeatedly, xref is a great enhancement. Release II introduces two new terms to the AutoCad vocabulary Model space and Paper space. Model space is the equivalent to the environment that preRelease II users have been using to create their drawings. Paper space is new. It is best thought of as wysbarwyg page design for CAD. Multiple views can be plotted on a single sheet of paper, with each excerpt view having its own scaling, its own dimensions, its own layer characteristics, its own position and size on the page. The paper space command, mview, also works for screen display, allowing much more flexible on screen presentations. Rectangular viewports can be overlapped, moved, scaled and specified just like any other entity. When modelling, the active viewport is highlighted with a thick border. mview options allow for hidden line removal during plotting and layer visibility in a viewport can be controlled by a new command vplayer. ads autocad application developers should welcome the addition of the AutoCad Development System, ads, which allows high level programming languages such as C to generate AutoCad applications. With ads, an external C routine can be accessed from within AutoCad and have access to the AutoCad drawing. Routines could be developed to access external database or spreadsheet files, linking drawing objects to a bill of materials application, for instance. The difference between ads and Autolisp is that the former uses compiled code, for better performance, whereas Auto lisp is an interpreter. Where a great deal of external calculation is involved, ads can out perform Autolisp by up to 700 per cent. External database access may not be necessary in all situations. The new release allows up to 16K of data to be linked to an object and stored in the drawing file Extended Entity Data. Compiled ads programs are also more secure than the Autolisp command lists, opening up opportunities for third party developers. Any Autolisp program can be converted to an ads program without too much bother. AutoCad has always been regarded as an excellent wireframe modeller. It has also performed well as a surface modeller, where the surface of an object is represented as a grid. But both these modelling methods have shortcomings when it comes to the 3D. Solids modelling is the best form of 3D modelling for many applications. Solid models are the most accurate and informationally complete representations of 3D objects. But solids modelling has traditionally needed very expensive software and has been difficult to use. With Release II, Autodesk ships an optional solids modeller called the Advanced Modelling Extension. It represents solids by constructive solid geometry csg, building up complex objects from simpler primitives such as cubes, cones and spheres. In addition, a models boundary information is stored. A Brep model represents a solid object as a collection of planes or surfaces. 2D profiles may be extruded or revolved to create complex solids. Before ame, AutoCad users would have turned to AutoSolid, currently version This product has now been effectively integrated into AutoCad as ame. Compared to AutoSolid, ame has more primitives and uses much of the power of AutoCad, rather than its own commands. ame is a powerful program in its own right with over 30 commands. Objects are built from primitives and profiles that can be extruded, solidified, chamfered and moved. Objects can be shown as wireframe, mesh or shaded solids with up to 256 colours. Separate objects can be combined with Boolean operators. When the primitives that make up an object are edited, changes are reflected in the combined object. And once a solid is constructed, excerpt ame can calculate its mass properties, areas, work out an objects centre of gravity, extract surfaces and create cross sections of an object in an instant. But while ame is an optional extra, included in every copy of Release II, there is also a subset of ame called Amelite."
}