{
    "text": "Qumran, in the Wilderness of Judea, had been the place of exile of the Essenes since at least the second century BC. They were the old aristocrats, who longed for a return to the great days of Israel, when a David was on the throne and a Zadokite high priest was in the temple.1 While they waited and prayed for such a Restoration, their priests performed all the services in a courtyard on the barren plateau, acting as if it were a temple. The lay acolytes who had accompanied them into exile lived a monastic existence in the large building east ofthe aqueduct, devoting their lives to the service of the priests and to prayer. Every day, at ll a.m., the monks ceased their work and came to the large stepped cistern on the east side of their building. Taking off their working clothes and leaving only a loincloth, they went down into the water and had a long, refreshing bath.2 The cisterns, of which there were five with steps, were supplied with water directed through an aqueduct leading from the wady Qumran, a winter stream that filled them up once a year.3Taking a bath not only washed away sweat, but washed away sin, for the men must now be in a perfectly holy state. They were about to eat the holy food of priests, acting as if they themselves were priests. A Jewish priest had to be born into a special tribe, that of Levi. They enjoyed many privileges, especially the tithe system, by which ordinary men supported them fully giving them onetenth of their income, usually in the form of produce such as corn and grapes.4 When the old families of priests were expelled with the Davids, some devoted followers continued to bring them the tithes, believing that they were the only true priests blessed by God. It was this practice that distinguished village Essenes from other Jews. After they were exiled to Qumran, the tithe offerings made the difference between life and death. The priests and monks had water, from the deep round well that had been on the western side of the settlement since the eighth century BC but no food would grow in the barren wilderness, except a few vegetables near a spring three kilometres down the coast. Their supporters made the journey from the north, often from Galilee, to bring them the food. In return they were allowed to stay for a time, to receive instruction and to take part in the prayers. Tithe offerings should be eaten only by priests on behalf of God. But the worker monks needed to be fed also. So the practice grew up of admitting them to the meal of priests and treating them as honorary priests, in a state of acquired purity through their ritual baths. The meal was called the Purity, a term often found in the scrolls5, and it was used as a means of exercising discipline. If a monk broke any of the strict rules of behaviour, by disobedience to superiors, by bearing malice against a companion, even by guffawing loudly, he was excluded from the Purity for periods ranging from ten days to a year.6 The elements in the sacred meal consisted of bread and new wine. At the beginning they were blessed, the wine and bread together by the priest, then the bread alone by the levite.7 This meal has always been seen to resemble the Christian communion meal, and the history of the relation between the two groups shows that this was, in fact, its original form. The building at Qumran, and its related outposts down the coast of the Dead Sea, played a vital part in the events recorded in the pesher of the gospels. The Qumran buildings stood on an elongated plateau, separated by a narrow neck of land from a row of brown limestone cliffs in the background. They were in two clusters, separated by a wide corridor running northsouth, down which the aqueduct ran to feed the water systems. On the west side of the corridor, around the deep round well, was a group of small and larger rooms, including a long northsouth courtyard. On the east side a large square building, with a tower in its northwest corner, plainly acted as the main centre for monastic life. It was enclosed within what had been an ancient wall going back hundreds of years to the earlier Israelite settlement.8 Outside the wall on the south stood a long, wellproportioned hall running eastwest, and attached to it on its south a room called the pantry, as hundreds of dishes were piled up in it.9 This hall opened directly on to the esplanade, the long southern projection of the plateau. The esplanade terminated in steep cliffs rising directly from the bed of the wady Qumran below. Throughout the settlement was a number of rectangular cisterns with steps leading down to them, plainly used for ritual bathing the round well was sufficient for drinking water. One large cistern, outside the wall on the southwest side, had no steps within it. The buildings on the Qumran plateau, built from the stones with which the whole area is plentifully littered, were the main centre, constructed when the exiles came there in the second century BC. But in the Wilderness of Judea round about was a number of outposts of the monastery. Their location, if measured in Greek stadia, corresponds exactly to certain locations in the gospels. A stadion was 607 feet and five stadia l012 yards, or 2024 cubits, roughly a kilometre.10 Five stadia down from the neck of land leading to the main plateau stood a building whose few remains have been described by archaeologists.11 It came to be called the queens house, for reasons that will be seen later, and it occupied a significant place in the story of Jesus. About two kilometres further down, or three kilometres fifteen stadia from Qumran lie the ruins of Ain Feshkha on the shores of the Dead Sea itself. Now a favourite swimming resort for Israelis, the bases of the walls lie, half hidden in grass and shrubs, just off the main path. They include the remains of a fine Herodian door.12 Another fifteen stadia down the shoreline, past the great headland of Ras Feshkha, stand the ruins of another building, now called Khirbet ruin of Mazin, just a little north of the exit of the wady Kidron into the Dead Sea.13 This building is thus thirty stadia six kilometres from Qumran, and twentyfive from the queens house. It includes the remains of a great watergate, which must have stood at the end of a short channel leading up from the sea the distance to the sea is now a little over two hundred cubits one hundred yards. These distances may seem unimportant at first sight, but they become very relevant when a device used in the pesher is understood. After they had been exiled to the wilderness, the Essenes came to believe that they were establishing their own temple and Jerusalem at Qumran. They began to call it Jerusalem, in the way that expatriates name places in their new country after places in the homeland. To distinguish between the two, they drew on two forms of the name Jerusalem, and these were able to be reproduced in Greek. When the singular form of the word was used, the real Jerusalem was meant when the plural, it was the New Jerusalem, Qumran. The two forms of the name also served the purposes of secrecy when it became necessary. Qumran became a centre for those loyal to the traditional priests to visit. Councils were held there, and the government of the Essenes was centred at Qumran and its outposts. When a certain leader who was the bishop of Galilee came to Ain Feshkha for the seasonal councils held at the equinoxes and solstices, he brought Galilee with him, for in their understanding of the role of a bishop, he was so identified with his bishopric that it resided in his person. The Christian Church still follows the same principle. An archbishop takes as his surname the name of his city, for example, John London, so that, in a sense, wherever he is London is. When the bishop of Galilee was at Ain Feshkha, it was called Galilee. Ain Feshkha, which had been established as the place to which monks went when they were temporarily expelled from the monastery, was used at the time of their visits by men who had the status of outside celibates. The story includes such a leader who came from Samaria thus the building by the shore of the Dead Sea was Samaria while he was there. Mazin, further down beyond the headland, was used by men of lower status. Some of these were Essene villagers who met in Capernaum, on Lake Galilee. When they came to Mazin for the seasonal councils, it became Capernaum. The boat trips taken by Jesus and the disciples were on the Dead Sea, not on Lake Galilee. To go the three kilometres between Mazin and Ain Feshkha, it was easier to go by boat, as the headland of Ras Feshkha came right to the sea, forming a natural barrier. It was Mazin that was the Capernaum at twentyfive or thirty stadia according to a story in Johns gospel. This gospel is strangely inconsistent about locations it can be bafflingly vague about where things happened yet give exact distances in stadia where they do not seem to be needed. In one place it says that the disciples, rowing in a boat to Capernaum, travelled to a spot at twentyfive or thirty stadia.14 Mazin is thirty stadia from Qumran and twentyfive from the queens house, which acted as an outer boundary to Qumran. In another episode at Capernaum in John s gospel, a net of fish was dragged two hundred cubits one hundred yards to the shore. This was the length of the channel at Mazin, leading up to the watergate. Johns gospel also says that Bethany was fifteen stadia from Jerusalem, using the plural form of the name. Ain Feshkha is exactly this distance from Qumran. It reproduced the original Bethany, at about this distance east of Jerusalem, when the locations were moved to Qumran. The distances were related to hours of walking. The rate, in the hot dry conditions, was five stadia per hour. Thus it took one hour to go to the queens house, three to Ain Feshkha, and six to Mazin. The neck of land was the starting point of measurements because it was at the top of the chasm down which everyone had to walk to go south. The purity rules of the Temple Scroll, a product of Palestinian Essenes, show that when a man became unclean he had to stay away for varying lengths of time and wash himself and his clothes before coming back.15 At Ain Feshkha, the first outpost south, archaeologists found the remains of some shallow pools, with a white deposit over the bottom. Analysis proved it to be calcium carbonate. Beside the pools were paved terraces with cylindrical stones lying lengthwise.16 These arrangements can be accounted for as being used for the washing of clothes. Essenes rubbed their white linen garments with frankincense, a starch like substance consisting mainly of calcium carbonate.17 When they were washed the substance would come out, remaining on the bottom of the pool. The clothes would then be spread over the cylindrical stones to dry in the sun. Ain Feshkha was obviously the place to which monks went when they were expelled for episodes of uncleanness. It became also a place for celibates of the Diaspora, who because they did not live in the holy land, were classed as equal in status to such monks. Two further places in the wilderness were part of the monastic complex. One was the place now called Khirbet Mird or Hyrcania, nine kilometres inland, on about the same latitude as Ain Feshkha."
}