{
    "text": "Smith report airing could hamper probe By MARTIN SAXON POLICE investigations into possible criminal offences could be threatened by the release of a secret report detailing the private financial affairs of controversial Liberal MP Wayde Smith. Senior police and the Director of Public Prosecutions say that revealing the contents of the confidential document could seriously impair investigations and would also prejudice the hearing of any future charges. Police and the DPP have objected to the release of the report to the Sunday Times under the Freedom of Information Act. The DPP said disclosure of the document at this stage in the investigation was likely to seriously impair future investigation of possible offences which might have been committed. If charges do result, the publication dotted line is bound to have a prejudicial effect on any subsequent trial, it said. The report was prepared late last year for Premier Richard Court after questions about Mr Smiths personal finances and his business dealings with former Waneroo mayor Wayne Bradshaw. At the time, Mr Court refused to release the report, prepared by accountant Stephen Mann, but the Premier said that it disclosed no evidence of illegality or impropriety by Mr Smith. But in June, detectives seized the Mann report from the Ministry of Premier and Cabinet under a search warrant after earlier raiding Mr Smiths home and electoral office. Senior police now say the document is integral to ongoing investigations involving particularly sensitive issues. They have not elaborated on the nature of the investigation, but it is know that they have uncovered evidence that an alleged 50,000 councilrelated kickback to Dr Bradshaw was cashed through Mr Smiths personal bank account. The Sunday Times applied for FOI access to the Mann report last December, the day that the Premier gave Mr Smiths financial dealings a clean bill of health. In February, the Ministry of Premier and Cabinet said it was refusing to release the report and another related document, claiming they were exempt under various sections of the FOI Act. The claimed exemptions related to the deliberative processes of government, the disclosure of personal, business and commercial information and a possible breach of confidence. In March, the Sunday Times asked State Information Commissioner Bronwyn KeighleyGerardy to review the Ministrys refusal to release the document. The Commissioners review supposed to take 30 days under the FOI legislation dragged on for months and was complicated in June when police seized the Ministrys only copy of the Mann report. Six months after the review began, Ms KeighleyGerardy handed down her decision late on Friday. She has essentially rejected the Ministrys grounds for refusing to release the documents, but she considers the documents are now exempt because of the police investigation. I accept the advice provided to me by the Assistant Commissioner and the DPP about the status of the Mann report, she said in her decision. Taking into account that advice, and my own examination of its contents, I am satisfied that it is reasonable to expect that the disclosure of the report could reveal more than merely the fact that there was an investigation of some kind. Ms KeighleyGerardy, a former senior police officer, speculated about the effects of disclosure on the investigation. Several possibilities come to mind, she said. Disclosure may reveal for example the names of potential witnesses, sources of evidence, the nature of the investigation, the substance of the particular matters being investigated, the identity of possible offenders or other breaches of the law. She decided the Mann report and another document, still in the possession of the Ministry, were also exempt because their release could prejudice any future trials. Lodge fire sparks probe call By ANN TREWEEK ANOTHER fire this week in a rundown Subiaco boarding house with mentallyill residents has brought calls for a governmental inquiry. Claims of poor conditions at the Subiaco Lodge inspired Opposition health spokesman Dr Geoff Gallop to urge investigation and Subiaco Council is suggesting improvements and wants a meeting on the issue. This follows a fire on Monday night when a man was taken to hospital after setting his carpet alight and locking himself in his room. In July last year, two elderly men overcome by smoke were rescued from a fire causing 25,000 damage to one of the three Subiaco Lodge buildings. As a licensed boarding house, it is subject only to council regulations, not to State legislation on hostels for mentallyill people. The Coghlan Rd property advertises comfortable accommodation excellent home cooked meals. Dr Gallop wrote on Friday to the Health and Fair Trading Minister, Mr Foss, asking him to investigate if disadvantaged people not in a position to complain were being exploited. When the relevant authorities attended there was no fire extinguisher or hose, Dr Gallop said. He said problems with boarding houses were highlighted by the Burdekin report on the rights of mentally ill people, which urged stringent licensing and regulation by State governments. Dr Gallop said other concerns raised about the Subiaco Lodge were about the standard of food and facilities, and the supplying of medication by untrained people. Subiaco council chief executive officer Pat Walker made a brief inspection on Thursday afternoon after complaints. He said improvements were suggested and the council was interested in pursuing some other issues. Mr Walker said lodge areas he saw generally fulfilled minimum hygiene standards under regulations. It doesnt mean you and I and other members of the population would be happy there, he said. On Friday, lodge licensee John Nowicki and his wife installed two fire extinguishers in each building and smoke detectors in bedrooms. The lodge has 28 residents, including disabled people.Mrs Terera Nowicki said They have everything we can supply. The rate was 110 weekly for a single room and 100 for a shared room with all meals. Asked about the alleged smell in one house, she said Theyre not new houses. I go in every afternoon to clean them. But if someone piddled in the shower I cant spend 24 hours a day there. You cant stop them. Theyre not normal people. Insurers treat us like dirt, say victims By JIM POLLARD INSURANCE companies have been accused of emotionally raping injured workers through bulk referrals to controversial psychiatrists. The head of WAs Injured Persons group, Mrs Peggy Nilon, said she believed that hundreds of injured workers were being sent to psychiatrists for little reason other than undermining their compensation claims. People were being put through additional torment by being questioned about their sex life, past relationships, their childhood and personal habits which had nothing to do with a work injury, she said. Everyone goes on about victims of crime and while I sympathise with them, they at least are not shopped around among doctors and psychiatrists, Mrs Nilon said. What injured people are going through is absolutely appalling. They are treated like dirt, as though all of them are frauds. Insurance industry spokesman Tony Carter said if people believed that psychiatrists or medical practitioners were behaving improperly they should report them to the appropriate authority the WA Medical Board. If they are having those problems they should report it to the insurance company he said. And they could express their concerns through any service provider to WorkCover WA. Labor Relations Minister Graham Kierath said recently that WAs new workers compensation system had ended the controversial practice of doctorshopping when injured people were sent to numerous doctors or psychiatrists until one questioned a persons injury or capacity to work. But Mrs Nilon said the practice was still widespread, only now, insurers were referring people to specialists and psychiatrists far earlier than previously. The sort of psychiatrists theyre using are, quite honestly, dangerous and I dont use that term loosely, she said. Theyre dangerous people whether they are aware or not of the emotional damage that they do to injured workers. And I would hate to think they are not aware of the damage they are doing. People have committed suicide after seeing some of them here in WA. That means they are responsible for these peoples deaths, as are the insurance companies. They start off sending injured people to medical specialists whose objectivity we question. Then they end up sent to these psychiatrists and thats often the straw that breaks the camels back. Reports from one psychiatrist in the northern suburbs contained inaccuracies and dubious conclusions, she claimed. Theyre digging into peoples past traumas whether they were abused as a child, whether their parents were separated, whether they are bisexual. But whats that got to do with a persons injury Its like mentally or emotionally raping all these people. Mrs Nilon claimed it was a tactic, in the insurance companies eyes, to undermine a persons case. Mrs Nilon expressed frustration that there was public outrage over victims of crime, yet injured people were still being treated like dirt. PRISON PROBE INTO CONNELL By JANET WAINWRIGHT JUSTICE Ministry chief David Grant has ordered an immediate report into how Laurie Connell was given preferential treatment in Casuarina Prison Mr Grant learnt this week that Connell had been allowed selfcare in Casuarina just three months after he was jailed. Longterm prisoners in top security normally are considered for selfcare after six months. This lets them to do their own cooking from food supplied weekly by the prison and to do their own laundry. It gives prisoners more freedom to move around and have their meals when they wish. Selfcare is considered a perk, earned after being in a cell with meals supplied from a central kitchen at set times for the early part of their sentence. The inquiry into special treatment for the jails most publicised prisoner is the latest in a list of inquiries launched by Mr Grant. He is working closely with Director of Public Prosecutions John McKechnie QC and Police Commissioner Bob Falconer. Mr Grant vowed yesterday to stamp out any intimidation within the prison service. I will not tolerate any officers being intimidated because they are putting in place government policy, he said. There are a small number of officers who lost their access to apparently endless overtime under the previous government, and I will not stand by and watch others being threatened if that is what is happening. There are those who will see all this activity as a sign of chaos, but it is absolutely the opposite. It is the product of relentless determination to find any kind of inefficiency, illegality, maladministration or malpractice. I will make no comment on predecessors but I will not let anything lie, he said, indicating that a 1992 inquiry into millions of wasted dollars in the prisons building services division was not yet over. The inquiry was tabled in Parliament at the end of 1992 and a subsequent report upheld the contention that millions had been wasted. The problems go back 20 years and I inherited a WA Inc in miniature, Mr Grant said. bulletContinued Page 2 Connell jail perk probe Previously with the NSW Prisons Department, he was appointed to head the Department of Corrections in 1992 by former attorneygeneral Joe Berinson. He replaced longterm head Ian Hill, who now heads WAs Training Department. Soon after his appointment, Mr Grant commissioned the report into the departments building services division. Part of that inquiry has been with the Fraud Squad for 18 months but this week police handed their findings to the Director of Public Prosecutions. Senior Crown Prosecutor Gerard Overman is now considering whether any action should be taken. Mr Grants workload was increased when he was given the job of heading the new super Justice Ministry by AttorneyGeneral Cheryl Edwardes. He was given information in May alleging drug running in the jails and this was passed to the police. In July, Mr Grant was given a report of an interview with jailed Wanneroo councillor David King, which was passed to the DPP. The most recent report was from prison superintendent Peter Moore, who said there were allegations of standover tactics by prison officers opposed to the industrial reforms introduced on July 1 and narrowly agreed to in a secret ballot by the Prison Officers Union."
}