{
    "text": "Tax office looks at ways to reduce blowout in claims By TIM DODD The Australian Taxation Office is considering a range of measures to reduce the 2 billion blowout in personal tax deductions which is threatening to take back the savings in running costs made from the introduction of selfassessment. But no particular course of action has been decided upon according to a tax office spokesman. The 2 billion increase in deductions, revealed by The Australian Financial Review on Friday, costs the Commonwealth 700800 million a year in lost revenue. The spokesman said that the tax offices latest figures showed the huge increase in deductions had tailed off in the 198990 income year. But the 198990 figures are still provisional because not all personal tax for the year has been collected. The tax office points out that some of the increase in deductions is due to a growth in the number of taxpayers many from the lodgement amnesty, the effects of inflation, and more awareness in the community about employment related tax deductions. But tax officials do perceive the increase as a threat to revenue and are looking at what can be done. There are a number of alternatives. One would be to step up the number of audits andor apply the substantiation rules more strictly. These rules require taxpayers to have documentary evidence to support deductions claimed and are very specific as to the type of evidence required. If they were applied strictly in every case then a great many taxpayers would find they had not kept the correct receipts etc. to support the genuine deductions they had claimed. However, the Commissioner of Taxation, Mr Trevor Boucher, has taken a commonsense approach to substantiation, usually allowing deductions, even without the correct evidence, if it was clear that the taxpayer had incurred the expense. Last month Federal Parliament passed legislation which specifically wrote this discretionary power of the commissioners into the law. This means that a taxpayer can now appeal to the Administrative Appeals Tribunal should he or she disagree with the commissioners decision on whether to allow a particular deduction. Another way would be to approach the Government for new legislation limiting the types of deduction allowed or the amount which could be claimed. The option to disallow the first 500 of l,000 claimed outlined by the tax office in documents obtained by The Australian Financial Review falls into this category. But this particular scheme is political dynamite for any government unless it is part of a package of measures which offers compensation to taxpayers. One practical possibility would be for the Government to deal with the increase in deductions as a part of its income tax simplification programme. The programme, most of which is still under wraps, has looked at ways to simplify deductions as a part of the wider scheme. It is not clear how far the simplification of the deduction system will go, but many tax officials would prefer that deductions which are difficult to administer and offer avenues for tax avoidance be largely abolished and replaced by a system which deducted all personal income tax at source. Under such a scheme the Government would compensate for the revenue gain by making tax cuts, but it seems unlikely that the Government would agree to simplification on such a sweeping scale. Govt ends livesheep trade to Saudi Arabia until new agreement By CATHY BOLT The Federal Government has effectively shut down the troubled livesheep trade to Saudi Arabia. In a demonstration of increasing frustration over the Saudis continued rejection of Australian sheep, the Federal Minister for Primary Industries and Energy, Mr Kerin, yesterday told the Saudi ambassador in Canberra, Mr A. Rahman Alohaly, that the trade was being conducted in an unacceptable manner. In a statement issued after the meeting, Mr Kerin made clear that exports to Saudi Arabia, formerly worth 120 million, would cease until a health and quarantine protocol was negotiated between the two governments. The point has now been reached where, as I informed the ambassador, I do not see how the livesheep trade from Australian can be allowed to continue in the absence of a quarantine and veterinary agreement, he said. I cannot simply sit back and watch the commercial interests involved continue to go their own way, regardless of the consequence both in terms of animal welfare and our relations with other governments that inevitably have to become involved. While power to regulate the trade rests with the Australian Meat and Livestock Corporation, it is unlikely the statutory authority would issue approval for another livesheep carrier to leave for Saudi Arabia in light of the ministers statement. Mr Kerin said his meeting with Mr Alohaly was prompted by the Saudis decision last month to spurn two more cargoes from Australia and New Zealand 80,000 head aboard the Mawashi Al Gasseem and 66,500 head on the Mawashi Al Tabuk which left New Zealand in November. They were the latest in a series of rejections which began in mid The New Zealand sheep were finally unloaded in Jordan this week while the Mawashi Al Gasseems cargo is still being held in quarantine in the United Arab Emirates. They face an uncertain fate given the UAEs commitment not to take sheep rejected by the Saudis on grounds of disease. The New Zealand Agriculture Minister, Mr John Falloon, suspended livesheep exports from that country on Monday, also pending the establishment of a health protocol governing the trade. Mr Kerin said he had asked the Saudi ambassador to pass on to the Saudi Government and the Saudi Minister for Agriculture and Water, Mr Al Shaikh, the Australian Governments concern over the inability to come to sensible arrangements that would ensure the continuance of the livesheep trade on a secure longterm basis. Without wishing to detract in any way from the sovereign rights of the kingdom of Saudi Arabia in quarantine matters, these difficulties and uncertainties can only be resolved by governments. ASX to grant greater leeway on buybacks By BARRIE DUNSTAN The Australian Stock Exchange has produced a final draft that gives listed companies greater scope to buy back their shares on the open market. The new share buyback rules were the main part of a series of amendments to ASX listing rules released yesterday and now await formal approval by the Australian Securities Commission. The new share buyback rules are not expected to be operative until the part of the Corporations Act that allows onmarket buybacks is proclaimed. The ASX estimates this is unlikely to be before February. Under the new rules, listed companies have to establish a buyback scheme by lodging a notice with the exchange and advertising in a national newspaper. The notices need to give the maximum number of shares allowed to be repurchased, the reasons for the operation, whether directors and their associates reserve the right to sell shares onmarket to the company and which directorsassociates and any new information appropriate or relevant to shareholders. Once established, the buyback scheme can run for six months and can be reactivated to giver companies a virtual permanent right to buy on the market. This is a change from the second draft of the proposed rules, which the ASX now admits were inflexible and unnecessarily restrictive. The earlier draft limited companies to a shorter period and locked them into a fixed price for the buyback. Now, companies have the right to creep the buyback price upwards by a maximum of 5 per cent above the average of the last sale price on the last five days where a sale occurred. There are also provisions preventing directors or associates from selling into the onmarket offer if they did not reserve the right to do so in the original scheme notice. The rules also prevent a company from establishing a buyback on the market if the company or any of its directors are aware of an actual or proposed takeover offer or announcement for any of the securities of the company. The new rules also contain strict requirements to disclose where directors or associates have sold to the company in an onmarket buyback sales by directors must be notified to the exchange before the start of business the day after the dealing. The ASX says in its supplement containing the rules that it concluded after submissions on the second draft that it should establish a straightforward, simpletofollow mechanism to allow companies to repurchase their shares at advantageous prices. It has agreed with arguments that it should rely on protections given to shareholders by legislation and common law to deter abuse of the buyback mechanism by directors and their associates who wish to use the market. The rules dispense with some of the notice requirements under the second draft which the ASX says would have imposed substantial costs on companies with a large number of shareholders. The real shape of Austs war effort CANBERRA OBSERVED BY GEOFF KITNEY Australia is making a vastly larger contribution to the Gulf war than a handful of navy ships and medical teams and would have a crucial role to play in what the Prime Minister, Mr Hawke, promises will be a new international order emerging from the conflict. There has been little public discussion and only oblique government acknowledgement of the connection but the fact is that the US joint facilities in Australia are playing a key role in providing early warning of Iraqi missile attacks on Israel and Saudi Arabia and intelligence on Iraqi defences, troop movements and military tactics. The Nurrungar satellite ground station in outback South Australia is the link to the US Patriot missile batteries in the Gulf which have had such success bringing down Iraqi Scud missiles. Nurrungar picks up through infrared satellite sensors the rocket plumes at the point of firing thus giving early warning of the attacks. One senior government figure yesterday suggested that even if Australia sent every aircraft, ship, tank and serviceman to join the allied force in the Gulf it would be less of a contribution to the war effort than the role being played by the joint facilities. It is understood that in discussions with other countries involved in the multinational force in the Gulf, Australia has referred to the role of the joint facilities as its major contribution to the allied efforts to eject Iraqi forces from Kuwait. And the possibility has now been raised that the joint facilities will be given a significant new role in providing vital information which would be necessary for the successful establishment of a new international order policed by the United Nations. The Minister for Foreign Affairs, Senator Evans, in an interview with The Australian Financial Review yesterday, indicated that the joint facilities could be as important to multilateral arms control planning and enforcement in the postCold War period as they had been in policing bilateral agreements between the US and the Soviet Union. If you are moving into a new arms control and verification regime, as part of a new world order in which there is a more rational approach to the resolving international conflicts, the joint facilities have a very definite role in that, he said. The essence of the new world order which the US president, Mr Bush, and Mr Hawke had talked of as being what was at stake in the Gulf war would be a new international structure in which conflict would be resolved through the cooperation of the great powers under the umbrella of the United Nations. There would be three essential elements to this an effective conciliation and peacemaking process built around the SecretaryGeneral of the United Nations a strong peacekeeping force structure and a process of arms control and disarmament policed by the United Nations. If multilateral arms control agreements such as the chemical weapon regime which Australia has been playing a key role in seeking replaced bilateral agreements between the superpowers as the major form of international policing of the behaviour of countries, verification would be crucial."
}