{
    "text": "Lethal cocktail of party and drugs By WAYNE MILLER and GLENN CONNLEY A WINTER afternoon, the start of the school holidays.Teenagers with two weeks to themselves look forward to starting the break with a Saturday night out. It probably was party time for thousands of young people across the state. But for one group, it was the road to disaster. THREE girls, barely into their teens, gathered to discuss a friends birthday party later in the evening. Another teenager, a boy on the verge of manhood, was out chatting with friends at neighborhood shops. Young couples attracted to more affordable housing in the rapidlygrowing city were preparing to put their babies and toddlers to bed. Others were watching the evening news, dominated by the new casino and a minor fire scare there. It was such an ordinary Saturday evening in Melton, the satellite city to Melbournes northwest that is home to 39,000 people. But a lifeordeath gamble was unfolding as 17yearold Nyjel Smith slipped back into his familys home and took the keys to his fathers car from their regular place in the kitchen. Police suspect Nyjel had taken his father Gregs car a number of times before, joyriding with friends through local streets. Meanwhile, with the school holidays approaching, Rebekah Peake, 14, Tracey Kelly, 13, and Sarah Bhushan, also 13, were preparing for a night out. First there was a policerun Blue Light disco which had been organised in Melton High Schools recreation hall. But it was a slumber party to celebrate the 14th birthday of a friend, Lee Hall, that the closelyknit teenage trio were most excited about. At 5pm Rebekahs best friend, Kristie Vernon, 14, met her at the home of Tracey Kelly, 13, after watching friends play netball at a nearby school. We went into the garage to talk about what we were going to do that night, listen to some music and have a bit of a laugh, Kristie said yesterday. Then Nyjel dropped around. He wasnt sure if hed go to the Blue Light. About 30 pm, Nyjel Smith left his Lavarack St home on foot. He told his family he was just going out, which police say was nothing out of the ordinary. He was the type of kid who had started to stay out all night and stretch his freedom, said Insp. Noel Ashby, of the accident investigation section. Nyjel walked to shops at the corner of Station Rd and the Western Highway to meet friends, arriving about 7 pm. Insp. Ashby says a convenience store there is a real hangout for the local kids, with up to 30 often sitting around outside. Kristie Vernon, Rebekah Peake, Tracey Kelly and Sarah Bhushan went to the Blue Light Disco, which began about 7 pm. About 8pm, police say, Nyjel went home, took his fathers car and drove to a convenience store where he met Tracey Kellys boyfriend Travis Wilson, also The two boys drove to Lerderderg Gorge, about 30 minutes away. Around the same time, Lee Halls birthday party began at her house in Bridgeford Cres. Lees mother Kristine picked the girls up from the disco at 15pm. Nyjel Smith and Travis Wilson turned up at the birthday party in the car, and offered to take the girls for a spin. Ms Hall was to say later she was unaware of any drugs or alcohol at the party, and that the first she knew of the teenagers venturing out was when police knocked on her door about 6 am on Sunday. I feel guilty because it happened at my house but dotted line there is only so long you can keep an eye on kids at a slumber party without running it for them, she said. Kristie, Sarah, Rebekah, Tracey, Nyjel and Travis piled into the Smith car to go down to High St and pick up something to eat, just after midnight. During their trip, Nyjel dropped in at the Mobil Service Station on High St and bought two tubes of gas lighter refill. Kristie said that for the next 40 minutes the five sat in the front room of Lees house, inhaling the lighter gas and drinking bourbon and Coke. It was mainly Nyjel doing the stuff lighter gas. We all had a bit of a try. We all had a bit of a drink, Kristie said. Just before 2 am Nyjel and Travis went for another spin, this time to Keilor. They werent away for long, said Kristie. Nyjel, Travis, Rebekah, Tracey and Sarah decided to go for another drive about 30am. Kristie was also going this time. I was almost in the car. I went to go with them but just jumped back out again. I didnt want to overload the car and I had a bad feeling about it, she said. I said to Bekky Ill see you soon, but I had a feeling I wouldnt. Kristie said Sarah Bhushan wasnt keen to go either, but was convinced by her older friends. In the seconds before they left, Kristie pleaded with Nyjel not to drive. She said she could see he had drunk too much bourbon. At 55am on Sunday, the car careered out of control on the Western Freeway, just east of Bacchus Marsh Rd, and slammed into a steel pylon supporting overhead signs. The car split in two, with its engine being thrown 45m further on. Nyjel Smith, Travey Kelly, Sarah Bhushan and Rebekah Peake were killed. Travis Wilson was catapulted out of the car, still strapped to his seat, and landed about 15m from the point of impact. He was flown to the Alfred Hospital for extensive surgery, where he was still in a critical but stable condition last night. Insp. Ashby said the driver had lost control and gone on to one side of the road, corrected or attempted to correct and just collided with the pylon in the process. At 45am, Kristie Vernon heard a knock on the door. She says she knew it was not her friends returning.She had heard the police helicopter while lying in her sleeping bag and felt sick in the stomach. I heard the police come. I heard them say accident and somebody said four were dead. I hoped it wasnt Bekky, but I knew it was. Asthma woman dies GRIEF IN BED CHASE By HELEN CARTER, medical reporter THE wife of a senior Australian sport official has died after a search of Melbourne hospitals for an intensive care bed. Mrs June Long was admitted to the Alfred Hospital at 7pm after an asthma attack, but died next morning. Her husband, former president of the Australian Cycling Council, Mr Bill Long, said that not even having top health insurance could ensure his wife, 70, had an intensive care bed. The situation needs to be really looked at by the Government, not fiddled about with, he said. If we can just save somebody else. It is much better to have too many beds than not enough. Mr Long contacted the Herald Sun after an exclusive report yesterday revealed a beds crisis at the Alfred. It said one patient waited 48 hours on a trolley before getting a bed.Surgery for some cancer and heart patients was also cancelled to free emergency beds. The State Government yesterday denied problems at the Alfred represented a crisis in the hospital system. But it was revealed that at least one other major public hospital, Monash Medical Centre in Clayton, had difficulties in emergency. Speaking last night after his wifes funeral, Mr Long said his wife had gone to the Alfred last Tuesday evening. He had left late at night, because he thought his wife was stable and would be transferred to a bed. Those staff were working themselves to death. They were pushing people around in beds trying to find a bed, he said. She was on a trolley and they were trying to find a bed. The ambulance crew were here as quick as a flash and Im not suggesting they or the staff at the Alfred were at fault because they worked hard. With the conditions they were working under, they ought to be given gold medals. Mr Long said that when he phoned on Wednesday staff told him his wife had had a bad night and that they were trying to find her an intensive care bed. Two hours later he was told his wife had died. The Alfreds director of medical services, Dr Peter Eisen, said Mrs Long was admitted at 7 pm. She was went into a ward at 1 am but her condition deteriorated. Dr Eisen said staff searched every intensive care ward in Melbourne but no bed was free. Eventually one was found but just before Mrs Long was transferred by ambulance she stopped breathing and could not be resuscitated. Dr Eisen could not say whether Mrs Long would have lived had an intensive care bed been available sooner. But it was fair to say her chances would have been better. He said it was indicative of the overall situation and pressure on beds. Dr Eisen said that on one night last week there were no spare intensive care beds, even in private hospitals. The Alfreds director of emergency services, Dr Linas Dziukas, said conditions in the emergency department were just not acceptable. He said the problem had been so bad recently that 40 patients were squashed into cubicles designed for Patients line the corridors on trolleys wherever we can find room, he said. The Acting Health Minister, Mr Rob Knowles, said the Alfred had coped well with a 30 per cent rise in emergency patients in May. Mr Knowles said all patients had been provided with the appropriate level of care. There may have been some temporary arrangements while a bed was found but in fact the hospital coped extraodinarily well, he said. The Opposition health spokesman, Mr John Thwaites, attacked the Governments casemix funding formula and health budget cuts. Mr Twaites said noninpatient services, including accident and emergency, had been cut by 7 per cent this year. A Government spokesman said upgrading the Alfreds emergency department was being considered. Poachers reap abalone fortune By MIKE EDMONDS HITECH criminals use fast boats, radio scanners and militarystyle night vision goggles to poach 150 million of abalone a year, the State Government says. The Natural Resources Minister, Mr Geoff Coleman, says as much abalone is poached as is legally caught. The shellfish is sold to unscrupulous restaurants and on the lucrative Asian market where it can fetch more than 100 a kilo, enforcement officers said. Mr Coleman, who will launch an antipoaching offensive tomorrow, said abalone was the states most profitable fishing industry. In Japan, a single meal of illegally imported Victorian abalone can cost up to A Authorities believe abalone meat is being smuggled out of Victoria through a substitution racket. Department of Conservation and Natural Resources officers have uncovered single shipments of up to 500 kg of illegal abalone. Last weekend an officer was assaulted and more than 200kg of meat seized in a raid on a home and garage which had been fitted out with freezers. Mr Coleman said some of the wellorganised poaching syndicates had set up canning facilities to process the abalone. Licenced abalone divers presently get about 38 a kilogram, but earlier this year the price was about In Asia, Australian abalone can fetch more than 100 a kilo. There are 78 divers in Victoria, and they are each allowed to take 20 tonnes of abalone each year. The divers each pay a 28,000 annual fee and the licences are transferable. A licence was recently sold for 9 million. We have issued licences to the level which we believe will allow the industry to sustain itself, Mr Coleman said. As a rule of thumb however, we believe there is just as much taken illegally as legally, and there are local processors and restaurateurs who are not picky about who they buy from."
}