{
    "text": "Daikyo stops 800m projects Overreaction, says Goss JAP FREEZE ON QUEENSLAND GIANT Japanese resort and development company Daikyo has halted all its new projects worth 800 million on the Gold Coast and Cairns. The company said the shock move was made because of uncertainty caused by a Trades Practices Commission inquiry into its Cairns hotel holdings. The stopwork decision involving thousands of jobs comes at a time when tourism in Queensland is experiencing a major downturn and the Cairns construction industry is on its knees. Daikyo chief executive, Sir Sydney Schubert, yesterday described the freeze as a considered move in a tricky economic climate. He strongly rejected a claim by the Premier, Mr Goss, that the company had overreacted. Mr Goss described the companys move as quite unnecessary. But Sir Sydney said Theres no use going ahead with a project until the condition is clarified. To carry on spending money on design fees and basic construction costs which might be wasted no company could afford that. Its not a petulant move to put on any pressure, its simply stating the actual position of our company. Its been well considered. Sir Sydney, speaking as he teed off at the Royal Queensland Golf Club, refused to say whether he though racist motives lay behind the TPC inquiry. He did not want to say anything that could inflame the situation, he said, but defended the freeze on new projects. In the private sector, when youre spending money which could be wasted, I dont think its an overreaction, he said. The bottom line is profit and with the present state of the tourism industry and hotels not exactly booming, you have to watch the bottom line. Daikyos shock announcement comes amid reports that another major Pacific rim trading company is set to pull out of Queensland and transfer operations to Hong Kong. There is also a question mark over 600 million worth of resort developments planned by Koshin Co for the Gold Coast after the company president was arrested in Japan for allegedly manipulating share prices. The projects Daikyo has halted include BulletA 400 million resort at Palm Cove, 26km north of Cairns, which was to have begun next week and would have employed 1800 people during construction BulletA Cairns city office tower BulletAnd the 300 million Gold Coast International Resort in the heart of Surfers Paradise. DAIKYO is by far the largest Japanese investor in Queensland and has concentrated on leisurebased investments and worldstandard golf courses. It already has a 1 billion stake in the Sunshine State, including the Brisbane Sheraton Hotel, Gold Coast International Hotel, Cairns Four Seasons, plus 50 percent of the Cairns Hilton and Cairns International, and 25 percent of Jupiters Casino and the Conrad International on the Gold Coast. Mr Goss said the Daikyo freeze was quite unnecessary and the TPC inquiry had nothing to do with the State Government. We didnt initiate it, we have got no control over it, he said. The Government had no problems with the Palm Cove project because it proposed to add something to north Queenslands tourist infrastructure, he said. However the Four Seasons deal, which the Government had opposed, would have increased Daikyos market share without adding any value to the State economy. I think that there is a clear distinction between Palm Cove and Four Seasons, Mr Goss said. Palm Cove is new, with Daikyo constructing new facilities and providing new employment, whereas Four Seasons was an existing operation. Mr Goss said he had not contacted Federal Treasurer Paul Keating about the Daikyo action but would be in touch with the Japanese company tomorrow to find out what their concerns are. A Daikyo corporate spokesman said the company was greatly concerned about the investment uncertainty caused by the TPC inquiry and the State Governments stand on foreign ownership. He said the freeze was a serious economic move a hard business decision. The freeze will stay until the situation is clearly sorted out once and for all. We will not launch into such a huge expenditure when there is a chance that the Trade Practices Commission inquiry could stop it proceeding. The commission is working in relatively uncharted waters. Previously it has looked at situations like BHP taking over a like company and dominating the market. But is it now going to look at a company like AMP perhaps, dominating suburban shopping centres Even the hotel industry itself hasnt sorted out what a twostar, threestar, or fivestar hotel in Australia is. And yet the TPC is examining Daikyos Cairns hotel holdings to see if it is in a dominant role. If the industry is uncertain what hotel star ratings represent, where does that leave the TPC The TPCs regional director, Mr Alan Ducret, said he believed a decision on the inquiry could be delivered in the next two weeks. The question of domination came up and it was up to us to look into it. If they have frozen work on their projects as a result, that would be quite a pity, he said. The Treasurer, Mr De Lacy, said the inquiry had been initiated by conlcerned businesses in Cairns. Gold Coast mayor, Ald Lex Bell, is concerned that the hold on Daikyos plans will leave another unsightly vacant bloc, in the heart of Surfers Paradise. The Gold Coast International Resort site is one of 42 undeveloped blocks concerning the council. We would not like to see another construction site remain empty. We have got quite enough that are empty now, Ald Bell said. The council has been pressing the Foreign Investment Review board to force overseas developers to build on land within the time frame set out in the regional purchase approval. The FIRB has relaxed time limits for development of Gold Coast sites owned by foreigners because of the economic downturn. On Friday, Gold Coast Council aldermen decided to put pressure on the Treasurer, Mr Keating, to use legislation to make developers begin their projects. Ald Bell said, it was sad to see buildings in the heart of Surfers Paradise pulled down and nothing put up in their place. We are writing to Mr Keating to say that the present situation is just not satisfactory, he said. We dont believe that the time development rules should be relaxed. It has got quite out of hand. Mr Keating should do something. It is not as though we want him to change the rules after the fact. We want the rules that are there enforced. He said Daikyo had helped the council. They are giving us some land from the site to enable us to widen the Gold Coast Highway. That has not been transferred yet so I hope this situation does not change that. GOSS TORPEDOED PREMIERS FRONT By political reporter TESS LIVINGSTONE THE Queensland Premier, Mr Goss, torpedoed a plan by all other premiers to confront Treasurer Keating with a give us a better deal or well all raise state taxes ultimatum. Parliament House sources in Canberra said the move was discussed in on Thursday night and Friday morning, with the South Australian Premier, Mr Bannon, playing a leading part. Even New South Wales Liberal Premier Mr Greiner was prepared to line up with his Labor counterparts with the threat of higher taxes and only Mr Goss, bound by an election promise of no new taxes, prevented a united front. Mr Goss was reluctant to discuss the planned ultimatum yesterday, but said with a grin Well, Queenslanders are always difficult. He also said Mr Keating was not the type of character to be moved by such a stance, especially given the fiscal restraint the Commonwealth had imposed on itself. Mr Goss returned to Queensland yesterday ready to take the pruning sheers to existing state programs in the leadup to his first Budget. Its tough on all the states and Queensland is looking at a 500 million shortfall over the next three years. Mr Goss said. He said he and the State Treasurer, Mr De Lacy, would put the options to Cabinet bluntly tomorrow the shortfall could be made up by imposing a fuel tax or financial institutions duty, or by cuts in existing government programs. Mr Goss said tax increases would be avoided, and high budget areas such as Primary Industries, Transport and Land Management had already been identified as areas where savings could be made in capital and recurrent spending. This could see cuts in the rail electrification program, mapping, surveying, land management and soil conservation and primary industries subsidies. The Premier said programs that had been operating for a number of years would be examined to see if they still deserved the priority they were being given. He said the Government was on target to honour its promise of a Seniors Card with concessions for Queenslanders over 70, but this could have to be trimmed. Mr Goss rejected claims by the Liberal Leader, Mr. Beanland, that Queenslands free hospital system was in jeopardy. He said Queensland had received a 4 percent increase in base hospital funding, compared with a national average of 3 percent. Mr Beanland said Mr Goss was planning to take the axe to primary producers. Mr Beanland said the reduction of farm truck registration concessions would cost primary producers more than 8 million. He said Mr Goss could talk tough about spending cuts but he had to find an extra 350 million to fund new expenditure. The Opposition Leader, Mr Cooper, said Queenslanders would have to ask themselves and the Government where is the money coming from every time a Minister announced a new initiative. Every dollar in spending that is announced and is not matched by a cut somewhere else will be carrying Queenslanders closer to increased taxes following the tough result at the premiers conference Mr Cooper said. It is one thing to achieve efficiencies and savings. It is another to decimate budgets in a bid to implement extra programs. What you can so easily end up with is programs that do not work because they are underfunded. Queenslanders may be much better off if there was simply a moratorium on new Government services and programs until the economy picks up. TAXI SEX CLUE IN MURDER RIDDLE By GUY KER THE sexual escapades of some Bundaberg taxi drivers could explain one of the most baffling murders ever committed in the State. Detectives investigating the unsolved slaying of cabbie Bryan Hodgkinson nearly three years ago now believe he may have been killed by a jealous husband possibly one of the citys leading citizens. Inquiries have so far failed to pinpoint a suspect, but details of the crime suggest an intriguing link to the pattern of nocturnal dalliance that has since come to light among taxi drivers plying their trade in the sugar city. A number of cabbies have confessed in recent interviews to conducting illicit affairs with customers, adding weight to the revenge theory given credence by the symbolism of the execution. Popular with colleagues and customers alike, 48yearold Mr Hodgkinson was found on September 10, 1987, stabbed and bludgeoned to death on a remote roadside about 25 km from town. A number of opportune places for murder along the highway had been overlooked in favour of the site chosen the entrance to a Uniting Church home for wayward boys. The suave, debonair cabbie had been frogmarched from his cab, hit about the head and then forced to walk a few metres further to the spot where he was finished off, his jugular vein severed by a 15cm blade. Placed neatly beside his outstretched right hand were his hankerchief, watch and false teeth. The murderer then drove the cab back to town, wiped it free of fingerprints and dumped it in a suburban street. The possibility that the murder was a warning to small town Lotharios milking their profession of its sexual fringe benefits is increasingly favoured by Det Sgt Tim Roche, the 45yearold investigator in charge of the case. When we started asking questions among the cabbies people came forward and said This is confidential, but Im having an affair with so and so for goodness sake dont tell my wife, said Sgt Roche last week."
}