{
    "text": "LOOKING AT apples A GRAND PARADE OF THAT MOST TEMPTING FRUIT OUR OLD FAVOURITES, NATURALLY, AND SOME OF THE NEWER VARIETIES APPLES ARE THE LATEST INHABITANTS of the greengrocers shelves to begin appearing in interesting new varieties. Around now, you may see, alongside old friends such as Jonathans, the showy red Royal Gala and red and yellow Jonagold, as well as striped and russeted Coxs Orange Pippins the last not a new apple, but a famous old English variety that is more widely available than heretofore. Coming along any minute, in company with familiar Granny Smiths and red and golden Delicious, there will be Mutsu and Fuji. Later, as well as the now wellestablished Bonza which was itself big news some halfdozen years ago when it was launched on the market, there will be Sundowner and the big success among the new varieties, Pink Lady. These new names belong to those few that have made the grade out of innumerable possibilities. Since apples do not grow true from seed, new varieties appear constantly. The vast majority will remain nameless and forgotten, but once in a great while either an accidental seedling that appears in an orchard, or one of the thousands raised in breeding programs every year, will be chosen as a champion. Identical descendants can then be bred from this tree by vegetative propagation. Australia had many more apple varieties until half a century or so ago than we have now. Then the dreaded process began by which growers concentrate more and more on efficiency of operation than on giving the customer the best possible range. It was simpler for both grower and retailer to stick to just a few kinds of apple, and the choice at the greengrocer shrank to little more than the big three, Granny Smith, Jonathan and Delicious. In addition, as with much other fresh produce, those varieties that did survive were bred toward characteristics that suited the grower disease resistance, heavy cropping, standing up well to lengthy storage and transportation often at the cost of fine flavour and texture. Apples joined the list of fruits and vegetables that had lost much of their remembered charm. The turnaround began after Australian growers lost the UK market when that country joined the European Economic Community. Around the same time, on our own fruit and vegetable scene, the trend was beginning that was to become an explosion, introducing us to scores of new kinds, new colours, new shapes, new sizes of everything from lettuce to leeks, potatoes to pears, berries to beetroot. A good greengrocer now carries some 85 items on his shelves, compared to 45 a decade ago. Customers are inquiring and interested, and expect plenty to choose from. To capture its share of this interest, the apple industry needed to offer more variety and more of the characteristics that consumers, as opposed to growers, care about. It wouldnt work, the experts felt, simply to bring back the old varieties. Those apples might have tasted terrific, but they didnt on the whole have the perfect, uniform good looks that todays consumer has come to expect. They didnt stand up to lengthy storage as well as modern varieties do, either. Apples were more seasonal then, whereas today we demand good fresh apples all year round, and the industry meets this demand by keeping much of the crop in Controlled Atmosphere storage a precisely controlled condition that puts the fruit to sleep, so that, theoretically, it emerges as fresh as it went in. The ability to store well is an allimportant characteristic for a modern apple variety, although its obvious to any consumer that some still dont perform as well as they might. What the old apple varieties did have were flavour and marked individual characteristics, so that one would buy one kind of apple for making a good, tart jelly, another kind for roasting, making zesty applesauce or cooking in a pie, and another for eating, with plenty of choice according to whether one preferred a dense or juicy texture and a spicy, honeyed, aromatic or sharp flavour. The new varieties are undoubtedly handsome and industry spokesmen say that they combine the best of new and old characteristics, although there still doesnt seem to be a new one with the tang of a fresh Jonathon. Its fashionable to complain about what they have done to fresh produce, but the ultimate power lies with the consumer according to how discriminating we are when we go to the greengrocer, we get what we deserve. If we buy mediocre apples, we are encouraging the industry to keep growing them. If we want apples all year round, it is unreasonable to decry lengthy storage and remember that apples have always been stored in cellars to last through the winter, long before newfangled science took a hand some kinds, indeed, are too sharp to be palatable when picked and need some storage time to mellow. The apple industry is listening again its up to us to decide which varieties, new or old, deserve our support. STORING APPLES Dont keep apples in the fruit bowl they will remain in much better condition if kept in the refrigerator, in the crisper or a perforated plastic bag. Dont wash them until you are ready to use them. Bonza A Jonathan sport a sudden, spontaneous deviation from an established type found at Batlow, NSW, about 25 years ago. Hailed by the industry as the successor to the Jonathan since Bonza remains juicier and crisper after lengthy storage. A midtolateseason apple with firm flesh and good flavour, although it does not have quite the piquant tang of its parent. Braeburn A new midtolateseason variety with cream flesh, sweet and with a touch of sharpness. Coxs Orange Pippin An old English earlyseason variety with dense, sweetsharp flesh, good for both eating and cooking, although apple fanciers say that some of the character has been bred out of it in recent years. Fuji A major new Japanese variety that has become popular internationally, this lateseason apple is available from April to September. Texture is extremely dense, so it bruises easily. This juicy apple with a distinctive flavour also cooks well. Golden Delicious Originating in a chance seedling found in West Virginia, USA, around the turn of the century, this is a midseason to late apple with creamywhite flesh and a flavour that has the typical aromatic quality of the Delicious family, but is insipid to many tastes. It performs well in cooking, its slices holding their shape well for decorative tarts. Granny Smith An old variety originating from a chance seedling at Ryde, NSW, and now popular worldwide. A late apple, appearing in the shops in April. An excellent cooking apple whose flesh falls to a pureacutee. Good eating, with tart, crisp flesh, when eaten fresh, but often disappointing as an eating apple out of season. Jonagold A new variety descended from Jonathan and Golden Delicious, this early apple was preferred, in a recent test, by the consumers who sit on the CSIROs sensory evaluation panel, to all other early varieties, including Jonathon. Jonathan An old variety originating in the USA in the early 19th century. It is an earlyseason apple with crisp, juicy flesh and, when eaten fresh, an outstanding sweet and tangy flavour. Although a popular apple, Jonathan does not come through lengthy storage well, so is in danger of being phased out of production. Not recommended for cooking. Lady Williams An old variety, the result of a chance cross between Rokewood and Granny Smith in Western Australia. A very late apple, appearing in the shops in July. Very firm flesh, extremely tart in flavour when picked but developing a distinctive sweet flavour and generally improving with storage. Pink Lady A new Australianbred variety descended from Lady Williams and Golden Delicious, it has had great success both here and overseas. A late apple, harvested in May, with dense, firm, fine flesh and flavour somewhat reminiscent of Golden Delicious but with more character. Sundowner Another descendant of Lady Williams and Golden Delicious, but with more Lady Williams characteristics than Pink Lady. A late apple which, like Lady Williams, is very tart when picked but whose sugar level improves with storage to make it sweet and flavoursome. Fairly firm but easily bruised. Red Delicious A midtolateseason American variety which began to be grown in Australia in the 70s. Although it dates from last last century, it has been considerably modified in more recent times to develop more colour, better storage qualities and a more distinctive, elongated shape. Its flesh is firm, creamyyellow and juicy, flavour is sweet and aromatic but a little flat. Nevertheless, it is Americas most popular eating apple. Not recommended for cooking. Royal Gala This new variety, developed in New Zealand, is the brightest of the Gala strains, which run from pale yellow with a blush through to this crimson beauty. An early apple, harvested in February. Densetextured, juicy and sweet. Makes good baked or poached apple, but not good for good apple puree. Tassie Snow An old variety from Tasmanias Huon Valley, this is a midtolateseason apple with cream flesh and sweet, subtle flavour. treadinggingerly USED IN COOKING, SWEET AND SAVOURY, SINCE ANCIENT TIMES, GINGER IS SYNONYMOUS WITH STRENGTH AND VITALITY IN MY UNCOUTH YOUTH I CONSIDERED GINGER a robust and rather crude flavouring. I heaped large quantities of old fibrous ginger root into deranged stirfries, and marvelled at the pungency. For morning tea at work we were given a biscuit so oversaturated with vulgar industrial ginger powder that it could not be mellowed even by dipping in stewed coffee. I decided ginger sweets were off my menu when sold a rancid dish of preserved ginger topped with artificial cream by a restaurant that had no shame. I was so misled by these experiences that when I did encounter a sublime dish with exceptionally clean spiciness, I failed to recognise that ginger was the star flavouring. The dish that changed my view was a simple, perfect fishfry. And it was cooked by a Malay significant because Malays have had more experience at cooking ginger than perhaps anyone else on earth, centuries of it. Ginger is the undersoil stem of a plant native to tropical Asia and thought to be first cultivated in Malaya. Malays consider ginger essential when cooking fish, because it subdues strong fishy odours. An aroma of sweet clean heat hovered over the wok. My fish tasted distinctive and pure. Of course it is all a matter of balance, and good quality ginger. Australia and New Zealand ginger is usually sold more mature than the prized young ginger sold in Southeast Asia, which means that it is not as sweet and subtle, but it is mild compared to that grown in West Africa, yet stronger than that grown in the Caribbean. If you are using an American cookbook, the ginger referred to is probably Caribbean. In an English cookbook, it is probably West African. You will have to make adjustments to these recipes. The best ginger races from the Portuguese word raices, or roots are hard, with taut almost translucent skin it does not need peeling. Good luck, because ginger that good is hard to find. Try the Asian markets, or pick over the ginger at your greengrocer looking for the best of the batch. Reject roots with heavily wrinkled skin and paunchy flesh its useless. You may not be able to avoid ginger with a few wrinkles, but make sure its firm. Slightly less than perfect ginger will yield good results but you will need to use a little more to obtain a good depth of flavour and you will certainly need to peel it. A salad of young, fresh ginger and tomatoes is used in parts of India like a sorbet to clean the palate. Ginger icecream is popular in some parts of the USA warm flavour within the icy confection is surprisingly pleasant. In China, I have been served a dish of cat and ginger that Im sure was perfectly flavoured, although I have to confess I only pretended to eat it."
}