{
    "text": "2 APPROVING TRAVEL 1 INTRODUCTION The first step in arranging official travel is a decision that there is a need for the journey. This prompts three important questions Who makes the decision What other matters need to be decided And, how should these decisions be recorded This chapter addresses the first two questions and Chapter 3 looks at the third. 2 PRIOR APPROVAL When a journey requires air travel or overnight accommodation, cost may be substantial. For such travel it is therefore essential to have a reliable means of controlling payments. A system which focuses attention entirely on approval of payments after the trip risks creating a rubber stamp for ad hoc decisions made earlier in the process. Control of the travel payments system will be most effective if it starts in the planning stage with documented approval before the journey commences. A good prior approval system has several advantages. ADVANTAGES OF PRIOR APPROVAL bulleteliminates ad hoc decisions bulletensures consistent application of travel policy bulletprovides better control of the travel arrangements in each case bulletimproves planning and coordination bulletestablishes limits for expenditure bulletensures the person travelling knows what is expected of them bulletprovides a basis for checking subsequent payments bulletassists in budget management Approval in writing before a journey commences should be mandatory. In most cases this will be a relatively simple procedure. If the written authority to travel encompasses approval for all aspects of the journey it can streamline processing of the arrangements. If exceptional circumstances are likely to arise, where prior written approval is impossible, then the policy should clearly specify the exceptions and how they apply. If anyone can approve official travel the system will be difficult to control. On the other hand, if approving officers are too few to cope with the volume of travel, or they are too remote to assess travel needs properly, informal and perhaps inappropriate practices are likely to develop to overcome the difficulties. A balance between these extremes is needed. To meet the practical needs of the organisation and preserve accountability, an appropriate number persons of suitable seniority should be delegated to approve travel. Provisions should also be made for approval by a more senior officer for travel by delegated officers, as it is inappropriate for them to approve their own travel. Recommendation 1 Require prior written approval by a delegated officer for all travel involving an overnight stay away from home base. Prohibit approval of own travel by delegated officers. Approval for travel by local councillors is the responsibility of Council and should be given by specific Council resolution prior to the journey. The resolution, recorded in the minutes, is therefore the authority to travel. Notwithstanding this difference in the approval process, the underlying principles in the recommendations which follow are applicable to travel involving overnight stay by councillors. 3 BUDGET MANAGEMENT AND DELEGATIONS When travel is approved public money is committed. Proper management of resources improves efficiency and helps to eliminate misuse. Some organisations compromise this by separating the approval process from control or awareness of the budget. Approving officers who are unaware of their travel budget allocation cannot make informed decisions when planning or approving journeys. Those who are fully informed about expenditure to date, availability of funds, and journey costs have a greater incentive to eliminate inefficiency or misuse of funds than those who are isolated from such budgetary imperatives. It is also essential that those responsible for approving travel be given appropriate financial delegation. Delegations, which usually apply to a particular position rather than to individuals, should be in writing and should specify expenditure limits. Manuals or instruments of delegation, which sometimes do not reflect actual practices, require regular review and revision to ensure they continue to serve the practical needs of the organisation. Recommendation 2 Ensure all approving officers have appropriate financial delegation and access to sufficient budget information to make informed decisions. Review delegations regularly to ensure they are practical and reflect actual requirements. Sometimes it is necessary for more than one officer to be involved in the approval process. For example, a recommending officer may examine the details of each applicationauthority to travel and sign it prior to consideration by the approving officer. In large organisations, processing a lot of travel, approving officers may be able to improve efficiency by delegating the confirmation of certain details in this way. However, whenever it is necessary for more than one to be involved in approval there is always a risk that each person in the chain will assume that someone else is checking the details more thoroughly than they do. It is therefore prudent to eliminate any overlap in function by separating responsibilities and clearly defining the role of each person in the process. The responsibilities of all officers involved in considering andor approving travel should be fully documented in policies and procedures. Recommendation 3 Clearly define and document the responsibilities of approving officers. Separate responsibilities where there is a need for more than one person to be involved in considering an applicationauthority to travel. 4 KEY APPROVAL QUESTIONS The need for travel is the first question to be considered by the approving officer. Some types of travel are part of an annual plan, or are so integral to the agencys functions that the need for the trip is established well in advance. Nevertheless, even with such preestablished commitments, shifting priorities and competing work demands may force review of the need for each journey. Once the need for travel is established, several other questions should be considered before a journey is approved. The key approval questions are set out below. Properly addressed, these questions can ensure the most effective use of resources and limit misuse of public money. KEY APPROVAL QUESTIONS bulletIs the trip necessary bulletWho should travel bulletWhat mode of transport is appropriate bulletIs an overnight stay necessary bulletHow much will the trip cost bulletAre sufficient funds available How carefully these questions are considered will depend on bulletthe attitude of the decision maker bulletthe design of the system. A good approval system requires conscientious and wellinformed approving officers and procedures which encourage and facilitate consideration of the key questions. The relative importance of these questions may vary depending on the circumstances in each organisation. Approval systems can be designed to reflect these priorities and to ensure that the most important issues are explicitly considered. This may be achieved by bulleteducating approving officers about the nature of their responsibilities bulletproviding clear guidelines for decision making bulletdesigning formsprocedures which facilitate proper decisions. Recommendation 4 Require that approving officers consider the key approval questions concerning necessity for travel and overnight stay, appropriate person and mode of transport, cost and availability of funds before approving travel. 5 GUIDELINES Guidelines can help approving officers to consider the key approval questions in a systematic and fair way, consistent with the policies and priorities of the organisation. Guidelines may range from simple principles to comprehensive criteria for selecting from a range of options. Necessity for travel Factors determining the necessity for a particular trip will depend on the functions and priorities of the organisation. Some general principles may be sufficient to encourage proper consideration of this question. Issues which might be relevant, for example, are Can the work be completed in another way Is there an officer available in the region who can do the job Would it be sufficient to send one or two rather than five officers to a conference Appropriate person to travel Often circumstances dictate the appropriate person for a particular journey. For example, the travel may relate to a specific project, or require someone with particular skills, or address the training needs of an individual. However, where there is frequent travel by a pool of similarly qualified officers, a number of factors might influence selection of the appropriate person. Matters which might be considered include nature of the task and the seniority, skills, and experience of available officers distance to be travelled ie residential address may be significant in some cases workloads and personal preferences of available officers number of trips already undertaken by each officer. Personal preferences are a legitimate consideration, so long as they do not operate unfairly or in conflict with the public interest. Family or study commitments, relatives or friends living in particular destinations, may influence an officers willingness to travel. However, personal preferences should not have priority over workrelated considerations. Policy guidelines can assist approving officers to ensure that the needs of the organisation are given priority and that opportunities to travel are fairly allocated among equally qualified officers. Mode of transport Policies often require travel by the most economic mode of transport, but delegates sometimes have insufficient details to make an informed assessment of this. Choosing the most economic mode of transport is not simply a matter of finding the cheapest fare. For example, time in transit and accommodation costs can influence the choice between travel by car or by air. When several officers are travelling to the same destination it may be more economical for them to travel together by car rather than by air. Sometimes the importance of getting an officer to the destination quickly will outweigh the cost of transport. Policy which specifies a preferred mode or modes of travel and requires officers to provide cost comparisons for any proposed alternatives including extra accommodation costs etc can help to ensure the most appropriate mode of transport is used. Guidelines can alert approving officers to some of the common traps and assist them to decide on the best way to travel in each case. Necessity for overnight stay If the destination is sufficiently close to an officers residence that it is practical to return home every evening then an overnight stay may be unnecessary. The need for overnight accommodation and the number of nights required will also be affected by how long the job is likely to take. In assessing this issue it is obviously important to take account of the reasonable comfort of the person travelling. Nevertheless, delegated approving officers should be encouraged to give special attention to situations where there is doubt that expenses will be properly incurred. Such cases may warrant refusal or reduction of an allowance for accommodation expenses. Recommendation 5 Establish guidelines for application of the key approval questions. 3 DOCUMENTING APPROVAL 1 INTRODUCTION Records of decisions are essential for keeping track of travel expenditure. Efficiency and control can be enhanced by well designed forms and other systems of documentation. The aim is to limit travel payments to properly authorised official journeys, to minimise illicit, duplicate, or excess payments, and to ensure incorrect payments are recovered. 2 AUTHORITY TO TRAVEL Methods of documenting the authority to travel vary considerably from diary entries to rosters, memoranda, forms, schedules of multiple assignments, or Council resolutions. Whatever method is used, the authority to travel should constitute the master record which governs all travel arrangements and payments for the journeys to which it applies. If there is no record of the original authority, or it is simply filed away and forgotten, control of travel payments will be severely undermined. If the system relies on retrospective approval, if any, improper payments can easily slip through. Making the authority to travel the master record helps to ensure that bullettravel arrangements comply with the authority bulletvariations to the original authority are documented bulletall payments are supported by a legitimate authority bulletduplicate payments are avoided bulletcancelled journeys are accounted for and any advances are recovered. A system which treats the authority to travel as a master record, does not necessarily require physical reference to the original document each time a payment is made, although this is one way to achieve the aims listed above. Alternative approaches might involve use of a registration system, or an electronic data base, as a means of crossreferencing transactions. Recommendation 6 Treat the authority to travel as the master record for control of all transactions for a particular journey. 3 FORMS DESIGN"
}