{
    "text": "PLANNING AHEAD PREPARATION AND PLANNINGIt sounds easy decide on a destination and just go. However, by being impulsive some of the enjoyment of a tour, as well as time to iron out any problems, will be missed were talking about the planning stage. For a long trek, planning will begin months before the trip itself maps and brochures will be spread out, destinations marked, lists made, full of possibilities. The shorter tours in this book, all based on capital cities, need less planning. However, the principles of fourwheel drive touring remain the same, and the first consideration is the condition of the road or track you want to use. Obviously there is no point planning a trip on a road under metres of snow or water or recently ravaged by bushfire. Even if your aim is to turn straight to the treks around Australia, you need to know that what you want to achieve is possible. Read the trip notes carefully. Estimate the journey, short or long, on a large map of Australia, or use our road maps. Taking into consideration the degree of difficulty and the distances to be travelled, estimate an average speed and check that each section of the trip is possible within a realistic time frame for you. Being pushed for time over distance could mean inappropriate speeding and possible trouble. Join your state motoring body and obtain relevant numbers for interstate affiliates in case of emergency breakdowns. Members have reciprocal rights with interstate organisations around Australia. Supplement our route directions by using the following contacts to obtain uptodate background information about the chosen trip and state tourist bureau, motoring organisation and fourwheel drive association are detailed. Bear in mind that there are regional tourist offices, as well as local, more specialised fourwheel drive clubs, so ask for the specific information you require when contacting central office. PERMITS AND REGULATIONSKeep in mind as you travel that even the most desolatelooking land is under someones care. This may mean that permits andor permissions need to be obtained before you can camp or fish. If you plan to stay in or travel through national or state park areas check our introductions to the trip notes as well as with the controlling body in question. General rules, regulations and restrictions apply within these parks covering fourwheel drive access, camping, water, wood collection, fires, pets, hunting and fishing. Equally, if you plan on trekking across designated Aboriginal Land you must obtain permission. In Queensland, notification of a route, time of travel and preferred campsite to the appropriate local Aboriginal council as you travel is all that is required but Aboriginal councils in other states issue a permit for a specific journey. It is best to telephone before taking to the road to find out exact requirements for these states. Permits can take up to 6 weeks to process, so preplanning here will prevent frustration or disappointment. The following list contains the addresses of the national parks controlling body in each state ask for specific regional information if you already know where you would like to go. Also listed are the contacts for Aboriginal Land permits where relevant. WHEN TO GOWeather conditions if making a short tour out of a capital city or the seasons if you are setting out on a longer trek are the next consideration. For example, Australias north should not be attempted in the wet season NovemberMay. Remember too that heavy rain will raise creek and stream levels and may render them impassable snow in highland areas makes roads and tracks unsuitable and very hot weather gives a good reason to bypass the deserts. You must take weather and seasons into account when planning. Local media provide precise forecasts, often up to 4 days in advance. However, you can phone recorded information services for weather checks outside your area. The weather on a trip of any length will help you decided what you must take. Cold weather requires more gear than warm weather, as bulky sleeping bags and extra clothing are needed. This must not mean that recovery gear is jettisoned. WHAT TO SEEThis is an absolutely personal piece of planning, to be linked with the where and when to go, as well as who is travelling with you. Set your trip limits not necessarily distance, but what the journey will entail in time and anticipated enjoyment to fit your available time and money there is no point in deciding its Melbourne to Cape York and back in three weeks. Another consideration is what you may find happening along your route. Depending upon your interests, your local contacts may give information about shows, events and competitions in your area of enjoyment. However, most towns and regions throughout Australia hold sporting competitions, regattas and rodeos, arts and craft and trade exhibitions, agricultural and flower shows, music festivals and such events annually. Details are available from tourism outlets in each state. Refer back to the beginning of this chapter and write to or telephone the tourist office of your destination state as well as check through the trip notes of the journey you plan on taking, to ask for advice to be forwarded about what there is to see on the way and nearby, both natural and manmade attractions. MAPS AND NAVIGATIONMaps and guides are an essential part of fourwheel drive touring. Pack them so that they are easily accessible during a driving day in a waterproof, preferably clear plastic cover, with pencil, notebook, ruler and possibly a pocket calculator. In the routes we refer to the road maps at the end of this book, and our simple sketch maps will get you to the start and end points of trips. However, you should supplement these with the suggested local guides and, most importantly, topographic maps. We have listed national parks office addresses they will help with specific maps and information for parks under their control. Tourism offices will usually post brochures and touring maps on request. Check that information is current the date it is printed and this applies to maps also. Dont discount general stores, newsagents and pubs as sources of uptodate information when you are travelling through an area. Fourwheel drive tracks are notoriously subject to change. Topographic maps, which show largely unchanging geographic features, are helpful navigation aids. We strongly recommend them for outback and remote areas the larger the scale the better. Australia is now covered by the Auslig 1250 000 and 1100 000 series, in printed maps and compilation sheets, and there is an excellent index sheet showing the areas covered by each map. State mapping authorities also publish maps on a larger scale which are useful for the shorter tours and will add to your fun by pointing up physical features. Australian Geographic magazine produces excellent maps available through retail outlets. For enquiries write to P.O. Box 321, Terry Hills, NSW Spend some time reading and interpreting the information on your maps before you venture into a remote area like the Simpson Desert, or even onto a winding forest track closer to home. Note both natural features, such as hills, mountains, rivers, forests, and also constructed landmarks such as roads, towns and railways crossings. Also, by understanding contours, which show the shape of the ground, you will be able to read your topographic maps and understand the immediate landscape much better. You should also be able to read grid references in case you need to let others know where you are. Topographic maps have directions for plotting a point on the margin. We strongly recommend you invest in an inexpensive guide like Gregorys Four Wheel Drive Handbook, for detailed instructions on map reading before setting out. If you have around 2000, you can purchase your own personal, handheld navigation tool to determine the latitude, longitude and altitude of wherever you are. It utilises the Global Positioning System, a 24satellite system encircling the earth. Signals from the four nearest satellites help to determine your position. The tiny instrument fits comfortably in the palm of a hand and it doesnt need fitting the antenna however should be mounted on the car roof. There is a 12volt power supply included, and there are now several brands available. Enquire at electrical retailers and communications specialists. A TRIAL RUNAlthough it is exciting to plan a wonderful trip, especially a longer trek, the journey will entail a complete lifestyle change. Lets face it, a fourwheel drive home for an extended time means compromise, so how much compromise How does it all fit together If you are not yet committed to a vehicle, consider renting a vehicle similar to that which you are considering buying. You will never be able to set it up, prepare it and be as certain of its maintenance as you would be with your own vehicle, but it is an ideal stepping stone into the experience of fourwheel driving and to understanding the needs of your travelling companions. A trial short tour for, say, a weekend before setting out on anything longer, is certain to sort out many queries, including whether you will be tenting the whole way, taking a trailercamper or even a fullsized caravan with you. See the section on towing for more discussion about these options. TRAVELLING WITH CHILDRENChildren, whether infants, toddlers or schoolage, need special consideration. If it is to be a long trek, schooling must be weighed up. For primary school children the first step is to talk to the childs teacher and principal, who may well advise that each child make a daily journal of the trip. Into a scrapbook will go weather reports, admission tickets, pressed flowers, photos, postcards or drawings plus a little description of the days events. Be careful not to edit, it needs to be the childs experiences. For older children, further discussion may be needed regarding correspondence schooling or taking along work. Most children are good travellers, and consider every trip an adventure. Remember that this will be a highlight of your childs life. They will be overexcited and, as the long car trips add up, could get bored. Again, planning will save the day by easing the strain on all. Before setting out make a list of dos and donts for the children and explain seriously why their cooperation is necessary. Make it quite clear that these are safety issues and you expect them to observe the rules at all times. Reinforce this message at the time of departure. Your list will be your own, but here are a few points to get the ball rolling. arrow Do not fight or yell loudly while the car is moving as it distracts the driver. This could cause a collision and bring the holiday to an abrupt end. arrow Do not play with door handles or locks. Set childproof locks on rear doors before departure. arrow Do not lean out of windows ever. Head, hands and arms are to be kept inside the car. arrow Do not unbuckle seat belts or restraints while the car is in motion. Although your main concern will be to keep the children happy during the car trip, it is also important to take along some games, such as Snakes and Ladders, Monopoly, Pictionary or Scrabble and a pack or two of cards, to keep everyone amused around the camp fire, in the tent or caravan. Older children may work on their diaries and younger ones will love a rubber ball and skipping rope to play outdoors without annoying everyone else in the campsite. PETSFourlegged friends need to be found a reliable, comfortable homeawayfromhome while you are travelling. That is, unless you are prepared to be turned away from a large percentage of caravan parks and national parks. Dogs and cats chase native birds and wildlife. Check with friends for good kennels and catteries and take time to visit the shortlist to check the facilities then book your pet in for the holiday of their life."
}