{
    "text": "Language skills need developing THE federal Minister for Education, Mr Dawkins, annoyed academics recently when he said Australia was a monolingual nation. As the academics pointed out, some 200 Aboriginal and community languages are spoken in Australia in addition to English. In Melbourne, more than a quarter of the population regularly use a language other than English. However, there is one group that does tend to be monolingual, according to Professor Barry Leal, and that is the business community. In a report on language education published this week, Professor Leal, deputy vicechancellor of Macquarie University, says there is a generation of monolingual Australians in management positions who have had minimal contact with any foreign language and who are culturally and linguistically inept when dealing with foreigners. Professor Leal says the inability of our business leaders to speak foreign languages is a defect that we can no longer tolerate. He is right. Australia may take pride in its multiculturalism but it does relatively little to promote the teaching and study of foreign languages. Many schools treat language teaching as a luxury, concentrating on subjects such as physics, mathematics or economics which feed directly into careeroriented tertiary courses. Why should Australians bother to learn Chinese, Japanese, Arabic or European languages For one thing, it is no longer safe to assume that English is, or will continue to be, the dominant lingua franca of business and trade. For another, this country must become more exportoriented, and communication skills are the key to international salesmanship. We can no longer insist that our trading partners do business with us in English. There is much to be said for Professor Leals view that foreign languages should again be compulsory in schools, and that they should be incorporated into tertiary business and management courses. Until we upgrade our language skills, Australia will continue to undersell itself. Kohl no longer such a merry old soul FIVE months ago, Helmut Kohl was a heroic electoral victor, first Chancellor of the modern united Germany. Today he contemplates a humiliating defeat in a state election that has cost his Christian Democrats their majority in the upper house of Federal Parliament, and damaged the reputation that Mr Kohl had put on the line. Pressing economic issues played an important part in the CDUs loss of RhinelandPalatinate, heartland of both the Chancellor and his party. Most important was growing unease at economic fallout from reunification and a sense that the Chancellor has mishandled the issue. While it is too early to read portending personal or party disaster into the election result, it seems certain to force significant changes in the CDUs governing style. The easy answer to questions about reasons for the weekend turnaround in favour of the opposition Social Democrats is taxation. At the time of unification, Mr Kohl promised that West Germans taxes would not rise to pay for union with the East. It has now been revealed that imposts must increase to help accommodate an Eastern bloc that is in worse economic not to mention psychological shape than many realised. Higher taxes have brought fears of rising inflation and price destabilisation in the West. Mr Kohl is now seen in many quarters as having rushed the two nations overhastily into matrimony. He has also been rudely awakened to the fact that he will no longer solely be dictating the course of the marriage. The SPD, adding another of the lander to its belt, has strengthened its position to insist on a say in unification policy. Even more humiliating for Mr Kohl, the Free Democrats, who support him in coalition, are reported to be contemplating a renewed link with the SPD. Their continued loyalty will command a high price. The Christian Democrats must also consider ways of broadening their own appeal, even if this means weakening the oneman hold of King Kohl. The risky resurrection of Jeff Kennett AS a political ambush, the coup that restored Jeff Kennett to the Liberal leadership in Victoria yesterday had all the essential elements of surprise, shock and success. It was conceived in secrecy, sprung in stealth and executed with ruthless efficiency. Having a stab at the leadership has been a recurrent ritual in the Victorian parliamentary Liberal Party since the retirement of the inimitable Sir Henry Bolte, but the participants have usually lacked the numeracy or dexterity to slay rather than wound their victims. In the autumn of 1989, party malcontents sank their blades into the scarred back of Jeff Kennett, hitherto the survivor of sixandahalf frustrating years as Opposition Leader. Lacking a more acceptable candidate, the party promoted Mr Kennetts less than illustrious lieutenant, Alan Brown, as his successor. Now a restive party has knifed Mr Brown and his deputy, Alan Stockdale. This is perhaps less astonishing than the decision to resurrect the very leader whom it butchered with similar brutality nearly two years ago. The Liberals were driven by a hunger for power unmitigated by personal sentiment. Loyal support to a leader is regarded as an essential virtue only so long as the leader is perceived to be effective. More often than not, the party yearns for a leader who is strong, decisive and emphatic, with a high public profile. Mr Brown never fitted into the desired mould of a Menzies or a Bolte, and never quite rose above his cruel sobriquet of Mr Beige. However, in contrast with most of the attempts to topple Mr Kennett, who had led his party into two election defeats, there was no obvious crisis or controversy to precipitate the sudden move against Mr Brown. There was little doubt that he, or a drovers dog, could have led the coalition into a resounding victory over the Kirner Government in due course. The Liberals eagerness for office appears to have been sharpened by an impatience to bring down the failing yet defiant Labor Government as soon as possible. Somehow Mr Brown seemed to be too cautious to consummate this desired objective swiftly and boldly. Recent opinion polls confirmed that his approval rating lagged behind that of the coalition and that of his far from reticent predecessor. To a party anxious to accentuate the positive and accelerate the inevitable, and in the absence of any other obvious leadership talent, Mr Kennetts residual popularity and natural assertiveness appeared to be the qualities required to hasten the almost inescapable downfall of the Kirner Government. Mr Kennett has been, at various times, an outspoken advocate of using the Oppositions majority in the Legislative Council to precipitate an early election. It remains to be seen whether he will push for this course rather than the policy of slow legislative strangulation proclaimed by Mr Brown. IN restoring Jeff Kennett, the Liberals have opted for a highprofile, highrisk leader in the hope of procuring greater political rewards and presumably sooner than seemed attainable under the deposed leadership. There is no guarantee that their wishes will be granted, only that life in Spring Street, and for a bemused state of Victoria, will become more interesting. Mr Kennett has a record of being brash, impulsive, abrasive and aggressive. Some of his public comments in the past two years seemed to have been embarrassing to the Brown leadership team. But he is an effective election campaigner, a practised parliamentary performer, and a compelling communicator. He will be noticed and he will be heard, if not always heeded or applauded. Much more than the hapless Mr Brown, he is capable of projecting a sense of vision and giving the coalition a sense of direction. There is something of a likeable political larrikin about him, although he has matured over the years. An immediate question mark hangs over his relations with the Liberals coalition partners, the Nationals. In the last election campaign, Mr Kennett was widely criticised for his pretence that the Liberals could defeat Labor and govern without the National Party. That was plainly unrealistic then, but it is no longer so. However beneficial the partnership may be in opposition, a coalition government is likely to be fraught with difficulties and tensions, and Mr Kennett may well wish to loose the ties bound under Mr Browns stewardship. The second question is what he will try to do and how successfully to topple the Kirner Government. There is no doubt that his accession has raised the expectations of those keen to bury Labor, and he will be under pressure to satisfy them. A third question is whether he can heal the wounds and close the divisions that the leadership coup will have left in his party. Mr Kennett has plenty of front, but he had better watch his back. Time for honesty on IRC policy THERE is absolutely no reason why Australian has to have national centralised wagefixing presided over by the Industrial Relations Commission. The fact that the system has been in place since Federation is not an argument for perpetuating what is, in fact, only one possible solution to the problem of wagefixing in a mixedmarket economy. But if the Federal Government wants to change the system then it ought to come clean. At present it seems to be trying to inflict a sort of death by a thousand cuts on the IRC. Last week the Treasurer, Mr Keating, in effect dismissed the IRCs national wage decision and endorsed the ACTU move to pursue wage claims outside the commission. He said the Government would continue to seek implementation of its pricesincomes accord with the ACTU and to move towards decentralised wagefixing. This policy was confirmed last night by the Minister for Industrial Relations, Senator Cook, in a brisk statement that did not even mention the IRC or its decision rejecting key elements of the latest accord. This contemptuous treatment of the IRC is consistent with the Governments attitude over several years. It has downgraded the institutions status and altered the basis for paying its senior members. The reasonable suspicion is that the Government is seeking to diminish the commissions independence and make it more subservient to Government wishes a mere rubberstamp for GovernmentACTU deals. Honest people can dispute the wisdom of last weeks national wage decision, and the ACTUs rejection of it. But there can be no dispute that the Government has compromised the authority and credibility of the IRC by rejecting the decision and encouraging unions to flout it. Cabinets message play it our way or be ignored is especially pernicious because it will reverberate through other federal judicial and quasijudicial institutions. If the Governments enthusiasm for decentralised and deregulated wagefixing were taken to one logical conclusion, it would simply abolish the IRC, legislate to fix legal minimum wage rates, and let market forces establish actual rates. This would at least have the virtue of honesty. What is unacceptable is to have the Government undermining the IRC whenever it disagrees with a decision that flows properly from the commissions present statutory independence and responsibilities. The opposition spokesman on industrial relations, Mr Howard, is frank about his plans for reaching the Shangrila of enterprisebargaining through freemarket freeforalls. The Government should be equally frank about its intentions. JapanSoviet summit a modest success THE first official visit by a Soviet leader to Japan may not have been a total failure, but it was at best a very modest success. Certainly, it is a long way from President Gorbachevs dazzling foreign policy successes of a few years ago. After an exhausting four days of meetings, President Gorbachev left Tokyo emptyhanded except for a handful of lowlevel agreements signed on such matters as fishing and aviation, and a 100 million emergency food aid grant, which the Japanese had already promised last December. The expected breakthrough in the 46year dispute between the two countries over a group of barren, windswept islands in the Pacific Ocean just north of Japan failed to materialise, except for a promise for further talks. Nor did Mr Gorbachev succeed in convincing either the Japanese Government or Japanese businessmen that the Soviet Union presents wise investment opportunities for the worlds second richest country."
}