{
    "text": "A NEW JAPAN Thats the only certainty IT is high irony that what seems to have saved the corruption soiled Liberal Democratic Party from outright defeat in Sundays Japanese general election is the collapse of the socialist vote. While in these postCold War times the drain of support from the Left is understandable, and perhaps inevitable, it is a fact that had the socialist vote held, the antiLDP coalition would have won. Prime Minister Kiichi Miyazawa said at his postelection news conference yesterday The LDP has won as the leading No. 1 party, so it has the duty to continue the nations government. Mr Miyazawa is unlikely to survive as Prime Minister beyond the holding of a special parliamentary session to be called within a month. What his country undoubtedly faces is a period of some uncertainty at least so far as formal government is concerned and most likely rampant and unseemly horsetrading for power. Sundays result is not the worst that might have occurred. But it goes close to it. Japan is likely to have even after next months parliamentary meeting its weakest government in decades. Any new leader, LDP or otherwise, will have to battle the powerful bureaucratic structure to implement new policies. The people voted for change or, at least, a majority of the 67 percent who turned out did Japan like most democracies does not have compulsory voting. It is now up to the political process and the politicians to ensure that they get it. The old corruption must go. What will take its place is the most puzzling question. None of the parties many of them new that contested the election spelled out firm or even particularly formed policies on anything much at all. In that environment, on the policy front at least, more of the same seems the most likely outcome, however prettily that same is dressed in new clothes. The Japanese business community welcomes the result. The chairman of the powerful Federation of Economic Organisations, Mr Gaisha Hiraiwa, says he expects the LDP and other conservative parties will swiftly strive for stabilisation of the administration. There are substantial problems to be faced the final outcome of the Uruguay Round of trade talks, the building economic confrontation between the United States and Japan, the thorny question of stabilising the stock market and the yen. The election was, rightly, viewed as a major turning point for Japan and its democracy. The LDP had held power unencumbered by coalition since It presided over the great swelling of Japanese industrial and commercial might. That it did so is to its credit. That it became in the process enmeshed in institutionalised corruption and money politics is regrettable, worthy of punishment, but also, sadly, probably inevitable. Parliamentary democracy is served best by a system in which there are electable rivals a lesson not lost on Australians at this time so that within reasonable timescales there is a turnover of power. Something of that sort happened in Japan on Sunday. But the shape of the eventual coalition, and the strength of the new commitment to electoral, political and economic reform, are as yet a long way from being clear. What emerges, and how it emerges, will be of crucial interest to Australia, the region and the world. PLAIN LOCO A plan that doesnt add up WHY the railways should consider that, in the interests of downsizing, Queensland taxpayers should meet the cost of continuing to employ people for whom there is no work is an interesting and expensive question. Why the Government, in the person of Transport Minister David Hamill, should insist on the scheme is even more interesting. Why either is prepared to acquiesce in the face of political and union pressure to look after people is the most interesting question of all. According to confidential documents, Queensland Railways have been advised to sweeten redundancy deals or come up with more creative packages so that those selected for the tap on the shoulder will go quietly. The objective, it seems, is to provide a profitable bottom line for a corporatised railway system. There are two separate issues at stake here. One is efficiency, represented by a leaner staff list and much higher productivity. The other is the Governments plan to shut down socalled uneconomic lines. On both fronts, the people the ultimate owners of the railways and payers of any sweetheart redundancy deals are being sold pups. Private enterprise could not operate on the basis the railways apparently plan to proceed. The shareholders would revolt and the directors would be sacked. In the long run, unions do their members a disservice if they succeed in winning arrangements that are plainly economic nonsense. They save jobs now at the expense of effectiveness and longterm viability. If the railways and the Government are determined to shut down large sections of the network and slash employment, they should have the courage to do so on the most economic basis feasible, and be upfront about it. Few people would doubt that the railways could be made vastly more efficient. It is inevitable that technological change will reduce formerly high levels of employment. It is not inevitable that it should result in shutting down all but the coal lines and the coastal trunk routes. The Government, on the question of line closures, seems to be proceeding on a basis that shows it to be the victim of its own propaganda. Figures purporting to show the viability of certain sections of line relate to freight and passengers delivered to destinations hence the rationalisation, for example, of closing down Quilpie. They do not take account of outward movements that gets credited to the destination, too so that livestock from Quilpie say or apples and stone fruit from Stanthorpe, heavy users of the railways, are simply ignored in the calculations. This is madness and it is time the Government was told so loudly, clearly, unequivocally. The people of Queensland should not accept at face value the unsubstantiated claims of any side in this dispute. The railways have their own objective, corporatised profitability the unions have theirs, another version of that tried and failed Australian public service standard of jobs for life and the Government has either embraced political cupidity or social stupidity. On neither choice do its actions give Queenslanders much cause for confidence. None of the participants in this sorry pantomime emerge at this stage covered with glory what seems to be attaching itself to their persons is much less pleasant. SHAMBOLISM We must all act on jobless ONE million unemployed is a symbolic figure. It is, as well, shambolic it symbolises the shambles that this aspect of public policy has collapsed into under the weight of the recession we had to have. It is very much a political issue in the sense that politics necessarily governs how we live as a nation but much less a partisan question than some would have us believe. The bottom line is not who caused it and anyway, the people will have their say on that on March 13. It is how we can get out of it as quickly and effectively as possible. In their comments yesterday, a range of political leaders got it right, or at any rate partly so. Treasurer John Dawkins, on the hustings in Brisbane, said there was a ray of hope. The trend has stabilised and we are hopeful it will head in the right direction, he said. His view unsurprisingly was echoed by Prime Minister Keating. Opposition Leader John Hewson said of explanations that the January figures were raw data awaiting statistical attention You cant seasonally adjust people. Premier Wayne Goss was sourly most sensible This country has got many years of hard work, years of blood, sweat and tears, in front of it, irrespective of who wins the federal election. In Queensland, job growth is keeping roughly in step with population growth. It is doing very little to cut back on the pool of longterm unemployed most new jobs went to the new jobseekers and it is profoundly unclear and the State Government would like it to remain so what proportion of new jobs are productive, longterm employment prospects. There is only one way out of this dreadful maze. Granted to take up Mr Goss point that real economic growth will have to wait for a revival of the global economy, governments everywhere must finally grasp the fact that real productive employment exists in and is created in the private sector. Until official policy at every level of government recognises that fact and implements changes to promote private enterprise, no solution will be found. The fact is, unemployment at the level Australia has been experiencing is simply unacceptable. Worse, it is dangerous. A whole generation of young people is coming on to the job market with bleak prospects indeed of finding productive, careerpath employment. A swathe of middleaged Australians, still in their prime, are being thrown on the scrapheap. Governments answer is to provide training packages. Training for what It should be no ones proud boast that we have the worlds most retrained dole lines. Or else they create jobs by spending public money money we do not have on bringing forward projects that provide temporary jobs or makeandmend schemes. As we note above, Mr Goss is right. It will take a long time and a lot of hard work to rebuild a productive employmentgrowth economy. He also understands that job growth is statebased. Why then does his Government fail to act energetically to promote productive projects greenfield as well as in the resource sector that will lead to real economic growth Queensland is leading Australia at present. But it wont for long if the toohard baskets remain overloaded and the razor gangs ARE unable to see the downstream benefits of spending money on productive projects. JURY FEARS Free speech is the question THE jury system is perhaps the finest benefit of English law. It exists in Australia and other places as a result of British settlement. It should not be regarded as so frail that it might be placed at risk by the screening of a television program. That it is, by the Criminal Law Association and the president of the Queensland Bar Association is, to say the least, a somewhat disturbing curiosity. Mr Michael Quinn of the Criminal Law Association says the ABC docudrama Johs Jury is the first step towards the destruction of the jury system. Mr Bob Douglas QC of the Bar Association says it should not be screened. Not to be outdone or to be seen merely wringing its hands the State Government has threatened legal action if the program interferes with the administration of justice. It is hard to see how it could, though. The program concerns the trial of Sir Joh BjelkePetersen for perjury. That trial is long over. It ended in a hung jury and a subsequent decision by law officers not to continue action. After the trial, it was revealed that the jury foreman had a connection with the National Party. It was alleged by jurors who chose to speak out after the trial that some of the jury room proceedings were disquieting. It also sparked a Criminal Justice Commission inquiry into the jury selection process, still under way. The position of the Criminal Law Association and the Bar Association appears to be that jurors should forever forgo their right to free speech on matters they have heard. While a trial is in progress, of course jurors should be left free of impediment inside or outside the jury room and the media in general, and The CourierMail in particular, have absolutely no problem with that. A juror, however, is a juror only while empanelled. Particularly in circumstances where some doubts exist in their minds as to the conduct of a case they have heard, they should speak out. This is a free country. It is supposedly a place where free speech is an absolute right. There is no place in a democratic society for inclub decisionmaking or cosy arrangements made behind closed doors."
}