{
    "text": "A Change in the Lighting bulletVIII bullet Routine was a frail net stretched over emptiness, ensuring survival, if nothing more. Pam came in for coffee on Monday morning. Ella changed the day for Ninas lesson to Tuesday, to shorten the gap which stretched to Thursday evening, when David and Martha came to dinner, bringing fish and chips and cheerful conversation. On Sunday afternoons Max and Caroline came bringing Becky. Sophie seemed to bear her burden of hatred lightly, joking with David, playing with Becky, and spending Friday nights absorbed in working on the film script with Rob. After two meals from the Small Palace Garden, Ella began to make dinner for the filmmakers. She could tolerate fish and chips once a week, but would go no further along that path. Besides, cooking filled in time, of which there was an excess. She did not admit to herself how much she wanted Robs approval. The script had now left the spiderkeeping daughter for the mother, who was obsessed by an album full of photographs, images of a divinely happy past. Mother was manipulative, brooding over the album, involving the daughter in an illusion of lost happiness so leading to hatred and funnelwebs. The photographs came to life as she talked. This was called a voiceover. They were supposed to have all the gloss and the false authority of a soft drink commercial. Ella, who listened intently, measuring herself against the mother, looking for clues to her own failure, asked, How will the audience know it isnt true Ella, my love, you have reached the nub. I sometimes wish I was William and could just tell people what I want them to know. William doesnt find it so easy, objected Sophie. I suppose not. The other media always seem so much easier than ones own. Well, people get things on different levels. Im aiming at an audience which despises soft drink commercials, I suppose. So much detail, thought Ella, like working away at some enormous jigsaw, but Sophie remained enthralled. Ella listened for the next nasty revelation of Mothers character, the next evidence of her own innocence. Rob read dialogue onto tape Darling, here we are with Daddy on the beach at Ulladulla. What a lovely holiday that was. You wouldnt remember it, you were only three. You dropped the icecream, I remember, just after I took the photo. You started to cry, but Daddy took you back to the kiosk to buy another. Rob abandoned her plaintive dreamtone to ask, How fast does a threeyearold walk Ill time Becky. Shes three. Shell be here on Sunday. Can you get me a video I think so. Max wont mind. Hes crazy about photography. Great. Leave it this week, then. Ill bring a tape next week. She paused, embarrassed but amused, being after all sure of her welcome. That is, if youll put up with me next week again, Ella. Of course. Say from your garden gate to the next corner, then pick her up and mime getting the icecream. There wont be any miming about it, if I know Becky. One icecream, to incidental expenses. Note it down. Ill contribute the icecream, said Ella, feeling quite ridiculously proud of the contribution. Right. Thats it for tonight, then. Ill be off. Shes a bright spot, thought Ella, watching her depart. Im going to be really sorry when the script is finished. bulletIX bullet After their dinner of fish and chips on Thursday night, Martha and Sophie withdrew tactfully to the kitchen sink, leaving Ella alone with David, on the pretext of an extra cup of coffee, to give them the chance to talk privately. Ella hadnt as yet taken advantage of the privacy to talk about the subject in her mind, but since the bank account was sinking dangerously, she was forced to mention money. David. He came to attention. Mum He smiled at her. Come on, spit it out. It isnt easy, talking about money, but I have to. Its about Sophie. Shes been paying full board since he left. She insisted, its just a couple of fortnights, of course, and I accepted it, though I didnt want to. I didnt want to make a fuss, but I havent spent it, Ive gone on banking it for her. We did that for you and Caroline, remember, and gave it to you when you married. But its got to the point I cant really keep the house on what hes putting in the account unless I do use Sophies money and I dont think its right. I hate worrying you about this, but if hed offer maintenance for Sophie, it would show he cared about her. I dont want her to hate her father. It isnt right. Its terrible to hear the way she talks about him. She sounds bright enough. Sobered as he was, he smiled over Sophies brightness. That makes it worse, that she can hate him and not worry about it. It seems so hardhearted. But he isnt helping. Have you written to him about it Yes, but he answered that hed made allowance for that already. He doesnt understand how much it costs to keep a house. I suppose its expensive, living in a motel and eating in restaurants and thats all he has to spare, but even if he cut into capitaldotted linehe cant want her to despise him. Dad isnt living in a motel. He hasnt been since that first week. He moved in with her but of course that wouldnt do. It was just a bachelor pad. Now shes managed to sublet it and theyve moved into a bigger unit. I had dinner there last week. Alone. Martha isnt in to doordarkening yet. Were debating the issue. I think Martha has to support me. Why am I blathering on like this Shock. Shock. I never expected this of Dad. You knew know, do you She was terrified by her anger. It was like a tall, black wave rearing, threatening herdotted lineshe could lose her footing, drown in it, and she never knew where it might be waiting to rise. Well, Max is right, after all, David was saying. He keeps on about getting a solicitor. Theres a woman he knows whos good and isnt expensive. Mary Duckworth. What do you say, Mum Shall I make an appointment with her It would take some of the weight off you. Ill talk to Dad about Sophie, too. He must want to do the same for her as he did for us. He always cared for your welfare. He never grudged you anything you needed. That orthodoncy had cost hundreds of dollars. Youre a Trojan, Mum. You wouldnt say that if you could see into my mind. You wouldnt want to know me that disgusting face coming and going like an advertising sign and not even doing its job no discharge of rage any longer. If I found myself in the same room with that lying bastard Id take an axe to him. Credit where its due, she said briefly. Its Sophie Im worried about, not your father. Some women would be trying to turn Sophie against him. He added bitterly, This business of the money its not him, its her. Id swear to that. Shes got him hypnotised. Oh, Im never going to understand it. Remembering the tone of that ones communications, Ella doubted that he was under hypnosis, but if thinking so made it easier for David, he was welcome to the idea. I dont like asking you to do this. Who else Caroline, she thought. She would have expected Caroline to show responsibility, David to slide away with an amiable, apologetic grin. No doubt, Maxs relationship with that onedotted linebeing a colleague, made it difficult for Caroline, but she had never let personal considerations stand in the way of duty till now. And Max was clearly sympathetic to her cause. People were mysterious, even ones own children. bullet X bullet Pam knocked at the open door and walked into the kitchen, where Ella was carving fine slices from a piece of raw beef. She looked up astonished and said, Friday Its slow at the moment. Enids going to ring if she needs me. Time for coffee, then I could do with a break. Thanks. Pam sat in her accustomed chair at the kitchen table while Ella set down the knife and filled the kettle. I thought Id better warn you. The news is out. Official. Ursula Rodd was in last night looking for a semiformal for one of her charity dinners. Sometimes I wonder about charity. She asked after you and I thought it was timedotted linesix weeks, isnt it It must be. To Ellas changed expression she answered, Well, time flies, as they say. No, it doesnt. Times a great heavy wheel that doesnt move at all unless you turn it by hand, with effort. Her change of expression had been caused by a different, ugly thought. I told her thered been a marriage breakup. Oh, theyve separated, you know, I said, as if it was tired old news. I was crouching at the time, pinning up the hem of a midnightblue crepe. She said, sharply, mind you, I hope this doesnt mean shell be giving up her charity work, then on and on about the difficulty of finding reliable workers and the burden falling on the few. I was trying to play it down, but I neednt have bothered. I felt like sticking a pin into her fat ankle. Six weeks. Six weeks and a couple of days. That was right. Pam said angrily, Not a thought for your feelings. I dont want her to think about my feelings. Id rather she didnt know I had any. Anyone who went about for six weeks with a face a hideous face like a great pink and purple orchid with two bulging eyes blossoming and fading, blossoming and fading, like an advertising sign running in her head such a person was mad. Are you going to Do what Give up on the charity work I should have made a wax image. Then I could have thrown it away. Like giving a baby a dummy. Mum saying, when David was a baby, You cant throw a thumb away, you know. Its ladyofthemanor stuff, love, and youre not the lady of the manor any more. Ella set down a cup of coffee with unnecessary force, so that the liquid slopped into the saucer. Sorry. She set down an ashtray with controlled gentleness. Pam said, in a subdued tone, Youve never seen yourself as the lady of the manor. Not for a minute. Nobody could think it. You think too little of yourself, if anything. I only meant, you have yourself to think of now, cant go devoting yourself to noble causes. She couldnt tell Pam, to whom she could confide most things. You could say, I have a bit of a headache, but you couldnt say, I have a touch of madness. Perhaps there were other people walking about with madness in their heads, just as much alone with it as she was. She set down her coffee. Pam had lit a cigarette and was smoking in silence. She looked for refuge at the pile of sliced beef. Kids coming tonight Sophie and her boss. This is a regular thing now till they finish their film script. Im minding Becky this afternoon, so Im getting dinner ready early. Truly, said Pam, I meant no offence. It was Ursula Rodd put the words into my head. There I was crouching at her feet like a labouring peasant while she talked about the burden of noblesse oblige. You arent in the least like her. I never thought so for a minute. Ella was suddenly aware of Pams distress. Oh, thats all right. I was thinking about something else, sorry. Maybe youd better give up crouching. They both laughed, then Ella smiled at Pams cigarette. I used to go about emptying the ashtray and squirting airfreshener and opening windows after youd been here."
}