{
    "text": "8 Set down this a conversation had already lapped at Gabriels edges years before. He had paddled in it inattentively, he was just a child, he certainly didnt remember that hed heard it. There are many things people dont know that they know. Once, when I asked Charles why he took photographs so constantly, so obsessively, why he collected other peoples photographs, why he scavenged in secondhand shops and bought, by the shoebox full, old cracked brownandcream records of other peoples pasts, he said So that I will see what Ive seen. Of the Chien hexagram, he said, his ancestor Fu Hsi had this to say Within the Earth there is a Mountain. He smiled, apologetic. Im afraid Fu Hsi had a maddening and elliptical style. Charlie frequently spoke in the maddening elliptical manner of Fu Hsi. He spoke on rice paper in brush stroke that had to be laid down in a ritually specified way. The mountain, as Charlie saw it, was that intractable thing that was always blocking ones view. It was the thing that would not be dislodged. The mountain, according to Charlie, is an obstruction that we partly create, it is the thick solidified lava of the things we know but dont realise we know. Our task, if we want to clamber over or round the mountain, Charlie said, is to observe more sharply, to set everything down, to record the minutiae, to add to the documentation on premonition and coincidence and chance, to know what we know, so that we may inch ourselves toward that place from which everything will be seen and understood. That is why I take photographs, Charlie said. At least to know what we know that would be a start, he said. I think he was right. Consider this recent item in the Sydney Morning Herald a woman was assaulted and robbed late one afternoon on a side street in Darlinghurst. In these days when the quarry seems to dilate and distend itself like a jellyfish in the shallows, when it can pass as invisibly as a virus into the world of order, when the residents of Darlinghurst shelter themselves as from the plague behind high garden walls, no one saw the incident. A black car pulls up these things can only happen in the present tense, they go on and on happening, they never recede, they are always now, the rear door opens, a man leaps out, he holds a knife to the womans throat. After that, confusion. Touching her bruises and cracked ribs, the woman conjectures I think I screamed, I think maybe I struggled, I think I wouldnt let go the strap of my purse, I seem to have been in the back seat of the car, but that cant be right. Pain like a hot poker is all she remembers, and gutter dust in her mouth, and herself as a comma of shock against the kerb. As the car drives off, she stares after it dully. Why does no one come running It happened so fast, she tells the police from a hospital bed. I never saw the driver at all. She seems to have a sharp vision of the cracks on the leather of the back seat, though this cant be right. Of the backseat assailant, however, she recalls with eerie clarity the colour of his eyes, the brown spiky hair sprouting above his head, the freckles, the blister on his lip, the dark hair on his arms, a scar on the third finger of his right hand, the mole at his wrist, and the fact that the knife was a large kitchen knife, the kind used for cubing steak or peeling and chopping pumpkin. Its blade was mottled and old. She remembers having a sharp memory of her grandmother making beef stew and of a long conversation in the kitchen about one of her uncles. And what about the number plate of the car the police ask. The woman is embarrassed and furious with herself. I must have stared at it as the car drove away, she says, frustrated. She remembers what her grandmother was saying about her uncle, but not the number of the car. A police hypnotist is engaged and his lullaby voice cradles her, seduces her, leads her back down the velvet shaft of time to where she lies huddled on the kerb. Can you see the number plate on the car the hypnotist asks. Yes, she says in a sleepers voice. Read the number, the hypnotist commands. And she does. Now you are struggling with your attacker again, the hypnotist says. The woman jackknifes into a selfprotective curve, she throws her hands up in front of her face. The man with the knife cannot harm you, I will not let him harm you, the hypnotist says. Now tell me, can you see the driver of the car I am watching the man with the knife, the woman says, but the driver is in the corner of my eye. Describe the driver, the hypnotist says. Uhh, the woman cries, doubling up again, her hands over her face. He is too close to see, she says. What is the driver doing the hypnotist asks. He is hurting me, the woman sobs. We are in the back seat, he is hurting me. I do not permit him to hurt you, he cannot hurt you, the hypnotist says. Describe the driver, he insists. She describes the driver in detail. Let us suppose, however, that there had been no hypnosis. Remember the woman has told the police that she never saw the driver at all. She is quite certain of this. Let us suppose, however, that the driver of the car had entered her hospital room as a medical orderly. Would she not have recoiled Would she not have felt a violent jolt, an apparently unaccountable and irrational spasm of panic She might tell herself Ive never seen this man before in my life but her body would retain the knowledge of harm. Charlie, an intelligence gatherer himself, a kind of interrogator, a man who had been on both sides of harm, knew that this sort of thing could happen. He knew that it happened all the time. He knew that censors, both hapless and cunning, guard all the doorways of memory. On a different night altogether from the night of the childhood conversation he didnt remember, on a night shortly after he began to work for Charlie, Gabriel was serving at the bar of Charlies Inferno when the judge arrived. I was working, so it must have been a Tuesday or a Wednesday or possibly a Thursday, those were the nights I worked downstairs. Weekends, well, that was upstairs, that was heavy traffic time. It was a Wednesday, I think. My regular table, Charlie the judge asked, and I remember how Gabriel twisted round rather fast from a shelf of spirits at the sound of the voice. I remember that the judge glanced idly, as one does, in the direction of the movement and that the judges hand, which lay lightly on the sleeve of the coat he was handing to Charlie, then registered something the fingers clenched themselves into the palm, and four cords stood up like guy ropes across the back of the judges hand. Then the fingers uncurled and splayed themselves, stretching, and then they relaxed. Gabriel. The judges tone, as always, was cordial and measured. There was a nod of polite but restrained acknowledgment in Gabriels direction, the kind that people with power give to underlings. There was a smile. To me it seemed that the smile implied not only distance and the habit of easy courtesy, but also a warning. Or perhaps I thought so because of the tone of that Gabriel, the civil finality of it, the way it made clear that a passing comment on any matters of shared knowledge was not to be thought of. Although we had met before, in quite other circumstances, the judge and I, he did not seem to be aware of me at all. He turned back to Charlie. My wifes coming separately. And our other guests. Theyre here already, Your Honour, Charlie said, and the way he said it fascinated me, the way the voice seemed like a thing apart from Charlie, a synthetic voice, the voice of a robot, a voice acting the part of a voice. And then the judge moved on quickly unnecessarily quickly, I thought through the small lush atrium corridor, to the restaurant. Charlie was watching Gabriel. What was that all about he asked. Nothing, Gabriel said. Inscrutability is, in fact, a tactical skill, a habit of survival. Charlie had acquired it in childhood. I mastered it quickly, naturally, given the nature of my profession I mean, once I had embarked on my calling. Gabriel, being someone who found truth puzzling, sometimes even painful, but not yet dangerous, was just a learner. Although he tried valiantly to hide it, you could tell he was rattled. Through practice, one can experience shock like a slow wave of sleeping medication one can delay ones reaction for hours or days, even years. I went on making careful notations in the reservations ledger, watching Gabriel and Charlie. After what must have been at least a full minute, Charlie said casually You know the judge Mnh, Gabriel grunted noncommittaly, moving glasses around. Minutes passed. Charlie disappeared through the swing doors into the kitchen. Gabriel mixed two Bloody Marys, placed them on a tray, and took them to the two women at one end of the bar. Charlie came back from the kitchen. Do you Gabriel asked. Do I what Possible elided verbs slid through Charlies mind like stops on a lottery wheel. Know him. Of all possible moments, the one that came back to Charlie with a sick thump so I choose to think now, from this distance, from my vantage point was the two of them in school uniforms himself and the judge going into Changs Grocers Greengrocers on Newmarket Road in Brisbane, and there was Cat, as well as Charlies own parents, behind the counter. But it could as easily have been a picnic at Cedar Creek Falls that he saw, or the railway cutting, how would I know Any splinter had a dangerous edge. Charlie pulled down a shutter. The judge eats here often, he shrugged. Gabriel tapped off two beers for the restaurant and held them out toward Charlie. He smiled. Why dont you read the judges tea leaves, Charlie Charlie said nothing. He was watching Gabriels fingers against the beer glasses, and I was watching Charlie watching Gabriel. His table for eight was the table Judge Robinson Gray always reserved. No doubt his preference stemmed from the habits of a legal mind, from that scrupulous attention to fine points which a judge must cultivate, for he had given standing instructions about many aesthetic details and about placement of the table at the centre of the glasscanopied courtyard. At first this surprised us. Most diners want privacy, intimacy, the romantic, all of which were available off the courtyard, in the ferned enclaves with their glimpses of Rushcutters Bay. Some patrons, however, do not mind being observed. At times His Honour had requested, in his charming way, that an earthenware pot be shifted a little. Its waxy trail of orchids, perhaps, was obscuring another diners view or possibly the showy clusters of bougainvillea were a bother. His Honour would lightly touch the arm of a young waitress who was passing, he would put his hand on her wrist, she would feel constrained to bend close and listen to his whispered request, so that, with their foreheads almost touching, for a moment the two would seem to be lovers. He might even lift the fall of her hair from her cheek and hold it gently aside in a manner both suggestive and dotted line well, judicious, quaintly formal, certainly irreproachable, in order to murmur his order privately."
}