{
    "text": "Wouldnt you know this old girl said aloud in the heat of the midday mall. Wouldnt you just know Daisy could have been sitting there, for all she knew. Kathleen kept noddling through those last days before Ronald died, the horrible secret of his illness huddled within, unable to turn to the children, lost between voyages in her own port. She drank the last of her coffee angrily, oneswig Kath, and shook her head to free it from all that unhappy stuff. There was a busker under the shopfront just nearby, strumming guitar and singing mournfully about the inland. Cant sing like my boy, she thought. Not a patch on him. Just briefly she wondered what Brain would think if he knew shed come back. But she didnt want him to know, didnt want to push herself in where she wasnt wanted. Anyway, she couldnt find him even if. He was somewhere around, up in the hills. The busker was packing up his guitar and moving off now. She felt sorry for him. No talent, she muttered to herself, poor kid. He was moving across to the people at the next table, his cap held ready, hoping for a handout. Got to give the poor coot something, she told Daisy, fumbling in her handbag for loose change. Daisy, you should have heard Brain in his palmy days. She blinked and Daisy vanished. But she went on, talking to air. There was no doubt Brians voice was better than his fathers. As the kids grew beyond the stage of scowling shame while father insisted on running through his repertoire of ballads, Kathleen was delighted when occasionally the boy joined them at the piano and sent rich true notes soaring about the living room. He was playing the lead in a school production of The Gondoliers and needed the practice. Although he was only fourteen his voice had changed without noticeable cracking and had the mature tenor assurance of a man. The year before she had sat with Ronald at a school concert watching their son as he sang a bracket of Irish songs for Saint Patricks day. Up there on stage, spotlighted, with his still unfuzzed face, he looked younger than he was, but when his voice, ripe and full and strong, lofted Macushla and Mother Machree to the soaring roof of the hired theatre, that stunning opposition of school shirt and matinee idol voice had the crowd cheering and pulping their palms. God has been good to him, the Brothers said in the foyer at interval. He has a great gift. You heard what Brother said, Kathleen repeated many times later, absorbed in savouring the words. A great gift. Your father and I are very proud. Ive made the second fifteen, Brian said. He could think of nothing else. Nothing else, she had complained to Daisy. The one thing he could do really well and never worked at. Oh it was a pleasant enough dotted line hobby, I suppose. But he sang to please himself. Thats what its for, Mum, he used to say. Theres more to life than that. She could hear him now, taking a pair of sparkling eyes to the delight of parents driven down the old Sandgate Road for school play night, encored to a reprise, sotto voce, and feel still the tears of pride that made her look away and squeeze Ronalds fevered hand. Had she but world enough and time, she reflected in the peopled barrenness of the mall, she would invent the ultimate preservative for those makeshift, rough and ready, shortlived moments. Instinctively she put her hand to her face, touching the remnants of what time had left her. She was falling apart. Cutting loose. Doing the unexpected. Kathleen craved some moment of consequence in what had become a treadmill existence as she steered her children through adolescence. I dont count, she had written to Daisy still sweating it out in Charco, those childhood traumas of measles, mumps and chickenpox. Or the mindless foodhunt, the cooking, eating and expelling the stuff just so the whole damn cycle can start again. Hey, thats a laugh, isnt is I dont place much stress on rows at the office, promotion, retirement. Wheres the buzz She had made room for one of those moments the year after Ronald died, tugged by sentiment, perhaps, or simply the need to flee the mundane while her children were safe in boarding school. Amazing herself, she took a weeks leave and went back to the town of the east wind, flying in where once, eleven years before, she had arrived by interisland trader. When the plane came down over Guadalcanal, the jungled heights of the island, fold upon fold of uncontrolled vegetable growth, seized and choked her mind. She saw Ronald, or imagined she could see him, clambering, hacking, crawling through implacable forest to sate an obsession. His thin white figure in starched drill and toupee, all the tropic duds, kept vanishing and reappearing, heading ever towards what she guessed to be the summit of Mount Makarakombou. Nothing had changed. A lot had changed. In the still familiar bar of the hotel on Mendana Avenue the past swept in. She had told no one she was going, not even the children, and now layer upon layer of time peeled her naked. In the harbour, in the islands, in the Spanish seas, Ronalds voice sang in the highest reaches of her skull as she walked during each of the next few days past Government House and the Secretariat to the Guadalcanal Club, where she rediscovered the junior administrative officer, redder, stouter, and now an assistant secretary. There was not a kiss in sight. Have I changed that much She resented the bleating sound as she jogged his memory. Married man these days, he countered, selfprotectively. Three beaut kids. Youll meet the wife later on. Shes dropping by for a drink. God, Kathleen, what a turn up, eh Why didnt you let anyone know you were coming We could have turned it on for you. He was convivial with a gin sling. Not many of the old team left, Im one of the few who stayed on. You knew about Ronald, I suppose. Yes. Sorry, Kath. Always liked the old boy. Do you know dotted line just a few days before you left, after the store was sold, he told me what happened that time he went missing. Kathleen found herself staring into her glass, afraid to urge. Yes, the assistant secretary said, he reached the top all right. And he managed to cut his name and the date on a boulder up there. Its true. Went up to see it for myself a year later. It was on the way back he got bushed. Bad show, really. All of it. Crazily she believed then that it was Ronald she had seen from the spyhole of the descending plane, living and reliving his moment of glory in that steaming wilderness of tree and vine. Nostalgia made her want to weep again, even after a year, especially after a year, grabbed by the stupidity of his pluckiness, whose driving folly she had never understood. She finished her drink, leaving the assistant secretary sitting there, and walked up the hill to the house on the ridge. The temptation to knock, to court invitation, jabbed as she surveyed the familiar lines of veranda, the garden denser but much the same, brilliant with scarlet blossom on the poinciana trees. She turned and looked across to Savo Island, unchanged in unchanging waters, her back exposed now to the pointed words that still flew about those rooms. She winced under ghost barbs. If she could, she would have redrawn the maps of those lost times, overcome by sadness and its high dingo howl across emptied, flattened desertscapes. She thought of her children and their kid faces became mnemonics for domestic detail she now dug up, gently sifting earth and sand, to lay each moment out as if it were a bowl, vase, tile, of simple but searing beauty. History was more nostalgia than facet. Correction, than fact an aggregation of personal moments with their sickening lurches of love and hate. As she sat alone that night in the dining room of the Hotel Mendana, the black waiter asked curiously and, she imagined, reprovingly, Where is your husband She looked up and smiled and took her time responding. Where is your wife Giggling, he backed away, all stumbling feet and flaphands, from this cheeky waite. She went on picking at her omelette, wondering if, for Ronalds sake, she should have mentioned he had left his mark on the summit of one of their highest peaks. Where, after all, was her husband The best thing, she supposed, about that week was knowing no one knew where she was. The boundary lines of protocol were still drawn on the island, though by shakier hands, and the supper party the assistant secretary organised for her at his home was a terrible mix of stiff and hearty, through all of which the secretarys wife regarded her with sharp and curious eyes nourished by the gossip that still, after all this time, gave transfusions of energy. Nothing, should she explain loudly over the canapeacutes, beyond sweat and arms and unwanted kisses in the sticky afternoons of those three lost weeks The temptation to say loudly, clearly, There was no puspus, my dear, shocking with the unacceptable pidgin obscenity, almost overcame her. A nauseous wave swept her up and out to the bathroom where she was noisily sick for quite some time. Ive cut and run, she wrote on a card for Daisy. The card showed native huts and women in brightly coloured Mother Hubbards. Wasnt going to tell a soul but Ive decided cutting and running is what its all about. I think the kids have inherited that gene from me Got your card, Daisy remembered when they next met years later. You old devil, you. Daisy was without envy, never said half your luck or wish Id been there, never stained the moment. Im lucky, she always said. Youre lucky. Watched any telly lately If you have youll know youre lucky. Daisy put her right, letting her see the brevity of the program, the limited number of items, the transience of applause. Heres to you, Daise Cheers Lets go back a little, she said to Daisy, mumbling away to herself in the mall. I want to tell you about them, about the kids. Your turn next week. That Brain she said. That Shamrock Now yearning for the confidences, the shared comfort of age, she would write Daisy long letters full of plaint. Goodbye. Goodbye to those years in which she huddled in the same house, always the same, while son and daughter flapdoodled their way through Mickey Mouse humanities courses on straight Cs. Herself unsurprised, still on the secretarial game but translated, now she also had put a course or two behind her, into something a little more meaningful as a parliamentary worker, learning to keep her too ready lips closed, ploughing ahead to retirement down the track with only the occasional flirtation in sight. Dollops of carelessly dropped, scented dross, she told herself and also another elderly prospective escort who promptly, promptly dotted line and, my God, there was a further not so fragrant deposit littering the fence marge. So who cares cared She had the kids, no longer kids, to worry about in the bleak evenings, wondering how straight Cs and humanities establish themselves and their holders in the expanding early sixties except in protest flings with mounted police or in batonbeaten greenie marches. There had been narrow squeaks with alternative communes seductively beckoning. Shamrock had taken a year off to find herself. Where will you look, dear Kathleen had asked mildly. Oh Jesus, you do crap me off I lived through that, Kathleen admitted, through all that sulky acrimony, that impudent flouncing, until Shamrock hitched her way to a commune outside Mackay, an outwardly decorously run family group that, according to a chastened and returned daughter, was organised to punishment point by a failed law student with stunning connections in the state judiciary."
}