{
    "text": "Bondi At twentysix, Leigh who is Casss cousin is tired of playing the part of bad girl but the habit is difficult to break. She fell into the role quite naturally at puberty parsons daughters do and played it to the hilt, and now its like a skin she cant shed. The thing is, Cass decides, Leigh knows the ropes of bad girl land, and even though the terrain has become tedious has in fact become as boring as the Sunday afternoon prayer meetings of their childhoods, Leigh feels comfortable there. And safe. Safe In a manner of speaking, safe because Cass, watching Leigh smooth suntan oil on her bare breasts, knows that Leigh wouldnt even count the Hanlon affair. Leigh wouldnt give it any more significance than Cass would give a crunched fender or a smashedup headlight. Annoying, yes. Inconvenient. But shrug these things happen, and besides, every life needs a little excitement, right Nevertheless, it is because of Hanlon that Leigh has called, and because of Hanlon that they are lying towel by towel on Bondi beach, with Deb making sandcastles a few yards off. Not the usual way for Cass to spend a Saturday afternoon these days. Come on, Cass, Leigh had said. Live a little. Well dotted line Cass hears herself again, all tiresome caution. She is torn between maternal anxiety and the pleasant pinpricks of risk. Live a little Being target practice for Hanlon Theres this fingerpainting thingamy at the public library. I was going to take Deb dotted line Leigh already has the stroller out. Deb needs to be outdoors, not in. What kind of an Aussie kid are you raising here But will it be safe Safe as Sunday School. Hanlons so dumb, hell still be watching my flat in Melbourne. Leigh and Cass have travelled different roads, but they need each other. Were heads and tails, I suppose you could say, Cass explains to Tom. Though Leigh always counters Youre the wolf in sheeps clothing, and Im the little lost lamb playing wolf to protect myself. Black and white, Tom hopes night and day. At any rate, each plays Best Supporting Actress to the others role. They grew up in Brisbane, which should explain a lot, and were fed milk and biblical verses in their highchairs. When Leigh telephoned, the day before yesterday, Cass could feel the rush at the top of her head. Leigh She was laughing already. I dont believe it, I thought youd vanished from the face of the land Where are you Brisbane God no Not Brizzy. Leigh hasnt been heard from for two years, though the family gossip mill has been murmuring Townsville, Cairns, Kuranda, Daintree, Leigh heading further and further north, heading deeper into shady reasons, bad company, offshore boats, Darwin in a shocked whisper, Cape Trib, Thursday Island grant her Thy mercy, Lord, New Guinea Then Brisbane again, it was rumoured. Someone had seen her at Expo, her hair ungelled and unspiked, looking like a normal person, and shed said In sales, giving a phone number. Selling dotted line No one dared to ask what. At the phone number, a male voice went off in a shower of expletives and detonations about that fucking bitch whod moved on, bloody lucky for her, and if he ever fucking caught up with the slut dotted line Lost traces, lost causes, lost sheep. The family signed and bowed its head Remember, O Lord, thy wayward child and turn not Thy face away from dotted line Im here, Leigh says. In Sydney. Excitement, salamander style, comes slinking in through Casss eardrum and makes straight for all her nerve centres of temptation. Listen, Leigh says. I need a place to crash, its sort of urgent. Cass picks her up at Circular Quay. God you look terrible, but what does it matter Reinstated as baileroutinchief, Cass feels giddy with pleasure. Yeah, well. Ive been doing a bit of coke. Doesnt go very well with food. Leigh lights a cigarette. Hows Deb Adorable. Youll see in a minute. Toms home, so I just rushed out. And have you been a good girl while Ive been gone Leigh asks. They both laugh. What happened Cass wants to know. What do you mean You said it was urgent. Oh, that. Leigh shrugs. Nothing much. You remember Hanlon That bloke you were living with in Brisbane Him. We hit the road for a while, business you know, but I got tired of doing the dirty work and taking shit, so I What sort of shit Oh, you know, the usual. He hit me round a bit. Leigh, why Why do you keep latching on to men like that Youve gotta stop Yeah, I know. Ive tried, I really have. I just cant seem to get turned on unless theyre hellraisers. Anyway, in Brizzy, Hanlon set up this little dream of a deal, with me in the hot seat, natch, and it came to me that I could just take the money and run. So I did. Ripped him off for twenty thousand, and headed for Melbourne. God, Leigh Twenty thousand dollars Cass is appalled, her eyes glitter, she is full of plans. Well dotted line she cant stop reeling from the enormity of it Well, now you can afford to, you know, quit dotted line Quit, uh, selling. You can go straight, get an apartment here, finish your degree dotted line Never give up, do you Leigh says fondly. In high school, they had been neck and neck. Leigh had won a state medal as well as a Commonwealth Scholarship. A brilliant future, her teachers said, which turned out to be true in a way. Still, Leigh sighs. Mackie was worth it for a while. She winces, then smiles, then winces again, remembering Mackie, the excon shed run off with before the end of her first year at Queensland Uni. About going back dotted line I think about it a lot, but I dunno after all these years. Its never too late. Yeah, yeah. Leigh is wistful. I meant to, actually. Use the money for, you know, uni or something. But I blew it all on coke in Melbourne and last week I saw You blew twenty thousand dollars Well, not just me. Friends, you know. I threw a few parties. And I guess the word got round because last week Its all gone Cass is awestruck. That entire amount Fraid so. Leigh twists sideways in the seat, leaning against the passenger door, to gauge the effect of her words on Cass. My cokes at maintenance level, though. Its under control. I get frightened for you, Cass says. If Leigh werent around, what would happen to the world on its axis What might Cass have to do Yeah, me too sometimes. Leigh laughs. Anyway, last week I saw Hanlon watching my place. He doesnt take kindly to being gypped, so I thought Id better bugger off. Hitchhiked up, left early yesterday and just arrived. God, Im tired. She slept for fifteen hours. She woke, she ate something, she threw up, she slept, she sleeps. Tom, looking into the guest room before heading for his office the Saturday catchup, says God, its the worst Ive ever seen her. Shes thin as a whippet. Except for her tits, he thinks. In spite of himself, hes stirred. The unspiked black hair, longer now, shaggy and glossy, falls across a childs face. He kisses Cass brusquely So how long is she planning to camp here Not that hes made uneasy by Leighs presence in his house, not really. Because this is what Tom has observed that the children of True Believers go one of two ways, and that there is a delicate ecology within families. To Toms legal mind hes a partner in a Regent Street law firm, Leigh is some sort of warranty. Leigh wakes into high sun. Lets go to the beach, she says. Well dotted line Theres this fingerpainting thingamy dotted line Live a little, Leigh laughs, exasperated. And so they push the stroller along the neat residential streets of Bellevue Hill and down the long asphalt slope to Bondi. Cass is always mildly surprised that no one asks for her passport at that point where the buildings change so sharply. Cass watches the way the men walk up and down where the sand turns hard, the way their equipment strains against their skimpy briefs, the way their eyes, not even pretending to be covert, scan the rows of oilslicked breasts the peacock parade on its mating route between towels and bodies. It still surprises Cass, the lack of selfconsciousness on all sides. Bare bosoms are so common that if she rolls sideways on her towel and squints, the beach appears to be strewn with egg cartons, pointy little mounds in all directions. Big ones and small ones, floppy ones and tight little cones. She considers if I took off my top, would Deb be startled Would Leigh And if Tom heard of it A man walks within eight inches of her head, flicking sand in her eyes, and manages to spill beer on Leighs midriff. Leigh sits bolt upright and her splendid bare breasts bounce and quiver. Jeez, sorry. The man squats down, blotting at beerwet skin with his towel. Oh, bugger off, Leigh says without malice. Hey, an accident, swear to God The man turns toward Cass and winks. He has very white teeth and a dimple beside his chin. Cass has an urge to stick out her tongue, throw sand at him maybe, and a simultaneous one to run her fingers down through the hair on his chest, across the flat tanned belly, across the blue lycra welt to that bleat of skin on the inside of his squatting thighs. Baby skin, and she cant take her eyes off it. Shed forgotten this the way sun and salt air and drowsiness and the smell of suntan oil add up to lust. Not lust exactly. More a sort of catholic sensuousness, an erotic languor toward the whole wide world. Got some beer in the Esky, the man says. Wanna join me Sure, Cass murmurs silkily, eyes meeting his. Why not Be right back. Cass stretches like a cat and reaches behind and unhooks her bikini top. She squirts a glob of sunscreen into one palm and rubs it lovingly on her nipples. What the hell are you doing Leigh asks. Whyd you invite that jerk back here Well never get rid of him. Cass smiles. This feels good, very good sun on her white and private breasts, its like losing your virginity again, a lifesaver watching while she massages in the oil, a slow rhythmic caress, autoerotic. Watching herself being watched, she can feel what it was that hooked Narcissus. A married woman Leigh is agitated, Leigh is suddenly and inexplicably angry. A mother Put your clothes back on, were going. Casss eyes go wide. Youve got to be kidding. You think youre funny or something You think youre Then chaos comes in a skirl of sand. First, the Esky man is knocked for a sixer, the blue Esky sails in an arc toward the surf trailing cans of Swan Lager like so many bows on a kite tail. After that, its helterskelter screaming, cursing, an assortment of missiles footballs, cricket bats, a rubber skippingrope, bodies lunging, bodies falling, blood. There are gouts of blood on the sand. Mothers scream and gather up tots and towels, heading for the concrete steps. Cass scoops up Deb and runs to the water. Children cry and dont know if theyre crying from fear or from the sand in their eyes. People wipe their wet faces and find themselves sprinkled with blood. A little further off, a ring of boys gathers to watch and barrack. This is some fight, some thrill. Its wogs The wogs started it. They were bothering a white girl, they threw sand in a white ladys face, they kicked a football right into a little kids head, a little white kid, hes got concussion."
}