{
    "text": "PETER CAREY THE TAX INSPECTOR 12 It was the day they had tried to put her in a nursing home, but it would be the same on any other day when Mrs Catchprice went to lock the big cyclone gates of Catchprice Motors, she would look up at Cathy and Howies apartment window. The look would say just try and stop me. At six oclock exactly in two minutes time Howie would look through the Venetian blinds and see her apartment door open, like a tricky clock in a Victorian arcade. First, the old woman would put her nose out and sniff the air. Then she would look down at the cars. Then she would come out on to the landing and stare at the window where she thought her enemy was waiting for her to die. She thought it was Howie who conspired to commit her. She needed no proof. It was obvious. He was fiddling with the books, renting other premises, preparing to set up as a Honda dealer, in opposition. He was plotting, certainly, continually, every moment of the day, but what he was plotting to do was to have a life like Ernest Tubb, The Gold Chain Troubadour. He was plotting to have his wife run away with him. It was only Cathy who kept him locked inside those cyclone gates. She had an entire band trying to drag her out on to the road. She had Drunk as a Lord with a bullet on the Country charts. She had fans who wrote to her. She had a life to go to, but she was a Catchprice, and she was tangled in all that mad Catchprice shit that had her shouting at her mother while she fed her, at war with her brother while she fretted about his loneliness, firing her nephew while she went running to his cellar door, knocking and crying and leaving presents for him she bought him dope, for Chrissakes, dope, in a pub, to cheer him up. You would not want to know about that kids life, his brother either. They were like institution kids with old mens eyes in their young faces, but she loved them, unconditionally, with an intensity that she tried to hide even from her husband. Howie could not trust those boys, either of them, but he had learned not to speak against them in his wifes presence. Indeed, Howie had become as calculating and secretive as Granny Catchprice thought he was, but he did not covet Catchprice money or the Catchprice Goodwill Factor and he did not want to set up in competition to the family firm. His happy thought was of long tendrils of vines snaking through brick walls of Catchprice Motors, collapsed fire escapes, high walls covered by bearded mosses and flaking lichens, rusting cyclone fence collapsing under a load of Lantana and wild passionfruit. He was not counting on Granny Catchprices death to free him he judged it would be too long in coming. Mrs Catchprice had the only authorized keys to the cyclone gates, and she would not give them up. Every morning at halfpast six she opened them, and every night she locked them up again. They were not light or easy. You could see her lean her brittle little shoulders into the hard steel and guess what it might take her to get those big galvanized rollers moving. But she would not give up those keys to anyone. If you wanted to get a car out of the yard outside the hours you were meant to go up the fire escape and ask her, please, if it was not too much trouble. Granny did not have guests and neither did Mort. When they shut the gates at night it was as if they were severing connection with The General Public until morning. It was only Howie and Cathy who were social. Their guests had to drive down the workshop laneway and park outside the entrance to the Spare Parts Department. They then honked once or twice and Howie went down to let them in. This was never any problem with musicians. But Howie was sometimes embarrassed to have their visitors first approach their apartment along a steelshelved avenue stacked with leaf springs and shock absorbers. At six oclock, on the dot, Gran Catchprice came out on to her landing. She not only looked across at him, she bowed, and gave a mocking little curtsy. You old chook, he said. He frowned and fitted a cigarette into the corner of his smile. Cathy came in from the kitchen with two cans of Reschs Pilsener. She was wearing a gingham skirt which showed off her strong, wellshaped legs, and white socks and black shoes like a school kid. She gave him one can and sat on the rickety pingpong table. It was two and a half hours before their meeting with the band but already she had that high nervous look she had in the fifteen minutes before she did a show. He loved that look. You could not say she was beautiful, but he sat night after night in bars for a hundred miles around Franklin and watched men change their opinion of her as she sang. She had a good band, but it was nothing special. She had a good voice, but there were better. It was her words, and it was her feelings. She could turn the shit of her life into jewels. She had plump arms and maybe a little too much weight under the chin and her belly pushed out against her clothes, but she was sexy. You had to say, whatever problems she had in bed, she was a sexy woman. You could watch men see it in her, but never straightaway. Big night, he said. He stood up so she could take the bar stool and he sat instead on the pingpong table. Sure, she said. She was bright and tight, could barely talk. Tonight she was going to have her meeting with the band and with the lawyer. She drank her beer. He leaned across to rub her neck, but you could not touch her neck or shoulders unless she had been drinking. Dont, hon. She took his hand and held it. Something had happened with the neck and shoulders. Sentimental Cacka had dragged her out of bed at two in the morning to sing Batti, batti from Don Giovanni to his visitors. It happened then, he guessed. She never said exactly, but he saw it exactly, in his minds eye. You could see the shadows of it. You could draw a map from them. What you think she said. About what Will I do it Youve got to decide, he said. I cant tell you what to do. Im just hurt, I guess. Im pissed off with them for talking to a lawyer. Sure, he said. I know. He patted her thigh sympathetically he was the one who had persuaded Craig and Steve Putzel that they could pull Cathy out on the road if they did what he said. He was the one who found them this socalled Entertainment Lawyer. He had manoeuvred them all to this point where they were an inch away from having the lives they wanted, all of them. He brushed some ash off his suede shoe. He buttoned his suit jacket and unbuttoned it. Big night, he said again. Through the Venetian blinds he could see Mort walking down the fire escape from his mothers apartment. This time next year, all this was going to seem like a bad dream. Cathy saw Mort too. Theyve been talking about the doctor, she said. You can bet on it. Hes been telling her it was all my idea, the coward. Howie always thought Mort was a dangerous man, but he doubted he would be dishonest in the way Cathy imagined. He watched Mort as he bent over the whitewashed sign Howie had written on the windscreen of the red Toyota truck. He scratched at it with his fingernail. He doesnt like my sign, he said. Cathy lifted the Venetian blind a fraction so it pinged. Mrs Catchprice had walked back from the gates and joined her son. She also scratched at the whitewash with one of her keys. You know he thinks Asnew is sleazy, Cathy said. You must have known theyd wipe it off. Ah, said Howie, who cares. That surprised her. She looked at him with her head on one side and then, silently, drew aside his jacket, undid a shirt button, and looked at the colour of his rash. She said You really think Im going to take the leap, dont you He wasnt counting on anything until it happened. She had been this close four years before, and once again, two years before that. Each time Granny Catchprice pulled her strings. You would not believe the tricks the old woman could pull to keep her workhorse working. If were done for tax I cant go on the road. You know that. I cant just desert them. Yes you can, he said. He did up his shirt button. This time youve got to. Yes, she said. Ive got to. She had that tightness in her bones, a flushed luminous look, as if she was about to do a show. He watched her drain her beer. You look beautiful, he said. This time Im going to do it. When you look like that I want to fuck you. He came and held her from behind and began to kiss her neck. She accepted his kisses. They lay on her skin like unresolved puzzles. Hes coming up here, she said. She meant Mort. He could see why she said it. Mort was walking across the yard this way, but he was probably on his way to hammer and yell at Bennys cellar door. Morts house shared a hot water service with their apartment, but Mort had not visited them for nine years. Hes coming here, she said. This is it. Its starting. She had such amazing skin very white and soft. Dont She broke free from his hands, suddenly irritated. Its nothing, he said. Itll be about the nursing home. Theyre going to try and make me stay. Cathy, Cathy dotted line they dont even believe youre leaving them. Shes sending him to say something to me. Honey, calm down. Think. What could they say to you at this stage Cathys eyes began to water. Shes so unfair. Howie stroked her neck. Youre fortysix years old, he said. Youre entitled to your own life. She makes him say it for her. Hes going to say how much she needs me. She put her hand on his sleeve. Hes coming up the stairs. Let me lock the door, Howie said. Mort had not visited their apartment since he argued with Howie about the pingpong table. This is the living room, he said. Theres no room for a pingpong table. With all respect, Howie had answered, thats not your business. Respect is something you wouldnt know about, Mort said. Its the Family Home. Youre turning it into a joke. Even allowing for the fact his father had just died, this was a crazy thing to say. Howie could not think of how to answer him. Respect Mort said. Then he slammed his fist into the brick wall behind Howies head. It came so close it grazed his ear. Ill lock the door, Howie said, not moving. Cathy poured some Benedictine into a tumbler. Then the door opened and she looked up and there was Mort and his lost wife, side by side. But it couldnt be Sophie. Sophie had left thirteen years ago. 13 It wasnt Sophie. It was Benny. He had made himself into the spitting image of the woman who had shot him. Whether he had meant to do it, or if it was an accident of bright white hair, the effect was most disturbing, to Cathy anyway."
}