{
    "text": "THE GREEN PAPER A COMMITMENT TO GROWTH AND EQUITY. The double digit level of unemployment of the late 1980s and early 1990s has been a source of great economic and social cost for the Australian community. In the past two decades the growth of unemployment may have softened societys perception of what is regarded as an acceptable level of unemployment. The Green paper refuses to accept unemployment as being acceptable at any level in its commitment towards full employment The Green Paper aims at fulfilling the Governments objectives of A.Reducing Unemployment, particularly the high level of long term unemployment. B.Increasing employment opportunities. C.Improving the skill base of the workforce. D.Promoting equity in the labour market. The Green Paper committee believe that full employment is an achievable goal for Australia. In restoring full employment the Green Paper identifies economic growth and changes in assistance programmes for the long term unemployed as being the areas in which policy should be directed. The current high levels of unemployment represent a source of lost production and inefficiency for the economy. In times of high unemployment the government must divert more funds to dole payments and assistance programmes as well as losing a significant amount of potential tax revenue. The growth in the level of long term unemployment also has an adverse effect on the efficiency of the Labour market. With a large number of workers becoming separated or dislocated from the Labour market competition is reduced. The Green paper also highlights that a mismatch of skills in the Labour market may also produce inflationary pressures in a recovery and a sluggish response of employment growth to the growth in output. The social costs of high unemployment cannot be ignored. Experience and research have shown the linkages between unemployment and social problems such as health and crime. These social costs are of even greater concern given the high growth in the level of long term unemployed people. Generally the longer an individual is unemployed the more difficult it is for them to resume fulltime employment. The Green paper committee claims that this is a result of A.The stigma which is attached with being longterm unemployed. Employers often view a person as being less employable the longer they have been unemployed. B.The loss of contact with the labour market makes it more difficult to find about new opportunities. C.Loss of relevant skills in a changing work environment D.Loss of confidence and morale. With approximately 35 per cent of those unemployed being without employment for a year, this became a high priority for the Green paper. It is evident that certain groups in society have a higher level of unemployment than others. This may be a result of emerging changes in the Labour market or discrete discrimination on the part of employers. Unemployment is higher for some groups than others because not all groups have attributes which are equally attractive to employers. Men bear the higher burden of unemployment and also tend to have a longer duration of unemployment. The Green paper attributes these differences between the sexes to the tendency for women to leave the labour force more readily when jobs are scarce. An important factor contributing to the composition of the unemployed is that of age. Unemployment tends to impact various age groups differently. It is the under 30 group that tends to have a disproportionate share of the unemployment problem. The committee attributes the youth unemployment problem not to growth in the youth labour force but to reduced demand. The main problem is that changes in the Labour market have reduced the opportunities for the disadvantaged or those without qualifications or training. The Green paper highlights that technological change and increased competition from those with skills for lower paid jobs has meant less opportunity for teenagers. While it is the under 30 group which has the higher level of longterm unemployment, the Green paper shows that the average duration of unemployment tends to increase with age. Those from a nonEnglish speaking background also have a higher incidence of unemployment. The explanation for this trend is based on the importance of English speaking communication skills in securing employment. An increasing number of young people are postponing their entry to the Labour force by seeking postsecondary qualifications or training. Qualifications or training and experience are often used by employers as means of screening applications and seen as a source of high productivity. The Green paper shows that those with qualifications have a lower level of unemployment than those without postsecondary training. An important point made by the paper is the tendency for new jobs to be created in either the bottom or higher pay brackets. Jobs in the middle pay range are disappearing. This has had an effect on the composition of those unemployed. Many low skilled jobs are being taken by people who possess qualifications, pushing a large number of the low skilled onto the dolequeue. The competition for low wage jobs often pushes pay rates close to the rate of the Job search allowance. The Green paper argues that this may add to the problem by providing a disincentive to work. In the discussion of the causes of Australias unemployment problem, the Green paper pinpoints a shortfall in demand as the major problem. Against the background of a steadily increasing labour force, falls in the demand for labour in the early 1980s and early 1990s were quickly reflected in large increases in the unemployment rate. PG33 The paper is very quick to dismiss structural change in the economy as a major cause of the current unemployment problem. Despite retrenchments in a number of industries the committee is confident that structural changes will create jobs by diverting resources into areas where they will be used more efficiently. A high level of populationemployment growth, high labour mobility and successful labour market programs has ensured that Australia has avoided the structural unemployment problems experienced in Europe. It could be argued however that the high unemployment rate may in itself create structural unemployment. People who have been unemployed for a lengthy period may lose their skills and confidence, making it very difficult to return to employment. The overall effect would be to boost the NAIRU. It through a combination of rapid economic growth and special assistance programs which is seen as the means of restoring full employment. The Green paper bases its analysis on a series of simulations using the Access Economics Murphy AEM model of the Australian economy. It is offered by the paper that economic growth of 5 to 5 per cent has the potential to reduce the unemployment rate to as low as 5 per cent by the year 2000This growth is dependent on policies which A.Restrain income and keep inflation under control when the economy begins to rapidly expand. B.Speed the pace of Microeconomic reform and ensure that Australian industry continues to grow and improve its competitiveness. C.Stronger productivity growth. The Green paper believes that the high growth rates necessary to reduce Unemployment to its projected levels are realistic. Most importantly the paper believes that inflation can be controlled in periods of rapid economic growth, allowing unemployment to fall. The Green paper recognises that an inverse relationship exists between employment growth and real wage levels. However it concedes that controlling real wage levels through an Incomes policy can be difficult. It believes that increased productivity and output growth are the best means of controlling real wages. The paper highlights that the Industrial Relations Commission could attempt to reduce nominal wages across the board to reduce real wages. This is likely to be unsuccessful if these nominal wage reductions are passed on in the form of lower prices, diluting the effect upon real wages. In this situation the cuts in nominal wages would have to be much larger than the actual falls in real wages. The Green paper believes that large cuts in nominal wages would be very difficult to institute, given the likely adverse distributional consequences of such a move. Despite its views on the control of real wages, the paper stresses that nominal wage restraint is possible and very important in ensuring that employment grows in the recovery. It places its faith in the continued success of the Accord and a commitment on the part of the Unions. The removal of tariff barriers and the competitive pressures placed on Australian business in attempting to capture a larger share of the Asian market may also assist in the control of inflation. Australia had had a relatively poor productivity performance in the last twenty years. The Green paper has identified an improvement in productivity performance as being essential in the reduction of unemployment. Increased productivity growth can help improve living standards, reduce inflationary pressure and, as noted below help reduce the NAIRU.pg.62 The improvement in the quality of both capital and labour are essential in increasing productivity. In regards to capital, business investment is essential in maintaining the level of technical progress embodied in the unit of capital. As stressed by the paper, it is technological change and innovation that improve the growth potential of the economy. The importance of maintaining a capital stock is also highlighted. If capital stocks grow low during a recession, inflationary pressures emerge during a recovery. The importance attached to nominal wage restraint and productivity growth in the Green paper is illustrated in the Murphy model simulations. The Green paper initially considers separate simulations of policy measures designed to increase labour productivity and restrain nominal wage growth. The effects of labour participation shocks are also simulated by the model. The policy simulation involving a reduction in nominal incomes shows that it is the dominant factor in reducing the unemployment rate. In reducing the economies propensity to generate nominal wage inflation the NAIRU is effectively reduced. The reduction in unemployment in this simulation is explained by the rapid feedback effects of growth and investment. In simulating the effect of policies which improve labour productivity, the model shows a much smaller effect on unemployment. Initially the high productivity growth increases unemployment, with fewer workers required to produce the same unit of output. The Green paper however believes that productivity growth will not lead to a situation of jobless growth. The model supports this view in showing a gradual fall in the unemployment rate after an a small initial increase in the jobless rate. It is assumed that the benefits of productivity growth are passed on in the form of lower prices, producing higher real incomes and increased demand. In the recent economic recovery concern has been expressed about the low levels of investment expenditure. Both saving and investment are essential in ensuring economic growth is sustained. In past boom periods of economic activity the problem has been that investment has been funded mainly from overseas borrowing. This is due to the lack of domestic saving. The consequence of overseas borrowing has been a worsening of the CAD. The Green paper believes that unemployment can be increased without causing CAD problems. The projected economic growth is seen as selfsustaining. Higher output growth leads to higher profitability, an acceleration in investment expenditure, and increasing consumer demanddotted linepg.51 The paper maintains that savings will be boosted by the reduction in unemployment which growth is projected to produce. A reduction in unemployment is shown by the model to increase the level of public saving decrease in the Net Borrowing Requirement. It is also commented that the increases in real income from growth will also boost private savings. The proposition that growth would be selfsustaining is backed by two final simulations using the Murphy model. The first is referred to as the High Growth scenario. It shows the results of successful policies which restrain nominal wage growth and improve productivity. The model shows that in this scenario there is a large improvement in the unemployment rate. Inflation is also shown to fall and stabilise until it eventually it returns to the trend rate. The second simulation is referred to as the Employment Growth scenario. This is basically the same as the first simulation except that it introduces two other elements. The productivity growth in this case is initially higher capital productivity. Also in the first two years of the simulation it is assumed that labour supply is reduced by various labour market schemes. This trend is reversed after the first two years. The results of the second simulation are almost identical to the first. The purpose of the two different simulations is to show that it is nominal wage restraint that is the dominant factor in reducing unemployment."
}