{
    "text": "MINISTERIAL REPORT The SydneyCanberra corridor is a 300 km long stretch of land which links Sydney and Canberra. The corridor forms the main transport, communication and service route between these two capital cities. The landuse consists mainly of agricultural and forested areas with towns and villages situated along transport routes. Natural attributes of the corridor include its scenic national parks and forests, productive farmlands, mines and quarries and several townships with heritage significance. Four key issues of major importance in the future development of the corridor are urban growth, water resources, air quality and transport. The corridor represents one of the two outlets northwest vs southwest for Sydneys urban sprawl as residential land within the Sydney basin approaches its capacity. Population growth in Sydney and policies towards urban consolidation will greatly affect the rate and spatial pattern of urban development in the corridor. Water resources represent perhaps the most limiting factor for corridor growth. Deteriorating water quality within the Warragamba catchment which supplies about 4 million people is of major concern. Declining air quality in Sydneys southwest also required careful consideration in policies towards urban growth patterns. Transport networks are likely to continue to be a major determinant of corridor development. The economic feasability and environmental impacts of the very fast train and tilt train proposals require further investigation. My recommendations for the corridor would be for consolidated urban settlements retained in rural settings, with growth being encouraged in the central and southern corridor. Higher density urban growth would facilitate a greater reliance on public transport. Upgrading of both rail and bus transport is essential to improve accessibility and to reduce the polluting effects of high motor vehicle use. Rapid growth at the northern end of the corridor needs to be discouraged at present to avoid exacerbation of the serious water and air pollution problems. Landuse planning, technology and conservation measures are essential to alleviate this environmental deterioration. Coordinated planning between the various levels of government and agencies involved is perhaps the most important factor in promoting environmentally sustainable use of the corridors resources. INTRODUCTION The four key issues which I regard as most important in relation to the SydneyCanberra corridor are urban growth, water resources, air quality and transport. These four issues were chosen as they all have major impacts on the social and economic circumstances as well as the environmental quality of life of residents both within the corridor and in the urban centres of Sydney and Canberra. The SydneyCanberra corridor is a zone of urbanisation stretching 300 km from Sydney, the N.S.W. capital in the northeast, to Canberra, the national capital in the southwest. It forms a transport, communications and services route between these two capitals. The population of the corridor is almost 4 million including the two capital cities. Within the corridor itself however, there is a low population density with a total population of about 200,Most of the corridor remains in nonurban landuse such as agriculture, forestry, mining, nature conservation and recreation Purdon 1993. The urban settlements are located mainly along the transport routes Map 1. The corridor contains many attractive features, such as historical buildings and villages, scenic national parks, state forests, nature reserves, wetlands and farms. The corridor is managed in a rather piecemeal fashion at present by local councils and the N.S.W., A.C.T. and Federal governments. URBAN GROWTH Urban expansion of Sydney is now limited mainly to the northwest and southwest, so the northern end of the corridor represents one possible route for new urban development. The growth of Canberra is similarly limited in the south and west, so that urban expansion here may also eventually be directed northwards into the corridor. Large scale urban development however may change the nature of the corridor from one of scenic rural towns to what could be seen as an extension of the urban sprawl. It is essential therefore that development of the corridor is planned to accommodate population growth while maintaining the rural atmosphere and minimising environmental impacts. Despite Sydneys declining growth rate, there is still likely to be a net increase in population of approximatesign40,000 people each year Dept. of Planning 1993a. Planning policies for future growth have emphasised the need for more central consolidation in Sydney, especially along existing public transport routes with reduced development on the urban fringe Ibid. However there is a limit Map 1 Key Location diagram Caption to the degree of consolidation physically possible, and population pressure from Sydney will probably be the most significant influence on the rate and pattern of urban settlement in the corridor. Other local factors such as land and house prices, employment opportunities, competing land uses, commuting distances from major centres, retirement facilities, lifestyle preferences, industrial and commercial enterprises and transport availability will also direct the pattern of urban growth. At present, the rate of growth within the corridor is highest at the northern and southern ends where commuting to Sydney and Canberra is viable Table 1. With the growth of Parramatta and Liverpool as commercial centres in Sydney, more jobs are closer to the residents of the corridor Purdon 1993 p.6. Wollondilly and Wingecarribee Shires accounted for almost half of the corridor population increase 19861991 Table 1. The high rate of growth in the Wollondilly Shire can be regarded as direct expansion of the Sydney fringe. The Shire has so far maintained its rural village atmosphere, although there is concern that it will be engulfed in the urban sprawl Lewis 1993. Growth within the Wingecarribee Shire has been due mainly to migration from Sydney, especially retirees and professional people. Local government in this shire is similarly reluctant to encourage rapid urban development which may destroy the rural atmosphere. The rural towns in the central and southern corridor have lower growth rates Dept. of Planning 1992a especially Goulburn where the population is decreasing, mainly due to decline in primary production. CanberraQueanbeyan has been a rapidly growing area and eventually land in New South Wales will be required to accommodate urban expansion from Canberra Tomlins 1993. Table 2 shows possible future urban trends for the various local government areas within the corridor. Current patterns of urban growth are likely to continue, at least in the near future Department of Planning, 1990a. Greatest expansion is expected in the Wollondilly Shire where land is still reasonably priced and within commuting distance from Sydney. Demand is also likely to continue for the relatively high priced land in the Wingecarribee Shire due to its scenic beauty and proximity to Sydney. Population projections for 1991 2016 by the Department of Planning 1990b suggest that growth rates in the other rural centres such as Yass, Goulburn and Gunning will continue to be low. This will depend, however, on the productivity of the rural sector, commercial and industrial Caption Table 1 Sources Key Caption Table 2 Source developments and any changes to the transport system. Queanbeyan, Yarrowlumla and Canberra itself are expected to continue growth at moderate rates Dept. of Planning 1990b. The most attractive and environmentally sustainable urban development pattern within the corridor in the future would perhaps be mediumhigh density expansion of existing urban settlements surrounded by rural or natural areas. The Australian residential ideal is the single dwelling on a large block of land, typical of urban fringe housing Maher 1993. More research and market appraisel is required in designing medium density dwellings attractive to large numbers of the population. For example, medium density clusters of 1030 dwellings such as villas or townhouses designed to allow both privacy and a community atmosphere. This would minimise resource use and costs, e.g. land, energy and water and reduce the sense of isolation felt by many homeowners in new urban areas. Compact, public transportoriented urban growth is essential in the northern corridor where rapid growth is already exacerbating environmental problems. The central and southern urban settlements such as Goulburn and Yass appear more receptive to urban development Glover 1993 Turner 1993. Growth in these towns offers many advantages compared to continued urban sprawl on the fringes of Sydney and Canberra. For example, residential, commercial and industrial land is ralatively cheap and improvement in transport services may reduce accessibility problems. However, there are limits to the capacity of these settlements to sustain urban growth, for example water supplies, infrastructure costs and employment opportunities. The government may eventually be pressured into releasing large areas of residential land close to Sydney at some time in the next 515 years. For example, a housing boom may occur following recovery from the present recession. The most economical option in this case would perhaps be the development of an area such as Macarthur South Map 2. This is the only area in the corridor where large scale urban development has been proposed projected ultimate population 250,000Water Board 1992. Whether technological advances could reduce environmental impacts to acceptable levels needs careful assessment. Development strategies for Macarthur South and the other areas proposed for new urban development Map 2 are currently being revised Dept. of Planning 1991 and 1992b. Map 2 Caption WATER RESOURCES Most of the SydneyCanberra corridor falls within the HawkesburyNepean Catchment Map 3. The Shoalhaven Catchment supplies the southeast section of the corridor, while Canberra, Queanbeyan and Yass are supplied by tributaries of the Murrumbidgee River. The HawkesburyNepean river system has a catchment area of 22,000 sq.km. and supplies 97 of Sydneys drinking water 75 billion litres per day Water Board 1993a. The catchment also provides water for agricultural, industrial and recreational use, and contains several sites for sand and gravel extraction. The population within the catchment area is about 500,000 but is expected to increase to approximatesign800,000 by the year 2000 Dept. of Planning 1989. The major concerns for both future water supply and water quality are in the northern corridor. This is due to the very large population 4 million dependent on the HawkesburyNepean system and the serious water pollution problems already emerging in the catchment. Water is also a limiting growth factor in the southern corridor. For example, Canberras water supply will be inadequate by 2001 if current trends continue, but the problems here are of a much smaller magnitude. Water Supply Sydney has the largest per capita water storage capacity of all the major cities in the world, and consumption is correspondingly high at approximatesign500 litres per day average Water Board Annual Report 199192. The main storage reservoir is Warragamba Dam capacity approximatesign2 M megalitres with additional storage in the Cordeaux, Cataract, Nepean, Avon and Wingecarribee Dams Map 3. There are no more water catchment areas outside national parks within easy reach of Sydney. If current usage rates and population growth rates continue, the water supply will be inadequate by about 2005 Water Board 1993b, Although the rate of population growth has slowed, an increase of about one million people is expected in the Sydney region in the next 1530 years Dept. of Planning 1993a. Reduced consumption and other water conservation measures will be required to maintain an adequate supply in the long term. The proposed Welcome Reef Dam on the Shoalhaven River is one option for supplying Sydneys water requirements in the future. The dam could also supply local communities in the Shoalhaven and possibly Canberra, Queanbeyan and Yass. The capacity of the dam would be 7 M megalitres. However, there are a number of disadvantages to the dams construction environmental impacts at the site and on the catchment system and the large capital cost involved Map 3 Caption 300 M. Water Board 1993c. No decision regarding Welcome Reef Dam will be made until 199798 during which time the Water Board will review water supply and environmental issues Ibid. Water Quality In recent years there has been increasing concern that the aquatic ecosystems and water quality within the HawkesburyNepean catchment have been deteriorating. Water quality in the reservoirs has been maintained in the past by excluding any type of human activity from a wide area around the catchments. However, growth of urban centres and agricultural activities in the Wollondilly and Wingecarribee shires has resulted in wastes and sewage being disposed of into the tributaries upstream of the dams. Major pollution problems are present downstream of the dams where large volumes of urban runoff and effluent from 23 sewerage treatment plants enter the river system Water Board 1992"
}