{
    "text": "OVERVIEW OF EVENTS After seeing the advertisements for The Dawson Chair and Smokys interviews on TV, I made further enquiries and subsequently spent 3,349 of my life savings to purchase the chair because I was in a great deal of pain at the time and Smoky spoke of the benefits both he and his wife Dot had received from the chair. Smokys enthusiasm influenced me to make that decision to buy my chair. Initially, the chair functioned very well from the date of delivery, 81192 25893, and from then on my problems began. Because I have been a buyer of electrical goods for Myer Northland 197279, I have had experience dealing with manufacturers on behalf of Myer and also with customers, their repairs, and complaints. So when my chair developed problems, to give the Dawson Chair Company the opportunity to rectify my complaints, which at that stage was Footrest Massager, 25893, not working and heater pad overheating, unusual loud vibration noise in frame, and a loose wire that Graham wanted to repair but I would not allow him to do that because he has no qualifications to do so. Graham Guthred then took the chair from my home, 8993, and returned it 161093, a total of 5 weeks and 4 days plus the 2 weeks that I could not have the use of the foot heater and massager. It was winter months at that time and that is my main reason for choosing to have heaters and massagers in 3 areas, foot, mid back and upper back, because that is my needs because my back is icy cold at times and warmth helps. asteriskOn 13th September, 1993, I rang Craig to make sure Graham had reported to him my complaints and suggested that a person about my weight, 15 12 stone, check the frame for vibration. I have asked three times for details of what was done to the chair because now I have the same problems and more. Over the summer months I noticed that the heaters were very hot but attributed that to the high 30 degree summer temperatures. Because my spine can be really cold on a hot summers day, I still needed to use the heaters, so to be able to bear them I put a brocade bedspread on the chair so as not to get burnt, as there is every possibility that could happen after 3 to 5 minutes with the footrest on and only slightly longer in the upper back where the padding is flattened. Also I cannot sit on the chair now for 2 reasonsThe upper back massager hurts that area and that is an area I paid an extra 500 in my effort to get relief which I did for a while when the padding was thicker. The control for the area has an intermittent fault of going to 34 of an hour. It should be approximately 20 minutes. Reported that to Graham 1511 Your use and care manual makes a point about thickness of the luxurious cushioning at point I now observe that the vinyl on the main seat part is saggy possibly due to the seating material flattening. LiftRecline Mechanism completely ceased to function when I was on it on 28th April, I was in the recline position at the time and wanted to come up to the lift position, however, there was a loud clunking noise and the control completely stopped. I have now discovered the reason why, and that is the WELDING that should hold the chair to the frame has completely broken away and two holes remain where it has been. I have not sat on the chair since and will not be able to do so again. I have written two letters to Cynthia to pass on to the relevant persons. One was dated 16th April and 30th April. Since writing them I have also discovered that where my head rests the vinyl has gone hard. In other places it has gone greygreen or pink. Is the vinyl used suitable to be used on this medical chair or is it only suitable for lounge suites. Because of the serious nature of my complaints and the chair not performing up to their claims I have undergone a great deal of stress wondering what to do about my problem as to having invested 3,00 and having these problems is not the way I want to go because each time it leaves my home it has the potential for more damage. The length of time away. The uncertainty of what might go wrong next and if I have to pay for freight which is expensive as I only receive a Disability Support Pension. I also live alone and to pack the chair into the box would be very difficult for me so to help me understand what options I have I rang up a Legal Advice Service. My supporters feel that the Investigators may be able to help me with my complaint with my Smoky Dawson Chair are as follows Staff member at the Office of Mrs. Jan Wade, AttorneyGenerals Dept. Victoria because there maybe other people who have similar disabilities and have purchased this chair. I first contacted Mr. Ian Pugh at the Federal Bureau of Consumer Affairs, Product Safety 03 242 Ian only becomes involved if there is a recall of products, however, he put me in contact with the Product Safety Officer for Victoria, Davis Moss at the Office of Fair Trading Melbourne 03 602 He suggested media coverage and gave his reasons why he thought was an option open to me. Ian Pugh also put me in touch with the Approval Investigation Engineer at the Office of the Chief Electric Inspector 03 691 4470, Facsimile 03 691 4455 as my concern was the electrical safety of the chair as I could not find any reference to the Australian Standards. David came to my home on Monday 6th June 94 and spent 40 minutes here looking at the chair and taking photographs of parts of interest to his area of expertise. Before he came he rang his counterpart in N.S.W. to ask if they knew of any problems with this chair, and the answer was, Yes. The comment was poor design, engineering, workmanship were the main comments. It must have been very important for him to come after Ian Pugh and David Moss have spoken with him as normally he does not come to persons such as myself. Pat Kenna pronounced Kennar Technical Sales Manager for C.I.G. 03 287 8209, Facsimile 03 287 8476, Mobile 018 550 I rang C.I.G. as that was the only place I could think to ask about welding. Pat came 2 hours after my call and his comments were poor design, engineering, workmanship. I asked Pat about his position and he said, he is the sort of person that the Dawson Chair Company need to consult. Pat can write a report if required but is limited because he has done this as a service to me and the community. It was not part of his role for C.I.G. Jeff Geddings, Barrister Solicitor, West Heidelberg Community Legal Service Inc. When I took my draft letter to him from which he edited to send a letter of my request for a refund of 3,349, I mentioned to him my concerns about the Smoky Dawson Chair and said I felt like alerting the investigators, and he said why dont you. My appointment with him was 10th May, At that time I felt that I should give the Dawson Chair Company time to respond to that Legal letter, but they have chosen not to do so, instead I received a letter from them dated 26th May 94 offering only to service the chair. 12 Manton St Heidelberg. 3084 03 4597761 15th November 1992 Dear Craig, Graham Guthred has delivered my chair and I am very pleased that I ordered the three heaters and massagers as well as having the chair on casters. Since I ordered and received my chair Community Services Victoria have sent me information that I could be eligible for sales tax exemption so after I contacted the sales tax office I contacted Graham and he said, The the chair was already sales tax exempt but at what rate he didnt say, So what I need to know is at what rate of sales tax is the exemption and what would have been the full invoice price before the exemption My Invoice Nos are 10180 09813 My order was Square Medium Lift Chair l699 Three heaters 250 each 750 Three massagers 250 each 750 Castors 40 Delivery 100 . 3339 Could you please send me your guaranteewarranty and any other instructions that I may need as I dont have those details at the moment. I am using my chair six times a day for treatments as well as a normal lounge chair. I would appreciate an early reply to this letter. Thanking you Yours sincerely Sybil J. Smith 20th January 1993 Dear Graham, I have now had my chair three months and I thought that you would be interested to know that I am finding relief from the constant pain that I was in. I use it constantly and you might say I live on it. With the problems I have I am very pleased that I decided to have the heaters and massagers installed where I did so my intuitive feelings were right for me. Because I have no help to move the chair I am pleased that I thought to have the chair put on castors and that makes it easy to move. And finally I often drop off to sleep and I find that very healing and refreshing also. I dont expect miracles from having the chair but any improvement in my health is a bonus point. Till we meet again Sybil Heidelberg 3084 03 457 7120 16th April 94 Dear Cynthia, I am writing this letter to let your company know that Graham Guthred called at my home on the 11th April and it was decided not to send my footrest part of the chair back to Sydney at this stage because since I reported 1st April the fault with the massager and heater the massager had started to work again, however, the heater is excessive in heat. Graham left at 4 pm but at 6 pm when I wanted to use the chair the massager would not work and hasnt since. Would you please send direct to me details of the work that was carried out on my chair when you had it at the factory approx. 13th September to 11th October I am very distressed with the problems. I am having with my chair as I have invested my savings in it and I have been very grateful with the results I have got from it to date. I do need all the help I can have from the Dawson Chair Company and Im sure I am just unlucky that my chair has problems. I also showed Graham that the Vinyl has colour changes and he made note of that. At the present moment my thoughts are that it should be returned to Sydney however I need it more than ever right at this moment as I am under a great amount of stress and find it difficult to cope with life. Yours sincerely Ms Sybil J. Smith 12 Manton St Heidelberg 3084 03 457 7120 30th April 94 Dear Cynthia, Further to my letter that I wrote to you dated 16th April 94 advising you the problems I was having with my Dawson Chair since the 1st April. I now need to inform the Company that the liftingreclining mechanism ceased to function on Thursday 28th April just to add further to my problems with the chair. Question What is the maximum weight of a person that the lifting mechanism is designed to lift"
}