{
    "text": ", 19 . Mr. A Mrs. B Surname 1 Dear Mr. Mrs. Surname 1 Re Purchase from Surname 2 We acknowledge receipt of the Contract for Sale in this matter dated the day of October, 1994 and take this opportunity of thanking you for your instructions to act on your behalf. We note that the Contract for Sale is subject to the approval of finance form Northern Building Society Ltd. in the amount of 25,000 on or before the day of November, Please let us know the outcome of your Application for Finance as soon as possible and in any event by that date. Meanwhile we take this opportunity to enclose a Purchasers Information Sheet prepared by our office for your information and guidance together with brochure entitled Getting the Best From Us a Guide for our Clients. For your reference, we advise that we estimate our costs and outlays in the matter as follows Professional Fees Outlays Stamp Duty Payable to theQld Government Land Tax Search Local Authority Search Titles Office Searches Sundry Expenses We have submitted Purchasers Requisitions to the Vendor. We will undertake the usual searches as soon as we receive your advices that finance has been approved. Please do not hesitate to contact us if you have any queries regarding the matter. Yours faithfully, , 19 . Messrs. Solicitors, Dear Sirs, Re We act for the abovenamed Purchaser, and understand that you act for the Vendors. Accordingly, we enclose Purchasers Requisitions for your clients completion and return. We note that the Contract is conditional on approval of finance on or before the day of ,199 . We will advise the outcome of our clients Application for Finance as soon as possible. Transfer documents will be submitted once our clients receive approval of finance. Yours faithfully, Encl , 19 . The Manager, Bank, Dear Sir, Re Sale to We act for the abovenamed vendor herein who has contracted to sell the above property. We enclose a photocopy of the Contract for your records. We understand your Bank holds the relevant Title Deed as security under a registered Mortgage. Would you please arrange for the relevant Release of Mortgage to be prepared and have same, along with the Certificate of Title available for settlement which is due to take place at on the . Please contact us if you require any further information. Yours faithfully, enc. , 19 . To the Vendor Dear SirMadam, Re Your Sale to Further to our letter of the , we advise that our clients Application for Finance has now been approved. Accordingly, in anticipation of satisfactory answers to the Requisitions and our various searches we now enclose Transfer Form 100 in duplicate Undertaking. The Transfer Form F should be witnessed by a justice of the Peace, Solicitor, Commissioner for Declarations or other qualified witness. Please return all the documents to us as soon as possible so that we can attend to the stamping of the Transfer in readiness for settlement. We undertake to deal with the Transfer for stamping purposes only pending settlement. When returning the documents please advise your calculation of settlement figures and advise us of the cheques required and where settlement is to take place. Yours faithfully, encs. , 19 . VendorSolicitor Dear SirMadam, Re We act on behalf of the abovenamed Purchaser and understand that you act for the Vendor. We enclose Requisitions on Title for completion and return to us as soon as possible. Please promptly produce copies of all unregistered documents relating to the property and full and proper particulars of all unregistered dealings. If we do not receive a clear response from you concerning this request we will assume that there are no such documents or dealings. The Contract is subject to the Purchaser obtaining finance in accordance with the terms of the Contract on or before the . We shall keep you informed in this regard. Subject to receiving satisfactory answers to Requisitions on Title we also enclose Transfer Form 2 Declaration Form 100 in duplicate Settlement Authority Rates and Land Tax Undertaking Form 22 Notice to Body Corporate. Transfer documentation is submitted at this stage for convenience sake only and submission of same is not to be taken as a waiver of our clients rights under the Contract of Sale, nor as an acceptance of title. Please return the completed documents to us as soon as possible on our undertaking, hereby given, to deal with same for presettlement stamping purposes only. As the property is tenanted, please provide us with a copy of the current Tenancy Agreement and your advices as to whether a Bond has been lodged with the Rental Bond Authority or otherwise. Please advise what arrangements you have made concerning the production of your Title Deed at settlement in Port DouglasCairns. Please provide details of the financial institution involved and the person we may contact in order to confirm settlement particulars. You should contact your Mortgagee if any regarding its requirements. We remind you of your clients obligation under clause 39 of the Contract to furnish our clients with a Certificate under Section 401c of the Building Units and Group Titles Act 1980 within the time limit stipulated in that clause. ...2 2 Would you please confirm that on the settlement of the matter the following will be available in addition to the relevant Title Deed and release of all registered encumbrances other than those specifically provided in the Contract Certificate of Approval under Fire Safety Act 1974 Certificate of Classification under the Standard Building By laws Land Tax Undertaking in accordance with clause 15 of the Standard Conditions of Sale Notice to Body Corporate under Sections 53 2a Notice to Body Corporate under Section 53 4 of the Building Units and Group Titles Act if a Mortgagee is noted on the Body Corporate Roll Vendors copy of Tenancy Agreement Notice in conformity with Section 13 of the Residential Tenancies Act 1975 in accordance with clause 4 of the Contract of Sale Certificate of Currency with regard to Body Corporate Insurance If the Vendor is a company and a charge over the Companys assets affecting the property is registered with the Australian Securities Commission then a release of the subject property from the charge Declaration of Continuing Default and Declaration of Service Duplicate Nomination of Trustees Number Any time or place nominated for settlement shall merely be for convenience of the parties and their legal representatives and the Purchaser expressly reserves the right to effect settlement at any time up to and including 00 p.m. on the date for completion. Yours faithfully, Encl KBCC K302191 7 August, 1991 Ms. H. Middleton, 75 Loch Maree Street, MAROUBRA JUNCTION, NSW. 2035 Dear Ms. Middleton, RE PURCHASE FROM YBASCO UNIT 4 BALCONY UNITS 65 DAVIDSON STREET, PORT DOUGLAS We acknowledge receipt of the Contract of Sale in this matter from Raine Horne port Douglas. We take this opportunity of thanking you for your instructions to act on your behalf. We note that the Contract is subject to the approval of finance from the State Bank of New South Wales in the amount of 30,00 on or before the 14th August, Please let us know the outcome of your application for finance as soon possible and in any event by that date. Please do not hesitate to contact us if you have any queries regarding this matter. Yours faithfully, GREER TIMMS K BURCHILL KBSM K302191 20 August, 1991 Ms. H. Middleton, 75 Loch Maree Street, MAROUBRA JUNCTION NSW 2035 Dear Ms. Middleton, Re Your Purchase from Theresa Ybasco Unit 4 Balcony Units Units, 65 Davidson Street, Port Douglas Further to our letter of 7 August, 1991 we now note your advices that finance has been approved by Northern Building Society. We are therefore proceeding urgently with the searching of the Title and preparation of transfer documents in readiness for settlement. We are also conducting searches with the Body Corporate, Douglas Shire Council, the Main Roads Department and the offices of the Commissioner of Land Tax. We will contact you in the event that any of the results of our searches prove unsatisfactory. Settlement is due be effected on 1 September, Please ensure that your Financiers requirements are completed in sufficient time to enable settlement to proceed on that date. It will be necessary for your to instruct your Financier to forward settlement instructions to its Port Douglas Branch where settlement is to take place. We take this opportunity to enclose the following Copy of Registered Building Units Plan No. 70628 in duplicate Form VG1 in duplicate Form K Memorandum of our Estimated Costs and Outlays in duplicate. We have outlined the land which is the subject of your purchase in red on the sketch plan contained in the Building Units Plan. Please identify the unit by completing the certification on the reverse side of the attached additional copy of the sketch plan and returning same to our office prior to settlement. ...2 2 Please complete and sign the various forms where indicated. If you are purchasing the unit as an investment you should give consideration as to the apportionment of the purchase price bearing in mind that certain items in the unit such as hot water system, fans etc. may be depreciable for taxation purposes. No doubt your Accountant will advise you on this aspect. The relevant apportionment should be inserted where indicated on the Forms VG Your Financier requires a stamped Transfer at settlement. Accordingly, we would be pleased if you would let us have a Bank Cheque in payment of our estimated costs and outlays when returning the forms. We will then be in a position to forward the Transfer to the Commissioner for Stamp Duties for stamping immediately the Vendor returns it to us in readiness for settlement. Yours faithfully, GREER TIMMS Karen Burchill Encl. KBSM K302191 26 August, 1991 Ms. H. Middleton, 75 Loch Maree Street MAROUBRA JUNCTION NSW 2035 Dear Ms. Middleton, Re Your Purchase from Theresa Ybasco Unit 4 Port Douglas B Balcony Unit, 65 Davidson Street, Port Douglas We act on behalf of Northern Building Society in this matter. Northern Building Society have obtained a satisfactory valuation report and mortgage insurance approval. We now take this opportunity to enclose the following Bill of Mortgage in duplicate Photocopy of Bill of Mortgage for your records Mortgagees Requisitions on Title Letter of Direction Acknowledgment Authority to Complete Declaration Form Th Memorandum of our Estimated Costs Outlays. Would you please complete and execute all documents as indicated thereon and return same to us as soon as possible together with a cheque in payment of the attached account. The Bill of Mortgage in duplicate, Declaration Form Th must be executed in the presence of a Justice of the Peace or Solicitor. Please answer Requisitions numbered 6, 7 and 15 only. We will complete the remaining answers, on your behalf, from the Vendors answers to Requisitions. We shall advise you further when the Society will be in a position to make the advance of monies available. ...2 2 Northern Building Society has informed us that you must return the Mercantile Mutual Insurance Policy to enable settlement to proceed on the due date, namely 1 September, Yours faithfully, GREER TIMMS Karen Burchill Encl. Letterhead KBNB K511494 20 January 1995 Ms H. Middleton 75 Loch Maree Street Maroubra Junction N.S.W. 2035 Dear Madam, Re Your Sale to Maryanne Brown Unit 4 Port Douglas Balcony Units, 65 Davidson Street, Port Douglas We refer to our letter of the 16 January, We advise body corporate levies were paid at settlement to the 31 January, 1995 in the amount of 1,00 instead of 1,Accordingly, we now enclose cheque in the amount of 360 representing a reimbursement of these monies."
}