{
    "text": "What the new Europe means to Australia The 1990s are shaping up as the decade of competition for capital. If Australia does not want to be left behind in the new moves engulfing the world, it will have to be sharp. Robert Gottliebsen outlines the possible moves For most of the past decade, change in Europe has been painfully slow. Now it is proceeding at a pace that can make carefully prepared longterm strategies immediately irrelevant. Each February, hundreds of key executives and government leaders from around the world go to Switzerland for the World Economics Forum in Davos to swap ideas and strategies for the years ahead. But this time, longterm planning became very difficult as the changes in Eastern Europe unfolded almost before the eyes of the forum participants. For the first time since the dramatic events in 1989, representatives of Eastern Europe were able to parade before those who control much of the worlds capital and skills, hoping to attract the support necessary to make a quick transition from the woes of communism to their vision of the riches of capitalism. It will be much harder than many of them imagine. Although Australia and New Zealand are side players in this game, during the next 18 months rapid changes in business patterns will have a profound effect on both countries. It became obvious in Davos that whereas the 1970s could be described as the decade of competition for resources and the 1980s as a competition for technology, the 1990s are shaping up as the decade of competition for capital. Japan and Germany will be wonderfully placed in this battle. As the sun sets on communism around the world, opportunities for capital investment are emerging. Because Australia is short of capital, it stands to suffer from this new development. We will need to be extremely precise about the projects we put to world players because they will have many investments to choose from. Since investors of capital will now have a much greater choice of projects and countries, Australian environmentalists and unions will carry much more responsibility for the fate of new projects than was the case in the past. Australians were present in great numbers in Davos but, not surprisingly, they found it hard to attract investment dollars. Nothing illustrates the rapid change better than the pressure being put on the European Community and its 1992 deregulation deadlines by the changes in Eastern Europe pressures that will reduce the scope for the EC to negotiate on matters such as agriculture and cars. Early in the forum, the vicepresident of the Commission of the EC, Frans Andriessen, explained that it was simply not possible for the EC to abandon its farm policies. Farming has become as much a symbol for many parts of Europe as IBM is for the US. Farming has a direct relationship to the German political power structure. Andriessen pointed out that Europe had stopped producing huge surpluses under subsidy, but wanted much more time to rationalise and would not agree to anything more than a commitment to introduce policies substantially reducing farm protection over the next five years. Even the fiveyear proposal would need to be part of an acceptable multilateral set of trade proposals that included reduced protection in the US and Japan. He also wanted time for Europes rationalised automobile industry to adjust before exposing it to world that is, Japanese competition. He would not be drawn on the time required. This is not a new stand by the EC, but it is becoming more resolute in face of the changes in Europe. At the same time, before 1992 a formidable list of negotiating points has to be sorted out in the internal affairs of Europe. This is being made more difficult by the breakdown in Europe. Andriessen, who comes from Holland, explained to brw that he wanted the existing EC of 12 countries consolidated before the countries of Eastern Europe were brought in, and especially before the two Germanys were united. However, while the Davos conference was in progress, Andriessen found this key pillar of his 1992 strategy was removed. As he was talking to brw, in another part of the Davos Congress House a large number of Germans and a small number of other Europeans had gathered to listen to the mayor of the East German city of Dresden. The Germans applauded when he said it was essential that the country be united within the year. Unless this happened, the migration of youth from East Germany would destroy both his city and the country as a whole. This tugged at the heartstrings of the Germans and set the tone for the following day, when Chancellor Helmut Kohl gave one of the most dramatic speeches ever heard in Davos. He emotionally photo welcomed the prospect of reunification and the prospect of Germany taking its place in the EC as one country. He expressed support for German minorities in other countries of Eastern Europe, even going as far as connecting Russian and German culture. Kohl offered abundant financial aid to the countries of Eastern Europe. He went out of his way to emphasise his friendship with the French President Francois Mitterrand, clearly making a dramatic bid to dominate the new Europe. The sight of the German race once again emerging as the dominant photo photo caption photo photo force in Europe horrified the British as they realised that their aspirations for the 1990s might now take second place to the new fatherland. I did not get the chance to discuss the Kohl speech with Frans Andriessen, but clearly he must go back to the drawing board if he is to prevent the spirit of 1992 from being engulfed by events that would follow reunification. In turn, that makes it hard to shift on matters such as agriculture and automobiles. Indeed, although there was no formal discussion on this subject at Davos, once some form of infrastructure can be established in Eastern Europe, great emphasis is likely to be placed on agricultural development and natural resources an obvious way to lift the income of the countries. If Australia wants to participate in the revolution, this is one area where they have skills. Indeed, our rural skills were publicly hailed early in the forum when the Hungarians held up as a model Australia and New Zealand efforts to improve agriculture in Hungary. When the party from Czechoslovakia indicated that its country needed help to improve its coal mines, the Meekatharra Minerals group, which has a joint operation with bhp in Ireland, was quick to establish its credentials. But the overall picture that unfolded suggested that Australians who do not know exactly what they are doing should probably not dabble in Europe instead they should take advantage of opportunities closer to home created by the changes in Europe. Meanwhile, although few have other solutions, there is a genuine concern that German reunification will add to tensions in Europe. If the EC is to survive the disruption in a recognisable form, the role of NATO and the US become crucial. So throughout his speech Kohl spoke in glowing terms about the US and his friend George Bush, and his desire for a continued US presence in Europe. With Russia no longer the likely enemy, the US is wanted as some form of policeman to ensure that Germany will photo caption stay committed not to separately rearm. At this stage, the Americans have not publicly adjusted to the possibility of entirely new roles for NATO and the Warsaw Pact and are still talking about arms cuts with their traditional foe, the Soviet Union. The Americans remain overwhelmingly concerned with domestic considerations. Americans at the conference, including people of the calibre of investment guru Henry Kaufman, ITT Corporations Rand Araskog and Jim Wolfensohn, were preoccupied with an internal battle over how serious the coming American corporate debt crisis would be. There is no doubt that overborrowing by US companies, coming at a time when Japan is universally recognised as having replaced the US as the worlds strongest economic power, has made many Americans bitter. Many Americans claimed that the Japanese won by not playing fair on investment and trade policy. Few recognised that equally the US passion for the quick buck led it to the shortterm planning including junk bonds that proved so disastrous to the longterm interests of US companies and the institutional shareholders that fostered the move. One of the most vocal critics was the president of the US economic strategy unit, Clyde Prestowitz, who pointed out that the US was plagued by declining educational standards, failure to invest longterm, a low savings rate, crumbling infrastructure and political paralysis as a result of the stalemate between the White House and the Congress. In contrast, Australianborn consultant Jim Wolfensohn believes that Prestowitz sells America short, although he recognises the problem of US corporate debt. The Europeans, for their part, are anxious that the US play a substantial role in their future, particularly in defence. This is not necessarily good news for Australia because in rural and natural resource areas Australia competes with the US. Indeed, the USs clout in trade with Asia is already well know to Australia. The US is by far the largest market for goods from the Asian market and so is given preference in many areas. At Davos, the Taiwanese related how they import highcost US beef to make beef noodles, thus limiting the intake of much lowercost Australian beef. They are looking at making the beef noodles in Australia, which would get around the pressure to buy from the US. The future of Australian commodity exports, whether rural or mining, will increasingly depend on securing markets for secondary processing by linking into plants in Australia or overseas. Australians moving into Europe must realise that they have no national clout and must recognise the potential of the US. Although the Japanese are now fully recognised as world leaders and the major supplier of capital, with that crown comes the tag of the ugly Japanese the title once accorded to Americans. Attacks on the Japanese by the US, Europe and, to a lesser extent, from Lee Kuan Yew of Singapore, were unprecedented in the history of Davos. The UnderSecretary of Commerce for US International Trade, Michael Farren, was greeted with loud applause when he pointed to the enormous difficulties US and EC companies were having in trying to invest in Japan. Although Japan was the secondlargest world economy, foreign companies were welcome only on certain terms, such as joint ventures. There had been no big takeovers of Japanese enterprises by overseas interests. The ECs Andriessen said that one of the main dangers to the world economic system was the lack of capital investment in Japan, given its role as a capital exporter. US trade representative Hills said that since Japan had become a major power it should no longer have so many restrictions on access to its markets. Japan was a bad model for other developing countries. The Japanese were stung by the nature of the comments and at one stage a visibly upset Deputy Minister for Foreign Affairs Koji Watanabe declared that there were now no impediments to investment in Japan and it was very welcome. He pointed out that it was foreign to Japanese culture to sell businesses. The Japanese are also concerned at the effect their tourismrelated residential property purchases are having on their image. Watanabe told me, for example, that he would welcome Australians and New Zealanders who wanted to set up tourist facilities in Japan. He felt that the avalanche of Japanese tourists and associated real estate buying in specific overseas areas was harming Japans standing and should be reduced. Those in Australia who depend on the Japanese tourist trade, or those in property in places such as the Gold Coast, where the Japanese are heavy investors, should watch the position very carefully. Clearly, however, in Europe the Japanese are not going to be deterred by unpopularity."
}