{
    "text": "THE DIVERSITY ENIGMA by Tim Flannery photo photo photo One aspect of Australias diversity has puzzled me how do infertile places, like Western Australias heathlands and the Great Barrier Reef, support such an abundance of life I have long been fascinatted by the diversity of life on Earth, and the reasons why some environments support a greater number of species than others. An important factor in determining the number of species an environment can support is its productivity. Every environment has a characteristic rate of formation through photosynthesis of new plant material, which fuels the web of life within that environment. If the rate is high, the environment is said to be productive, and there is a widespread belief that such environments are home to a greater number of species than those resourcepoor environments where productivity is low. Although this hypothesis makes intuitive sense, ecologists are now questioning it. Indeed, some have pinpointed reasons suggesting that the reverse is or should be the norm. This article examines the relationship between productivity and diversity in three very different Australasian environments the heathlands of southwestern Western Australia, the Great Barrier Reef, and the rainforests of New Guinea. photo caption The heathlands of southwestern Western Australia support some of the most diverse and spectacular plant communities on Earth. The entire southwestern corner of Western Australia supports 10,00012,000 species of plants, with the number of species per square kilometre rivalling those found in the richest rainforests. Most of the worlds banksias, sundews Drosera, and all of its dryandras, to mention only a few, are found in this small region of Australia. Yet it is remarkable that the bulk of these species comes from relatively few families, such as the Proteaceae, the family containing species of Banksia, Dryandra, Grevillea and others. Thus many species of rather similar plants coexist. This is all the more surprising as the landscape of the southwest is, superficially at least, rather monotonous. Most of the area is covered by highly infertile sandsheets, and there are few mountain ranges or sharp topographic features to provide microhabitats that might facilitate speciation. Subtle differences in soil type do, however, support different plant communities. Many species in the region possess unusual adaptations to extreme soil infertility. The Western Australian Christmas Tree Nuytsia floribunda is a treesized mistletoe that gains nutrients by parasitising the roots of grasses and other plants. The carnivorous plants are particularly abundant. They represent well over half of all the carnivorous species found in Australia and two out of our seven genera, as well as the majority of two others, are found only in this small area. More than half the worlds species of sundews Drosera are endemic, as is the Western Australian Pitcher Plant Cephalotus follicularis, which is placed in its own family. Furthermore the bladderwort genus Polypompholyx is entirely restricted to the region as is one of the two rainbow plants genus Byblis. All of these plants have turned to carnivory to meet their nutrient needs they obtain nitrates and phosphates from insects, and they speak eloquently of the harsh constraints that the infertile soils of Western Australia places upon the flora. They add emphasis to the question of how so many different plant species could have evolved and come to coexist in such an infertile environment. Could the answer be in the very poverty of the environment itself David Tilman of the Department of Ecology, University of Minnesota, suggested in 1982 that, in environments where nutrients such as nitrates and phosphates are in plentiful supply, those species that are best at utilising these nutrients can outcompete all similar species. A prime example of such a species is ourselves. In areas where nitrates, photo caption phosphates, water and soil abound, we can destroy almost all other species through intensive agriculture, reducing the environment to a monoculture. In less productive areas, such as those used for grazing, our ability to destroy the species competing with us is less, although with modern technology we are improving that ability. In the most unproductive environments, humans are reduced to just another species among the multitudes, if they can exist at all. Tilman referred to such species as superspecies, but this term is already in established use in taxonomy where it has quite a different meaning. Perhaps the term exterminator species is more appropriate for, although emotive and used in other contexts, it does adequately describe their effect. Humans are just one exterminator species among many, and Tilman argues that it is only where exterminator species are excluded that many species can coexist. They do this by becoming specialists, exploiting subtle differences in the levels of critical resources such as water and nutrients in different areas. Thus, in the Western Australian heathlands, one species of Banksia may be able to survive in runoff areas where more nutrients are available than elsewhere. Another may survive in sand at the foot of dunes where water may accumulate. Yet another may caption survive in barren interdune areas because it can exist on very few nutrients. Because of the complex interplay of soils, nutrient levels and water availability, many combinations of resource availability are possible in a nutrientpoor landscape, leading to the evolution of many specialist species. One further aspect of Australias heathland has long puzzled me, and that is the spectacular heathland flowers, some of which are present throughout the year, and most of which drip with nectar. It seems anomalous that such apparent waste of effort should occur in such infertile areas. However, I think I have found a convincing explanation as to why this is so. Because of the diversity of plant species in the heathlands, the nearest potential sexual partner of any individual plant may be a long way off. This means that pollinators, such as insects, mammals and honeyeaters, must be used for effective pollination. Yet in a nutrientpoor environment such organisms, particularly the warmblooded ones, are likely to be scarce. Thus competition exists between plants for these few pollinators. It takes fewer nutrients for a plant to make nectar, than it does to produce new leaves. This is because only water, air and sunlight are needed to make sugar, while nutrients such as nitrates and phosphates are essential for the production of new plant tissue. Thus, where nutrients are limited, it makes sense for a heathland plant to have blooms that produce lots of nectar to outcompete its fellows for the attentions of the rare pollinators. This is because its ability to produce nectar is not as tightly constrained by low soil fertility. The presence of abundant nectar alone, however, may not increase the abundance of most pollinators. Their numbers in most cases may not be restricted by the amount of nectar but rather by protein, because most species need some proteinrich food such as insects in order to survive. And the number of insects present is probably limited by low soil primary productivity due to poor soils. The process can perhaps best be thought of as an arms race a literal war of the roses, where flower power wins the day. Some species avoid the arms race by flowering at times of the year when few caption photo other blooms are around, providing a continuous food supply to the pollinators. Thus in a seeming paradox, these very nutrientpoor soils that heaths grow on support an abundance of plant species with the most luxurious flowers. Upon these feed specialised pollinators, including the tiny ten grams Honeypossum Tarsipes rostratus, which is the only nonflying vertebrate to depend totally upon flowers for its food. So rich in nectar and pollen are the heaths of southwestern Australia that a Honeypossum can virtually feed every day of the year and, for much of the time, find its food requirements from an area of no more than 40 square metres. And all of this because the environment is so nutrientpoor A somewhat different example of great diversity is provided by the Great Barrier Reef. Coral organisms are animals that support photosynthetic algae inside their bodies. Such a strategy is most likely to have evolved in a very nutrientpoor situation, the ancestors of coral animals being unable to find enough food by themselves, and taking advantage of a relationship with plants to supplement their food supply. The relationship remains useful, for coral reefs grow only in the most nutrientpoor warm waters. The reefs provide a home for an enormous diversity of fishes, and it is interesting that the nutrients present in a coral reef environment are cycled through the living animals of the reef very rapidly, with very little loss. Thus a small amount of nutrient is made to go a long way. Unfortunately, the toorapid removal of parts of the system such as large fishes can have disastrous effects. Today, the relatively small commercial and recreational fisheries on the Great Barrier Reef are having a profound impact as predators, algal grazers and other types of fishes are removed from the environment. What happens if we enrich such a system We do not need to guess, for we are carrying out an immense experiment. Queensland sugar cane growers fertilise their fields with large quantities of nitrates and phosphates. During the wet season much of these are washed down rivers and into the sea, eventually finding their way onto the nearer parts of the reef. In consequence, a monoculture of algae takes over from the wonderful reef diversity, much in the way that people and their agriculture take over from heathland with an application of superphosphate. Although Tilmans hypothesis seems to work well for plants, and perhaps coldblooded creatures such as fish, there are difficulties in applying it to the larger, warmblooded creatures such as mammals. This is because these animals have high energy requirements and, in resourcepoor environments, there might be not enough resources for them to survive at all. Biologists from the CSIRO studying treedwelling marsupials mostly possum species in the eucalypt forests around Eden have found that 52 per cent of the forests contain no treedwelling mammals at all, and that 63 per cent of the treedwelling fauna is found in just nine per cent of the forests. They hypothesise that much of the forest is simply too nutrientpoor to support treedwelling marsupials, and that only the forests growing on better soils support large populations. In this case, however, matters are complicated by the eucalypts propensity to manufacture toxins when they grow on poorer soils. The eucalypts that grow on more fertile soil respond to the presence of leafeating possums simply by growing new leaves as the old ones are eaten. Eucalypts that grow on nutrientpoor soils, however, cannot do this because the lack of nutrients limits their growth. Instead they produce carbonbased toxins, especially tannins and phenolics, for much the same energetic reasons that the heathland plants produce nectar that is, they are cheap to produce, and are thus a less expensive way of dealing with leaf loss than by simply growing new leaves. The tannins and phenolics work by disrupting the acid balance in the digestive systems of the leafeaters, preventing them from digesting their food. Despite the fact that the most resourcepoor environments may have insufficient resources to support mammals, it may still be that environments with moderate resources might support more species than those with abundant resources, because of Tilmans proposed exterminator species effect. It is difficult caption photo to carry out comparisons of mammal communities in resourcerich and resourcepoor environments in Australia because of extinctions almost a third of Australian mammals have become extinct since humans arrived here and because of the fact that our few resourcerich environments have been so dramatically altered by Europeans. A better place for such comparisons would be the highlands of New Guinea, where very few to date only seven mammal extinctions have been documented over the past 40,000 years, and the highest diversities of Australian mammals up to 120 species in a small area occur. In particular, the areas of western and central New Guinea offer ideal comparisons because, while they are roughly similar in size and still harbour substantial areas of upland rainforest, they differ markedly in their soils."
}