{
    "text": "TEST REPORT COMPUTER PRINTERS Inkjet, thermal fusion or dot matrix We compare the technologies and 18 different printers. FOR THIS REPORT we tested inkjet, thermal fusion and 24pin dot matrix printers priced at less than This included generalpurpose desktop machines and some small, portable models for use with notebook computers. The range encompasses printers designed for people with quite different needs, so weve split our recommendations into groups, taking different user requirements into account see What to buy on page 30. Our overall score was based on print quality, speed, noise and the ease of using the front panel controls and instructions. It didnt take paper handling options and how easy they are to use into account, as this depends very much on the users particular needs. The table lists which options are available so you can rule out any printer which doesnt have those you need and the profiles include a brief description and assessment of the paper handling capabilities of each model. We also discuss the pros and cons of the different technologies, to help you decide which type would be best for you. COMPARING TECHNOLOGIES boxDot matrix An older technology, the impact dot matrix printer is probably still the most common type in general consumer use today. It works in a similar way to a typewriter, using a printhead which consists of very small pins or hammers and an inked ribbon. The impact of different configurations of pins hitting the ribbon transfers the ink onto the page behind, forming the shapes of the characters and images. Dot matrix machines are usually cheap to buy and run and, because they use impact, can print carbon copies and multiplepart forms. Theyre generally considered good workhorse printers and usually have versatile paper handling options. On the downside, theyre quite noisy and the quality of their print is not as high as you get from thermal fusion or inkjet machines. This is often particularly noticeable when printing graphics, where they cant produce an image with the same sharpness and detail as the other types. However, the print quality of all the 24pin dot matrix printers we tested is better than that of ninepin printers, and for many purposes is more than adequate, particularly for text. boxInkjet Marketed as either bubble inkjet or thermal inkjet, this type of technology uses cartridges consisting of a supply of ink and a printhead with tiny nozzles, or jets, arranged in it. Each jet has a small heating element embedded in it. When it heats up bubbles are formed in the ink and, as they expand, ink is forced through the jet onto the page as it passes over the printhead. Different arrangements of jets work together to form different characters and shapes. They are quieter than dot matrix printers, and produce much betterquality print. However, when you run out of ink you have to replace the whole cartridge and currently these are quite expensive. This makes inkjet more expensive to run than dotmatrix machines. Also, because theyre not impact printers you cant use them to print carbon copies or multipart forms. boxThermal fusion This type of printer is a fairly new entry on the consumer market. Like dot matrix printers, they use inked ribbons, but the ink is transferred to the page using heat rather than the impact of pins. An array of tiny heating elements on the printhead selectively melts portions of the ink compound, which stick to the page as the printhead passes over it, forming shapes and images. Like the inkjet, this form of printing produces highquality print and, as it doesnt use impact to transfer the ink to the page, is generally very quiet but cant print carbon copies. The technology it uses allows the printhead to be very small, so suitable for portable printers. At the moment it has two main drawbacks its slow printing speed and the price of the special ribbons it requires, but this price may change if these printers capture a larger market share. PAPER HANDLING FEATURES As well as their very different technologies, the printers we tested varied greatly in their paper handling capability. The features for feeding paper that are built into a printer depend on the use for which it was designed. The two types of paper these printers can handle are cut sheet andor continuous forms. Cut sheet refers to single sheets of paper, like those used for typing and photocopying. Some printers come with a cut sheet feeder, which holds a stock of sheets and feeds them into the printer one at a time as needed. On others, you can buy one as an optional extra. Without a cut sheet feeder, youd have to feed sheet paper into the printer a sheet at a time very tedious if you have to print long documents. Continuous forms are stacks of joined paper perforated at each page so sheets can be separated easily. Holes in tearoff sections on each side of the page fit over spikes on the wheels of a tractor mechanism on the printer as the wheels turn the paper is either pushed or pulled continuously through the printer. The advantages of push vs pull feeding are discussed on page A continuous forms tractor allows you to load a whole box of paper at once. This kind of paper is cheaper, so is good for anyone who prints out many drafts. With a tractor, you can also print labels and multipart forms. If youre short of desk space it may matter to you whether the paper loads from top or bottom, front or rear the printer profiles detail this. PITCH AND TYPEFACE SETTINGS Most printers have a selection of different typefaces the number available on each printer we tested is listed in the table. Each typeface can usually be printed in a wide range of sizes, known as pitches. The standard pitch is 10 characters per inch cpi, and most typefaces can be printed in a variety of sizes from 10 to 20 cpi and a variety of proportional sizes. We didnt rate the printers in our test on the range of typefaces and sizes available, as the value of these depends on the individual needs of the user. If you need a particular typeface on your printer, check with the dealer before you buy. Some printers allow you to buy extra typefaces in the form of cartridges, which you plug in. With many modern computer software programs for example Microsoft Windows the range of typefaces available depends on the software, rather than those supplied with the printer. You can increase the number of typefaces available by downloading them into the printers memory. This means the shape of the letters is controlled by software, and you can either buy a typeface software program offtheshelf, or design and program the shapes yourself. Again, if youre interested in these, check with the dealer before buying. Which type and model of printer is best depends on what you want to do with it. You need to work out which factors matter most to you do you want really good text print quality, a fast printer, or one that does greatquality graphics While the very small ones look appealing, they can be inconvenient to use so would be unsuitable for people who wanted to print large documents or lots of copies, for example. Weve worked out our recommendations for three different scenarios. If none of them matches your requirements you can use the information in the table to find the best printer for you. For people who are short of space, the dimensions of each printer are included in its profile. box If you want a highquality cut sheet printer to print letters on letterhead paper, reports or newsletters, where good presentation is important, for example you would probably want a printer with dashHigh print quality, particularly in text mode but reasonably good also for graphics. dashHighcapacity cut sheet feeder, preferably built in. Using these criteria, the following printers are recommended Brandmodel in rank order Price HEWLETT PACKARD DJ 500 550639 BROTHER HJ1001 565920 equal CANON BJ10ex 565850 OLIVETTI JP 150 595650 EPSON LQ100 399599 The HEWLETT PACKARD achieved the best overall score in our test, and comes with a cut sheet feeder. The CANON, BROTHER and OLIVETTI, all inkjet printers, have good print quality but you would need to purchase the optional cut sheet feeder to make printing larger print runs convenient otherwise the only option is feeding single sheets by hand The EPSON LQ100s print quality was not as good as the other four especially for graphics, but its the best of the dot matrix printers for text mode and comes with a builtin cut sheet feeder. Given its low running costs, it may be a good choice for some people with these needs. boxFor general home or small business use, most people would probably want a printer that dashHas versatile paper handling options tractor for continuous forms, and cut sheet feeder. dashIs reasonably fast, particularly in draft mode. dashIs cheap to run. On these criteria the following printers are recommended Brandmodel in rank order Price EPSON LQ570 595799 PANASONIC KXP2123 650699 equal STAR LC2420 495675 NEC P3200 683699 equal SEIKOSHA SL90 450535 PANASONIC KXP1123 380535 EPSON LQ100 399599 equal BROTHER M1324 450467 OSBORNE 1024 395495 This model has a builtin sheet feeder but no tractor feeder, which is available as an optional extra. All the other models have a builtin tractor feeder, with a cut sheet feeder as an optional extra. box If you need portability, and may need to use the printer when you dont have access to mains power, you would need a printer that dashCan run on battery power. dashIs small and lightweight. Based on these criteria the following are recommended Brandmodel in rank order Price BROTHER HJ1001 565920 equal CANON BJ10ex 565850 CITIZEN PN48 499595 While five of the printers tested could be batteryoperated and were reasonably portable, the CANON BJ10ex and the BROTHER HJ1001 which are technically identical machines were clearly the best of them. The CITIZEN is a lot smaller and lighter, but much slower over 1 12 minutes to print a page and the CANONs and BROTHERs running costs are lower. The SEIKOSHA LT20 and TANDY DMP310 are also able to be batteryoperated. They are virtually identical, with builtin cut sheet feeders, but are large and heavy compared with the other three. Their print quality is lower, and they are quite noisy when in use they also had the two lowest overall scores yet were similarly priced to the other three. On the other hand, the cut sheet feeder is only an optional extra with the CANON, BROTHER and CITIZEN. The SEIKOSHA LT20 was the only printer we tested that came with a rechargeable battery pack. You can buy one as an optional extra for the other three. THE RIGHT DRIVER SOFTWARE PACKAGES are generally linked to printers via a printer driver. This is a program which acts as interpreter, enabling computers to tell printers what to do. Many software producers put out a whole range of special drivers for particular printers, so check when youre buying a printer whether your software has the right driver. In some cases, a printer will be compatible with more than one driver, but will achieve the best results with the driver designed particularly for it. The two EPSON models we tested are an example of this. Both can be used with any EPSON driver, but also support a new control language called ESC PThis is an enhancement of the older driver used by EPSON printers and includes a different graphics mode, enables these printers to implement scalable fonts and has other additional features. We didnt test the EPSON models using the ESC P2 driver because, as its only recently been developed, its only available on the latest versions of popular software packages. However, it should be pointed out that if these two printers are used with ESC P2 some enhanced features become available and the quality of the print in graphics mode is claimed to be improved. PROFILES Models listed in the three What to buy lists are profiled here in overall rank order."
}