{
    "text": "NINE RETIREMENT, OLD AGE AND EVER AFTER Although most of us dont like to think about retirement, let alone old age or death, it is inevitable and we should therefore plan for its advent. Our ageing population is on the increase and with its seemingly exponential growth comes the fear that one day, not too far away, the government wont be able to look after us. We need to start preparing for our old age while we are still young. SUPERANNUATION GUARANTEE The federal government, realising that it would be unable to support financially an ever increasing number of pensioners, introduced legislation to ensure that employers contribute to their employees superannuation. The legislation is known as the Superannuation Guarantee. Basically, it rules that employers must contribute to their employees superannuation. By now, most of you are probably aware that your employer, if you have one, is so obliged. Your boss had until August 14, 1993 to start making contributions. Most employers began payments when the legislation came into effect in July Do you know if contributions have been made on your behalf and, if so, where that money is invested A survey of the general public revealed a very low awareness of the importance of superannuation. We asked people if their boss put super aside for them and whether they knew how much or where the money was deposited. Unfortunately quite a few people were unsure of their entitlements. Rather than just leaving employer superannuation contributions up to your boss andor the government there are a couple of things worth remembering bullet Its your entitlement and therefore your money, not your bosss. bulletIf your boss didnt start contributing on your behalf until August 1993, they should have backdated the payments to July Some awards started paying super before this. bulletIf contributions have been made on your behalf, the super fund which holds your contributions should send you a financial report at least once every twelve months. Most good funds will send reports more often. bulletIf your boss hasnt made any contributions they should be detected by the Tax Office, asked to make your contributions and to pay a fine. bulletThe amount you get depends on the size of the company you work for. Small businesses with a payroll of 1 million or less currently pay 3 of your gross income increasing to 4 per cent in July 1994 and larger companies pay 5, increasing to 9 for all employees by 1 July One of the potential problems with employersponsored super is that every time you change jobs the super fund to which your new boss contributes will probably change too. To avoid having lots of little super accounts and losing track of your money you should rollover your super fund every time you change jobs. The first time it happens, choose a well managed rollover fund with low up front fees and rollover your super into that fund. Every time you change jobs, roll the money over into that same fund. That way you wont lose track of your money. There are some cases where the boss does not have to pay an employee super, such as bulletemployee paid less than 450 gross per month bulletemployee over 65 bulletemployee under 18 who works 30 hours or less per week bulletemployee paid for domesticprivate work for 30 hours or less per week. So where does that leave you Well firstly, if you have never received a statement from your superannuation fund and are concerned that your boss is not paying your superannuation ask your company accountant or payroll officer if and where your money is deposited. You have a right to know where YOUR money is. If you have any queries regarding employersponsored superannuation call the Superannuation Guarantee Hotline on 13 10 If you have any complaints or concerns regarding your superannuation write or call your local Tax Office. WILL YOU BE ABLE TO LIVE OFF YOUR SUPER The boss making contributions for you sounds all right doesnt it But as Paul Clitheroe said, I can tell you that your payout will be enough to live on, but not at the level you live at now. Pauls company, IPAC Securities, did some calculations for us to find out how much youd have when you retire if you only rely on your employers super contributions. Based on the average wage or 40 per week, someone now aged 30, aiming to retire at 55 on their employer super contributions alone, would end up with a retirement income of around 100 per week. Now look, this is a real problem, says Paul. The old age pension now February 1994 is around 158 per week and thats tough enough. Australian Bureau of Statistics, average wage as at November Retirement income based on inflation of 3, salary growth of 5, investment growth of 6 and a life span of a further 20 years. PLANNING FOR RETIREMENT The main reason we have superannuation funds is to pay for our retirement. After all, once we stop working we dont want to live on government support if we can help it. Hopefully, however, the government will continue to provide for those of us that cant provide for ourselves. Lets have a look and see how our ageing population fares at the moment. Fiftyseven per cent of the Australian population aged 60 to 70 years are not receiving an Age Pension and only one third of those aged 70 and over are not on an Age Pension. The simple moral behind these statistics is most us dont save enough during our working lives to allow for a comfortable retirement. Assuming that the government is not going to be able to afford to pay for the entire ageing population to retire in the style to which they have become accustomed, how much do we need to put into super to look after ourselves Once again we stepped out into the streets and Patrick Lindsay asked some passersby if they had ever thought how much they might need to invest in super to be able to retire in comfort. Maybe five per cent, said one woman. Umm, probably about two per cent, said another. I havent the vaguest idea, said one young man. Its not something I have contemplated terribly often. Well, if you were thinking along the same lines as the people we spoke to, you may be unpleasantly surprised. Lets look at three retirement scenarios using the following assumptions bulletinflation 3 bulletsalary growth 5 bulletinvestment growth 6. To obtain a retirement income equivalent to 75 per cent of her final salary, a 30yearold woman planning to retire at 60 will need to invest almost 207 of her gross wage assuming she is only just starting super contributions. So, if she is on an income of 400, she would need to invest, or have invested on her behalf, 75 a week in super for 30 years. Of course, her employer should be making some compulsory contributions, but only 35 per cent, growing to 9 per cent of her wage by But, remember she needs to put away 7 of her wage to meet her retirement needs, which means that she needs to make a self contribution of 77 of her wage 73, 79. A 25yearold man planning to retire on 75 of his income at age 60, will need to invest 12 of his salary, less employer contributions. The later in life you start the more you need to save.A 50 year old man planning to retire on 75 of his income at age 65 would need to invest 5 of his income, less employer super contributions. Source IPAC Securities Limited This may sound alarming but the reality is that most of us have already joined super funds and therefore dont need to join one. We just need to increase our contributions. Many people also have alternative investments such as houses which can bring in rent, or, if necessary, can be sold. Remember to review your superannuation regularly and whatever you do, dont rely on your employers contributions to see you through your retirement. For further information contact your accountant or financial planner. Department of Social Security SUPERANNUATION RIPOFFS We know that superannuation is a little complicated but by now we all know that it is something we should have. Sadly, in the past, many of us have been the victim of dirty tricks when we have taken out superannuation. The federal government has finally taken action following a 1993 report on superannuation fees, charges and commissions by a select committee of the senate. The government now requires superannuation companies to disclose their commissions and their upfront fees. The government will clamp down on any sales people who use questionable selling techniques. Patrick Lindsay, who, as you will see later, had a bone to pick with one of the super companies, interviewed a former superannuation agent, Bernie Johnson. Bernie had been an agent with one of the largest life insurance companies for fifteen years and used to train other agents in the art of selling. He became disillusioned with commissionbased selling tactics and left the industry. Over a couple of years from 1991 to 1993 the senate select committee investigated various allegations made about the insurance industry. The committee reported on bullethidden fees bulletmidstream charges bulletburied clauses bulletthe lack of a dispute resolution procedure. MONEY One of the most common problems hinges on the sometimes huge upfront fees and high agents commissions made in the first two years of contributions. We hunted around and got a hold of a number of policies which appeared to have very high upfront charges and set about finding out whether or not the policy owners knew about these fees. Philip was one of the policy holders who appeared on our programme. He had hoped to rollover all his past super contributions to his new employers fund. We sat with him while he rang his super company to ask how much was in there. Yes, he said, its had two premium put in and its just about to get another one dotted lineIm considering changing dotted line The bottom line was that Philip had paid in 6,000 over two years, but when he placed the call he found he only had 2,050 to roll over. A massive 3,950 of his contributions had disappeared in fees, commissions and early withdrawal charges. So you take out the charges for the entire life of the policy during the first two years exclaimed Philip in surprise. When he got off the phone he said to Patrick, Thats just totally obliterated my faith. I mean, Im supposed to put my financial future in their hands and these are the people Im trusting, who I think are ripping me off. Patrick Lindsay, like Philip and millions of other Australians, has a super policy. I took it out in 1990 with the AMP, explained Patrick, and since then Ive put in more than 13,But when I checked to see if I could roll it over to the Channel 9 super scheme I found out I would only get 3,Almost 10,000 has gone in agents commissions, administration fees and contribution tax Patrick decided to discuss his policy with Guy Amon, principal consultant for AMP Consulting and Superannuation Services. Patrick took the camera crew with him. How much of that policy is going in agents commission asked Patrick. Mr Amon replied, If you give me your policy here, Id like to take it away and look at it. Im happy then to give you an answer in writing, but Im not prepared to do it dotted line But surely, interrupted Patrick, youve got a situation where 13,000 went in and 3,000 is available, 10,000 has gone somewhere. Im entitled to know how much of that went in agents commission. The AMP has a policy of not disclosing commissions on particular sales, replied Mr Amon. But what have you got to hide asked Patrick. Why cant you explain that Ive got nothing to hide because I dont know what the agents costs are. I could, theoretically, tell you if it wasnt for our policy of not disclosing commissions. I could, theoretically, tell you what the commission was, so thats not the issue."
}