{
    "text": "Manufacturers data on the LM1875 20W audio power amplifier IC As used in the amplifier module elsewhere in this issue, the LM1875 IC requires only a few external components to deliver 25W into 8 ohms,It has quite impressive specifications for its size, as well as inbuilt thermal short circuit protection. By Darren Yates The LM1875 Audio Amplifier IC from National Semiconductor is now a few years old but it is still one of the most costefficient devices available when it comes to simplicity and output power. The LM1875 comes in a 5lead TO220 package. The heatsink tab is connected to the negative supply rail of the amplifier ie, to pin 3. However, it must be isolated from the heatsink via a TO220 insulating kit otherwise earth loops are likely to be a problem. Incidentally, diagram caption even if this IC is not driving a load , it must be bolted to a heatsink as the quiescent current of 70mA is enough to cause the thermal protection circuitry to switch in more on that later. Main features The main features and specifications of the LM1875 are as follows bullet Up to 30W power output into 8 ohms bullet Typical harmonic distortion of 015 1kHz, 20W output bullet Short circuit protection bullet Supply voltage range of 2060V bullet 94dB supply rejection ratio bullet Inbuilt thermal protection bullet Low noise SN ratio in excess of 100dB bullet Open loop gain typically 90dB bullet 70mA typical quiescent current. The LM1875 can drive either 4ohm symbol or 8ohm symbol loads but it delivers slightly more power into 8ohm symbol loads. With 4ohm symbol loads, the maximum output power is 20W. Although the data sheets indicate that the device can deliver a maximum output power of 30W into 8ohm symbol, this is at its absolute maximum supply voltage of 60V. With practical power supplies, some allowance must be made for variations in mains voltage and therefore 25W is a more realistic rating. Single or dual rails The LM1875 can be operated from dual or single supply rails and the amplifier module project featured in this issue shows both supply arrangements. The pinout diagram can be seen in Fig. Fig.2 shows the internal circuit diagram of the IC. Two NPN devices, Q35 and Q39, are the output transistors. If you look closely, the emitter resistor for Q35 is split in half and this split feeds another NPN device, Q36, which monitors the output current on positive half cycles of the output signal. In fact, Q36 and Q37 form part of a loadline protection system which shuts down drive to the output stage if the diagram diagram caption loading conditions are excessive. Fig.3 shows the distortions vs output power for both 4ohm symbol and 8ohm symbol loads while Fig.4 depicts distortion as a function of frequency. As you might expect, the device has increased distortion at both ends of the audio spectrum. Power output Fig.5 shows the expected power output at 1 total harmonic distortion for supply rails of between plus and minus10V to plus or minus30V RL 8ohm symbol. Power supply rejection characteristics vs frequency are shown in Fig.Note the difference between the positive and negative rails, with the negative rail being some diagram 30dB or so worse at 20kHz. The maximum figure of 94dB is relative to a 0ohm symbol signal source resistance, a 4ohm symbol load and at a frequency of 1kHz. The inbuilt thermal protection activates when the die temperature reaches 175degreeC and shuts down the device, which remains off until the die cools down to 145degreeC. In the case of a continuous load or overdrive problem, if the die rises to 150degreeC the device will again shut down. The beauty of this is that if the fault is a oneoff event, the thermal circuitry will allow the die to heat up further than if it is a continuous fault. Figs.7 8 show details on the power output vs power dissipation for 4ohm symbol and 8ohm symbol loads. Notice how the device dissipation is much higher for 4ohm symbol loads. In fact, even with a 1degreeCW heatsink, the LM1875s internal thermal shutdown circuitry switches on once the power output reaches 20W. By this stage, the power dissipation has reached about 32W and the die temperature has surpassed the 175degreeC mark. With an 8ohm symbol load, the LM1875 will happily deliver 25W continuously without running the risk of thermal shutdown. Stability Most power amplifiers dont drive capacitive loads all that well and the LM1875 doesnt either. Long speaker leads can produce enough capacitance to drive some amplifiers into VHF oscillation. In this case, the manufacturers data sheets recommend that you add a Zobel network consisting of a 0,22micro symbolF capacitor and a 1ohm symbol resistor to the output. This has been included in the amplifier module in this months issue. As with most designs, PC board layout is important in minimising the noise and distortion components. Keeping the input signal away from the supply rails will help keep the distortion low.Review Magnet LS621 2way loudspeakers The magnet LS621 loudspeakers are a compact bass reflex system which will fit well into most lounge rooms. Magnet will be a loudspeaker brand name new to most Australians. It is a company based in Thailand which makes loudspeakers designed by engineers from Holland. The European link is claimed to give the speakers a natural sound which otherwise might not be there if they had been designed in the East. The LS621 system we reviewed is a compact 2way system based on a 165mm polypropylene woofer and a 25mm tweeter. The bass reflex enclosure is wedgeshaped, tapering from the bottom to the top to angle the front baffle in such a way as to give some photo timecorrection to the tweeter. That and the small frontal dimensions of the speaker combine to make it quite unobtrusive in appearance. Its dimensions are as follows 435mm high, 206mm wide, 312mm deep at the base and 275mm deep at the top, with the grille cloth frame. Actually, the cabinet is also slightly smaller than its measurements suggest. Internal volume is 15 litres. The enclosure is ported with a tube of 55mm internal diameter and surprisingly long at 220mm. That is probably part of the reason why the enclosure is tapered, to allow a long port without making the box too deep overall. The cabinets are finished in simulated walnut veneer with a black grille cloth. We removed the woofer to have a look at the internal details of the enclosure and found that, surprise, surprise, the woofer is not of Asian origin at all but made by Peerless of Denmark, although we dont know the model number. It is a wellmade unit with a large magnet and a neoprene rubber roll surround for the polypropylene cone. And having revealed that the woofer is of European origin, the ferrofluidcooled 25mm soft dome tweeter is too, made by Philips of Belgium. The two drivers are coupled together via quite a complex crossover network and this has an aircored inductor wound with heavy gauge enamelled copper wire and uses wirewound resistors and a mixture of plastic and nonpolarised electrolytic capacitors. The system is biwired so you can drive the tweeter and woofer with separate amplifiers, if you wish. The enclosure The enclosure is lined with bonded acetate fibre or a similar material and interestingly, there is an internal sloped shelf which undoubtedly adds to cabinet rigidity but we dont know if it serves any other purpose. The four terminal posts are deeply recessed in a panel at the rear of the enclosure. This makes it quite difficult to make wire connections to the terminals unless you have wires fitted with jacks. The terminal panels are so deeply recessed that the terminal posts do not protrude at all and this means you could set the cabinets right up flush to a wall, if desired. Frequency response of the enclosure is quoted as being from 40Hz to 22kHz within 1dB and 6dB. We do not have access to an anechoic chamber so we are unable to verify this claim although the response is quite smooth overall. At the base end there is usable response down to below 45Hz although if pushed hard the woofer does tend to frequency double. At the high end, the tweeter is a little prominent in the region of 7 8kHz and then tapers off a little above that although it is smooth right to the limits of audibility. Efficiency is quoted as 5dB at 1 watt and 1 metre and the unit is claimed to be suitable for amplifiers rated from 15 watts to 150 watts. Our impressions were that you would need an amplifier of at least 40 to 50 watts and that anything much over 100 watts on program would be too much. That is backed up by the stated maximum SPL sound pressure level of 106dB. On music, the Magnet LS621s give good account of themselves although the tweeter seems a little muted for our tastes. We found that they sound rather better with the grille cloth frames off and we think most people would listen to them this way. On voice, they sound very natural without any tendency to chestiness or emphasis of sibilants. Our overall impression was that they were very satisfying on classical music, especially chamber works, and they give a good account of themselves on jazz material. If you are a heavy rock fan, you will want bigger guns and it would not be fair to expect them to do the job. Recommended retail price of the Magnet LS621s is 1150 a pair and they are available from AOne Electronics, 432434 Kent St, Sydney, NSW 2000 phone 02 267 AOne has recently fitted out a sound lounge and to introduce the Magnets, they have them on sale at 950 a pair, so get in quickly. L.D.S. Tektronix TDS 320 100MHz digital scope In the last couple of years, digital scopes have been redefined presented with an ease of use undreamt of even with analog scopes. The Tektronix TDS 320 continues this process, combining a simplified menu of control features with a 500 megasamplessecond sampling rate and 100 MHz bandwidth. By LEO SIMPSON The big challenge to scope manufacturers these days is how to combine the everincreasing performance and potential complexity of features in a package that is intuitively easy to use. No longer do users want to refer to thick manuals to find out how to make a measurement they want to do it all simply by pushing some buttons on the front panel. Over last 18 months or so, we have reviewed a number of digital scopes and they have all had a different approach to solving the conflicting requirements of ease of use and flexibility of use. For its part, Tektronix has chosen yet another approach one which makes extensive use of soft buttons and pictorial menus. First impressions First impressions of the Tektronix TDS 320 scope are that it is quite a bulky unit, but one which is surprisingly light for its bulk. Overall dimensions of the unit, not including its handle, are 325mm wide, 165mm high and 470mm deep, including knobs and rear projections. Its mass is only 8kg which means that it is easily carried with its large handle. The front panel is uncluttered although it does carry quite a lot of buttons, when you count them all up there are 35 buttons and six knobs. The layout is logical though and you can clearly identify the main knobs for vertical sensitivity and time base. To the left of the vertical sensitivity knob are buttons to select channels 1 and 2 and others which become clear as soon as you press them Math, Ref 1 and Ref Math gives you the choice of CH1 CH2, CH1 CH2 and CH2 CH1, all selectable via soft buttons down the side of the screen. I should explain that many digital scopes nowadays make use of these soft buttons whereby the functions change depending on what control menu is being displayed on the screen. It actually sounds more complicated than it is to use and it is a highly practical way of providing lots of features without having huge numbers of buttons."
}