{
    "text": "TOXOPLASMOSIS by Kathy Jacobs, Ringwood, Vic. IN GR 103 I discussed responsible cat ownership this time I will give you some information about toxoplasmosis and how to manage it. It is meant as a guide only and not the beall and endall. If you are at all concerned andor want further information, consult your vet or GP. WHAT IS TOXOPLASMOSIS Toxoplasmosis Toxoplasmosis gondii is an obligate able to survive only in a particular environment, intracellular protozoan single celled organism, in this case parasitic also. It exists in three forms. Three Forms Tachyzoites, which are oval, about three by seven millimetres in size, and invade virtually all mammalian cells. Cysts, which form within hosts cells and may contain thousands of organisms. Cysts can be from 10100 millimetres in size. They are found throughout the body but mainly in skeletal and heart muscles and the central nervous system. Cysts are the major method of transmission as they may be in animals pork, beef, lamb, goat, and then ingested. Oocysts are ten to twelve millimetres in size and formed only in the mucosal and intestinal cells of members of the cat family. It is the only animal which allows the organism to have a complete sexual cycle. Found in about one percent of cats, with a greater incidence in kittens. Different Types of Toxoplasmosis There is congenital toxoplasmosis when a baby is infected in utero and acquired toxoplasmosis which has two forms. By far the most common is lymphadenopathic, which tends to closely resemble glandular fever. There is also the disseminated type which can be very severe and affect all major organs. Symptoms in Humans The lymphadenopathic toxoplasmosis may be asymptomatic have no noticeable symptoms or have symptoms similar to glandular fever tiredness, headache, neck stiffening, swollen glands, nausea, fever, muscle pain and rash. The disseminated form can manifest by the above symptoms and pneumonia, inflammation of the coverings of the heart and brain, enlargement of the liver and spleen, brain abscesses, confusion, photophobia abnormal sensitivity of the eyes to light. It is extremely rare in healthy people. The congenital form is usually marked by lesions of the central nervous system, which can lead to blindness and mental retardation. The symptoms in humans are similar to those experienced in cats. How Toxoplasmosis is Caught Humans and cats catch toxoplasmosis through ingestion of raw or incompletely cooked meat which contains cysts. IT is believed that 10 percent of lamb and 25 percent of pork contains cysts. Cysts have also been found in beef and goat meat but statistics are not available. Toxoplasmosis may also be caught from the ingestions of oocysts from cat faeces, although these do not become infective for between 24 hours and seven days. Oocysts may also survive in the soil, under favourable conditions, for up to one year. Prevalence It is estimated that in Australia about 4050 percent of the poplation has been infected. Very few people are aware that they have had the disease. Who is Particularly at Risk People who are immuno suppressed, such as those receiving chemotherapy, or with diseases relating to suppressed immune systems. These may develop disseminated toxoplasmosis. Pregnant women It is estimated that if a pregnant woman catches toxoplasmosis while pregnant there is a 3040 percent chance that her baby will be affected. Of these babies about 15 percent will be seriously affected. However, effect is generally dependant on the stage of pregnancy. For example, the earlier in the pregnancy the less likely that the disease will cross the placenta 15 percent in the first trimester, however the effects are more severe than if caught later in pregnancy when the incidence is closer to 65 percent, but the disease is generally asymptomatic. Diagnosis and Vaccination Diagnosis is by a simple blood test, or more frequently two, to avoid the chance of false positive or negative. There is no vaccine available, but infection confers immunity in both humans and cats. Once you have had it, you are immune. Preventative Measures bullet Be very careful handling raw meat. Wear gloves or wash your hands well afterwards. bullet Cook meat well. bulletAvoid acquiring a new cat, especially a kitten, while pregnant. bullet Clean cat litter trays daily so oocysts do not have a chance to become infectious. A flush and good scrub with water is generally enough, but ammonia, bleach nonchloride or hydrogen peroxide can also be used. If possible, someone other than the pregnant woman should do this. bullet Wear gloves when gardening and wash hands afterwards this applies if cats have, or have had in the past year, access to your garden. bullet Wash all homegrown vegies. Heat of 60degreeC or boiling water destroys oocysts. bulletIf your cat hasnt had toxoplasmosis you can have it blood tested too or you dont know its status, you can take measures to prevent infection. bullet Feed it tinned or dry food or raw meat that has been frozen to at least 20degreeC for several days domestic freezers may not reach or maintain this temperature. bullet If meat has not been frozen it should be cooked. bullet Cats that do not scavenge or hunt are also less likely to catch toxoplasmosis as rats and mice are a source of infection. Treatment Lymphodenopathic toxoplasmosis, if symptomatic, is usually treated with a one or two month course of trimethoprim, pyrimethomine andor sulfadiazine. In more severe cases duration of treatment is generally longer and dosages are higher. Infected newborn are also treated and there is generally some improvement. I am not aware of any homoeopathic treatments, consult a qualified practitioner if you are interested. Toxoplasmosis is a fairly common infection, with about half the population of Australia having been infected. However, it is believed that less than seven percent of healthy infected people will exhibit any symptoms and these are generally very mild, such as tiredness and swollen glands which last a few days until immunity develops. As I stated at the beginning of this article this is not the beall and endall of toxoplasmosis, nor is it meant to be frightening. If you want more information, consult a qualified practitioner. Fairfield Hospital Vic should also be able to answer queries. References Saunders Encyclopedia and Dictionary of Medicus, Nursing and Allied Health, Miller and Kane, Nursing Review, Immunologic section, Springhouse Corporation, Paediatric Nursing, Duncombe and Weller, A Nursing Guide to Drugs, Harvard, Harrisons Principles of Internal Medicine 7, 11th edition. Everycat, Browning, Herb for Arthritis Relief By Russ Maslen, Mullumbimby, NSW I was weeding the plant out from around a tree in Brunswick Valley Heritage Park in Mullumbimby in 1989 when an unknown chap mentioned to me that if one chewed and swallowed two leaves a day for three months that arthritis would be cured or alleviated. I was not particularly interested but mentioned it to my wife who had problems with her hands her knuckles and wrist were swollen, fingers locking and painful and she decided to try the plant. By November of 1989 she put on her wedding ring again and now does not have any sign of previous symptoms. In March of 1990 I finally went to my doctor because of troubles with my neck and arm. After wearing a neck brace, Xrays, CAT scan, neurophysiologist and nerve conduction tests it was recommended that I have an operation on vertebrae in my neck because of sensory radiculopathy. I did not like that idea very much and started eating my leaves. I now have no trouble in the above and am able to look up or over my shoulder and have not had the operation. Numerous other people have used the plant since then and have had obvious, visible relief and in some cases have Xrays and so on of their previous condition which they state no longer exists. My wife and I have been using the plant for over three years and have not noticed any side effects, in fact it has been beneficial in a number of other ways. Most people to date have taken two leaves daily but as a result of additional information which I now have, my wife and I have commenced taking three leaves, about the size of a 20 cent coin, a day. We have used this amount for about six months. Since the active constituents are a percentage of the weight of the leaf take correspondingly more to make up the same weight if the leaves are smaller. Say, four or five of 10 cent size. Do not take more than this until further tests have been done. It does not appear to matter when leaves are taken, we have ours when we think of it. When the plant is found in the wild make sure to dig up the parsnip root as well as the fine roots along the runners and dont break off the runners. Plant the lot. Since three leaves a day is equivalent to 90 a month put the plants into a large container or into the garden bed. Watch out for snails they love it. A lot of plants are needed in order to keep up with demand. It prefers a sheltered situation out of direct sun but not too wet. Water the same as any other pot plant. GENERAL INFORMATION Two species of centella also known as pennywort and gotu kola exist in Australia Centella asiatica also occurs in Africa, Madagscar, India and the Pacific islands, and Centella cordifolia which from the very recent redescription of the genus occurs in the southern states of Australia. Originally one species was thought to be in Australia with an early name of Hydrocotyle asiatica. This was changed to Centella asiatica. The genus was then divided into two species with C.cordifolia being considered widespread. The very recent description shows C.asiatica as occurring in all states and C.cordifolia localised in southern areas only and uncommon. Based on the previous descriptions I had considered the plant which we have been using to be C.cordifolia. This is now incorrect as per the new description published at the end of It now appears that under the new botanical description it is Centella asiatica and occurs in all states, with Centella cordifolia being poorly known. Samples received from all over the country are virtually identical to the plant shown in the illustration. DESCRIPTION OF PLANT Both species are a creeping herb and like damper places but often grow in open locations including garden beds and lawns. It is also quite often found along fences, under trees or shrubs and along the edge of paths and garden beds. It does not like sandy soils close to the beach. Centella asiatica has a more or less circular leaf which is toothed around the edge, particularly near the slot in the leaf. It is quite often flecked with white blotches and may have reddish dots in the leaf. The leaf has a Vshaped slot with straight edges leading to the stem. These features are shown in the diagram. Leaf size varies from little fingernail size up to seven centimetres in more shelter. Plants in open locations are quite bitter to taste whereas ones in more shelter are almost tasteless but with a herby flavour. Centella cordifolia is described as having leaves longer than broad but otherwise very similar. A 10 centimetre long parsnip root occurs under the central part of the plant. Both plants root at the nodes, that is, where the leaves grow from the creeping stem. The flowers and fruits seeds form on a very short stalk about one centimetre long and are not usually seen unless you part the leaves and look closely. The flowers are minute and can only be seen with a magnifying glass. They have pink to red petals, but with the naked eye this appears as a pinkish tinge only. The fruits are a flattened disc about three millimetres across and are usually in a group of three. They sit up like toast in a rack. SIMILAR PLANTS There are a number of similar plants such as kidney weed, but if a leaf is placed flat beside the diagram and the shape is checked differences will be seen. A further check of the fruits and a check of the root for the 10 centimetre long on mature plants parsnip should result in no confusion."
}