{
    "text": "Australia Dismantling the Walls of Fortress Queensland Satirists run short or work as Wayne Goss brings the Sunshine State back into the nation By Matthew Ricketson Brisbane It was all the fault of the jealous southern media. Queensland had been criticized unfairly but had weathered the petty blows and gone on to win anyway. Im surprised you can look me in the face, Wayne Bennett, coach of the Brisbane Broncos rugby league team, told Sydney journalists after his teams semifinal trouncing of Manly. It was stirring stuff vintage Joh BjelkePetersenspeak, even though Bennett later described it to Brisbane reporters as his Churchill speech. The Broncos were eliminated in the next round, and Bennetts antisouthern outburst remains remarkable only for its dated rarity in Queensland in 1990, only ten months after the end of 32 years of National Party rule. There has been a sea change in Queensland Labor Premier Wayne Goss has quietly dismantled the us and them fortress mentality that BjelkePetersen built over many years, which made antiQueensland ogres of a series of Prime Ministers Whitlam, Fraser, Hawke and scorned dissenters within the fortress as unQueensland. No more. Dissenting views are encouraged. Recently, officers of the postFitzgerald watchdog body, the Electoral and Administrative Review Commission, eagerly handed out leaflets for an allday seminar on The Role of Peaceful Protest in the Democratic Process. Goss has abolished Queenslands imperial honors system, making it the last state to break with this colonial tradition, and his administration is taking a lead in the push for such goals as uniform defamation laws. Queensland, in fact, has joined the rest of Australia. Its politicians no longer keep comedians in work. Says humorist John Clarke The kindest thing a satirist can say about somebody is nothing. And Goss has given cartoonists scant ammunition to do more. The media has been similarly affected. Gone is the steady diet if itcouldonlyhappeninQueensland stories and the stream of corruption allegations that led to Tony Fitzgeralds landmark inquiry and the epilogue of the BjelkePetersen years. Goss is still enjoying honeymoon popularity. Opinion polls show his approval rating at 73 compared with 14 for Nationals leader Russell Cooper. Goss is no populist. Rather, he is still enjoying the sun let in by the collapse of the Nationals fortress. Says historian and author Ross Fitzgerald Its a tremendous relief not to be separated from the rest of the Western world except South Africa, because for years and years we lived in a state of siege here. Nowhere is this relief more evident than in Brisbane and southeast Queensland, Labors new heartland since the December 1989 election. The outrage or testy defensiveness that dominated conversation among ordinary people about endemic corruption has dissipated as the Fitzgeraldinspired bodies the Criminal Justice Commission and the Office of the Special Prosecutor have set about their tasks. As the tension eases, corruption has even become funny. Tony Bellino, brother of Gerry Bellino, committed for trial following the Fitzgerald inquiry on six charges of official corruption, has just released a record album cheekily called Shame and Scandal in the Family and is flogging it in garish television ads. Brisbanites are free again to enjoy the balmy weather and the annual Warana arts festival, where the outspoken antiJoh poet Bruce Dawe has just appeared for the first time in several years. The economic endoftheworldisnigh gloom pervading much of Australia, especially Melbourne, is absent in Brisbane as people stroll through Queen Street mall photo caption at the end of the working day. Gold Coastbound bus drivers cheerfully agree to drop passengers wherever they like along the route. Says one southern visitor I reckon if you asked them to get out ahead of you and put on the kettle for a cup of tea, theyd agree. This is not to say that Queenslanders have been radicalized. A shopkeeper in the small Gold Coast town of Tugun is angry about the introduction of a needleexchange program to combat the AIDS threat. She says many addicts are able to get new needles without handing in used ones. Rural Queenslanders, traditionally the driving force behind the states economy and stout supporters of the National Party, are upset by Gosss decision to introduce daylight saving and at the prospect of higher rail freight charges. But their worries about Labor are overshadowed by the rising fuel prices, to as high as 9 cents a litre in some places, because of the Persian Gulf crisis. Says Peter McDonald, a stock agent with Primac Association Ltd I dont think they Labor are as bad as people thought they would be. But, to tell you the truth, we are not as much worried about them at the moment as we are about the new road freight charges that will follow the Commonwealth Governments hiking of truck registration fees. That will kill us. In less than a year, Goss has won his political spurs. Sitting in his large, handsome office, the walls of which are adorned with Donald Friend and John Passmore art, he is impressively in command and, unlike most of his alp colleagues interstate, he brims with enthusiasm. His attitude appears to be that any issue can be resolved by implementing the right policy. But this is oversimplifying the man because Goss already has shown a pragmatic streak. Everything he does is aimed at a long term of office. He seems to relish the dawntomidnight working days and speaks of carving out one day a weekend to spend with his wife Roisin and their children. Loss of family time is the downside of the job that and missing half the Broncos games this season. On a wallunit shelf sits a Broncoscolor rugby league ball. Personally autographed No, says Goss, the signatures are printed by a computer, and, showing the wry humor familiar to his staffers, he adds I wouldnt want to be seen to be using the influence of this office for personal gain. Gosss record to date is sound. He moved swiftly to continue implementing Fitzgeralds blueprint for expunging the states notorious electoral gerrymander and cleaning up corruption. To have done otherwise would have been electorally suicidal. He has fed the chooks the media but he has been careful not to repeat BjelkePetersens open contempt for them. He has introduced reforms without beating his breast. And, most notably, ha has abolished the feared police special branch, reduced 27 government departments to 17, and overhauled the tertiary education entrance requirements. Despite being the newest state premier, Goss has clearly signaled his distaste for the annual Premiers Conference at which Federal Government financial offers are pushed under the premiers hotelroom doors at 6 a.m. More important than any personal offence, Goss believes duplication of federal and state services drains the economy, and says he will be strongly arguing this point at the conference on federalstate relations at the end of the month. He has put troublesome issues out to pasture via a swath of inquiries. Hard to keep track of but estimated to number between 70 and 90, they are on issues ranging from logging on Fraser Island to education and homosexual law reform. Two forces are at work here. Opponents argue it is a deliberate strategy to defuse political minefields and gain time for Gosss political credibility to cement. There is truth in this. Gosss first edict on election night last December was for his zealous colleagues to take a cold shower. Earlier this year, ministers were advised to avoid controversial publicity at all costs. But he was simply being shrewd, given the wellremembered misadventures of the Whitlam Government and, more particularly, the deeply conservative nature of the Queensland electorate. Voters expelled the shattered Nationals last December rather than elected Goss, and he knows he has only one chance to convince them that the dreaded socialists of Labor can succeed in Queensland. The other force is democratic. It is easy for Australians in other states to forget the oppressiveness of life under the Hillbilly Dictator, as BjelkePetersen was described by awardwinning journalist Evan Whitton, who was recently appointed a reader to Queensland Universitys journalism school. Life in the political wilderness endured by the Queensland Labor Party was qualitatively different from Whitlams, and it is clear Goss and his colleagues still keenly feel earlier injustices. Matt Foley, a former social worker and now Labor chairman of the parliamentary committee overseeing electoral system reform, told parliament earlier this year that a bill to restore lost superannuation benefits to workers in the bitter, mid80s dispute at the South East Queensland Electricity Board was not only a significant humanitarian reform it was part of an important healing process for the body politic in Queensland. Labors chance to do this is dogged by a sense of political insecurity. Even now, says Foley, we wake up in the morning sometimes and say, Yes, we are still the government. In order to keep that dark period behind us, it is necessary to be very disciplined. The numerous inquiries also flow from lawyer Gosss insistence on due process, not favoritism. Nowhere is this more obvious than in his terse treatment of environmentalists, who had campaigned for the alp in the election and expected to exercise influence. High on their agenda was the cessation of logging on Fraser Island. Goss neatly sidestepped this political running sore by announcing an inquiry and appointing as commissioner the man whose public standing in Australia is higher than almost anyones Fitzgerald, qc. Says Australian Conservation Foundation executive director Phillip Toyne The greens have very high expectations of the Goss government and are becoming increasingly frustrated by the protracted inquiry into Fraser Island while logging is continuing. People are wondering whether the greener regime that they expected will eventuate. Gosss adherence to due process occasionally has been brought unstuck by pragmatism, most notably over reform of abortion laws an alp imperative, particularly among the six female Labor M.P.s. Goss has said, categorically, that the issue is off the agenda. Pressed, he says Queensland women already have access to reputable abortion clinics. The need to reform the law is outweighed by the nowin prospect of sanctioning parliamentary and community debate on the issue. Former Liberal leader Terry White believes the alp will be in power for at lest two terms. The first Goss budget was not bad for Labor and the National Party, still shellshocked by its crushing defeat last December, has yet to adjust to being in opposition. The chairman of a 20million chain of pharmacies, White says Goss has been generally well received by a business community that was tired of contending with National Party cronyism. White and Professor Ken Wiltshire, a Queensland University political scientist, are critical of Gosss shakeout of the public service. Many senior public servants were sent to Stalag 17, a dilapidated building on the fringe of the city, and left to rot while a series of Laborsympathetic appointments were made to head the bureaucracy. It is true that the old public service was heavily politicalized, but, says Wiltshire, its been a pretty shabby exercise. Perhaps the heaviest cloud on the horizon for Goss is the gathering perception that, according to the cyclical theory of politics, Labors wheel is turning and Goss may be rolled out in late 1992, just after Joan Kirner in Victoria and before Carmen Lawrence in Western Australia, Michael Field and the greens in Tasmania and John Bannon in South Australia. The last three face elections in Lawrence is battling to overcome the stench of WA Inc., Bannon holds power by the narrowest of margins, the Laborgreen accord has soured in Tasmania and Kirner is seen as virtually dead in the water. Add to this an increasingly beleaguered Labor Government facing a poll in early 1993 and it is understandable that several Queensland Labor backbenchers are privately worried the contamination will spread. On this question Goss is tense beneath his casual air, saying it is easy to be wise about the mistakes of other Labor governments."
}