{
    "text": "First drive Outback comeback photo Motoring editor BILL McKINNON goes outback to drive the new Jeep Cherokee and some great Volkswagon camper conversions After a nine year absence from this country, Jeep chose to launch its new Cherokee fourwheeldrive wagon in Central Australia, so the proposition we were expected to consider was clear Can an American automotive icon hack it in Australias rugged outback The answer is Yes, but while theres plenty to like about the new Cherokee, both in the bush and around town, it also has some glaring faults. Its certainly well priced. There are two versions of the fivedoor, fiveseater wagon the Sport, at 39,968 and the Limited, at 47, It may come as a surprise, given the American penchant for large cars, that the Cherokee is relatively compact. It is nearly half a metre shorter and sits more than 20 centimetres lower at the roofline than Mitsubishis Pajero, yet ground clearance in comparable. The mechanicals of both models are the same, with a 0 litre inline six cylinder multipoint fuelinjected engine coupled with a fourspeed electronically controlled automatic transmission which can be used in twowheel drive mode, but which also has part and fulltime high range four wheel drive operation and a fourwheeldrive low range. There is a caption Comfort setting for highway cruising, and a Power setting, which hangs onto each gear longer for better acceleration, and like Mitsubishis Pajero, you can shift from twowheel drive into full time fourwheeldrive without having to stop. Both versions of the Cherokee are very wellequipped for their asking price when compared with other fourwheeldrive wagons. On the Sport, airconditioning is standard, plus power steering, windows and mirrors, a leatherwrapped tilt adjustable steering wheel, remote central locking, limited slip differential, four speaker AMFM radio cassette, retractable cargo cover and a roof rack. No other fourwheeldrive wagon on the market under 65,000 offers as much standard equipment as the Limited, which adds ABS, leather upholstery and trim, electrically adjustable front seats, cruise control, alloy wheels, a digital compass and ambient temperature gauge in a roof mounted console, and CD compatible sound system to the Sport package. When it comes to performance, the Cherokee is also a clear winner among the fourwheeldrive wagons. It will cover the 0100 kmh sprint in just over 10 seconds, which is a good 2 seconds clear of the runner up, Toyotas 5 litre RV80, which has a manual transmission. It has abundant, smooth power everywhere, and coupled with the fourspeed auto which hooks up the right ratio very quickly and smoothly the Cherokee is an exceptional drivetrain both on and off road. This outstanding get up and go is attributable in part to the Cherokees light weight 1535kg, a result of its integral bodychassis construction. This seems to have had no effect on strength though on some very poor tracks in Central Australia, it felt solid and flex free. The Cherokees handling, however, doesnt match its performance the ride quality is reasonable, but understeer is pronounced and corrugations can cause both ends of the vehicle to get very untidy. The first shipment of Cherokees has a 21 steering ratio, which is way too low. It seems like several turns of the wheel are necessary before you get the desired result add to this an almost complete absence of road feel, plus massive overassistance, and the Cherokee could become a very unpleasant handful if you needed to take quick evasive action. Later shipments will have a more direct 141 ratio which should be much better. The interior of the Cherokee is reasonably spacious considering its compact exterior dimensions, but in other respects its a real let down. The driver faces a dash and a steering wheel that are ergonomic disasters straight out of the 1960s, with switches and controls all over the place, many of which are obscured or difficult to operate. Cheap and nasty plastic and trim materials, poor quality fittings, seats which sag like theyre 10 years old and, would you believe, fake woodgrain dash and door trim on the Limited complete what is a very sorry picture. If a Japanese or Australian manufacturer released a 1994 model with an interior of this style, layout and quality they would be laughed at. Overall, the Cherokee offers plenty of performance and standard equipment for your money, but in other respects its a long, long way from being up with the 1990s fourwheeldrive design standards. Trakka is a Sydneybased company which specialises in camper conversions. It uses Volkswagen Transporter vans, Toyota HiAce vans and the Toyota 75 Series Landcruiser four wheel drive as the base vehicles and outfits each to several specification levels, selling the final products with a full manufacturers warranty. photo caption Trakkas Volkswagen campervan lineup starts with the standard Multivan, at 30,500 for the 60 kW two litre four cylinder manual, or 35,000 for the 81 kW 5 litre 5 cylinder. Its a simple rear seat to fold down bed conversion, which seats five people. The Standard Camper, at 43,500, 5 48,000 is a campervan in the true sense of the word, with a popup roof on hydraulic struts, curtains, storage drawers, a table, a 70 litre water tank, a 68 litre fridge which runs off mains or 12 volt power, two burner metho. stove, a sink, 240 volt power plug, plus a battery charger and an auxiliary battery. The sink, stove and fridge are housed in moulded plastic units. The Deluxe 49,500 5 54,000 adds swivelling front seats, an extra table, an AMFM radio cassette and moulded plastic interior linings throughout. Whats inside The Volkswagen Transporter has come a long way since the original rear engined Kombi with the split windscreen and the flat four engine. The 1994 VW Transporter is front wheel drive, and the engine is mounted carstyle in front of the driver. It has fully independent suspension all round, power steering, disc frontdrum rear brakes, an 80 litre fuel tank, and a cargo area of 6 x 5 metres, which is more than enough for a spacious, wellequipped camper conversion. In overall size, the Transporter is shorter and narrower than Toyotas Tarago, though slightly taller at 94 metres. Its very easy to drive, with excellent vision all round, and adequate performance from the 5 litre version. The test vehicle used a four speed auto transmission, and averaged 4 litres100 km on the highway. Steering, handling and ride quality is excellent for a vehicle of this type, particularly on rougher country roads. Some of the controls are awkward to use, notably the automatic shifter which is too short, and poorly positioned too close to the drivers seat, and the brakes require plenty of pedal effort, but quality is impressive the Transporter feels very solid, and gives the impression that it will continue the Kombi tradition of lasting a long time no matter what you throw at it. The Caravelle is the top of the line Transporter, with 5 litre 5 cylinder engine as standard, double wishbone suspension up front, plus features like electric mirror and windows, antiintrusion side bars in the front doors, central locking, cruise controls and a sixspeaker radio cassette. In original form, it is designed as a people mover, with three rows of seats capable of carrying seven. Trakka has used the Caravelle as the basis for its Caravelle Camper, which is similarly equipped to the Deluxe, and seats five. It costs 59,000, or 61,700 with the fourspeed auto. Theres plenty of room inside, and with the poptop raised, taller people can stand comfortably. The front seats swivel around to face the living area, and you can walk through from the front seats to this section as well. All of Trakkas interior fittings and mouldings are high quality, and in this regard the Caravelle Camper feels like a VW factory conversion, not an aftermarket one. Access to the fridge, stove and sink is easy, and the stove swings out of the vehicle so you can cook outside. The double bed is very easy to set up, but its 10 centimetres too short for six footers, and not particularly comfortable, either, with too many contours and insufficient padding. Trakka is working on improving the design with the campers currently in production. If you dont like the idea of towing a caravan or trailer, and the prospect of sleeping in a tent doesnt thrill you either, a Volkswagenbased Trakka campervan is the ideal compromise and the most convenient twoperson touring package on wheels. Towards 2000 Bill McKinnon looks at four cars which point the way to the future of motoring The 1990s may well go down in history as the decade in which the car developed a social conscience. The realisation better late than never that more compact, space efficient and environmentally friendly cars are necessary and not just a good idea has seen the development of such vehicles accelerate over the past few years. In fact, several major European manufacturers have developed models which are genuine working prototypes of the vehicles well be driving before the year Volkswagen, Europes largest car maker, has long used its trusty Golf hatchback, Europes best selling car for the past 11 years, to experiment with alternatives to conventional engines. Last year it released the Golf Ecomatic, the first production car to offer a fully automatic system that turns the engine off when its not required during driving. At the heart of the Ecomatic system is a vacuum servo clutch, which disengages whenever the accelerator is released, and electronics which switch the engine off and start it again when the accelerator is depressed or a gear is engaged. Traffic beater The Ecomatics forte is city traffic. When idling on Sydney roads, for example, the Ecomatic uses no fuel and produces no exhaust emissions as the engine only runs when the car is moving. The Ecomatic uses a diesel engine, which compared to a petrol model produces fewer hydrocarbon emissions, comparable oxides of nitrogen but more particulate emissions soot. A system of pumps and an upgraded battery maintain power to the brakes and the steering when the engine is switched off, and lights, indicators, instruments and the heater continue to work at all times. Volkswagen claim a fuel economy figure of 6 litres100 km in urban conditions, an improvement of 22 percent on a conventional Golf diesel. It also says hydrocarbon and oxides of nitrogen emissions are down by 22 and 25 percent respectively, and carbon monoxide emissions are reduced by 38 percent. Although there are no immediate plans in Australia to import the Ecomatic, it is on sale in Europe, where a British panel of environmental and technical experts photo caption declared it the most significant contribution to the environment launched in At the Detroit Motor Show in January, Volkswagen revealed its Concept One, a 21st century interpretation of the VW Beetle, which is designed to test whether theres a market for a new Peoples Car. Upbeat Beetle Volkswagen believes that consumers are intimidated and confused by alternative energy choices in cars. The idea is to lessen this technophobia by wrapping the technology in an exterior design that takes its cues from past models. The stylists have hit the spot with the Concept One it looks just as lovable and friendly as the original Vee Dub. The Concept One is only 8 metres long and uses frontwheel drive. Driver and front seat passenger airbags and antilock brakes are fitted and the interior includes air conditioning and leather upholstery. Three drivetrains are available a 50kW three cylinder version of the Ecomatic diesel, as fitted to the Golf, a dieselelectric hybrid, and electric power only. The dieselelectric hybrid offers the best option. In the city, where performance is less important, you can use the 18 kW electric motor. Top speed in this mode is 100 kmh. On the open road, the diesel engine gives a top speed of 168 kmh. The 1993 Frankfurt Motor Show saw BMW and MercedesBenz release their versions of motoring, late 1990s style. photoThe MercedesBenz Vision A 93 is one of several smaller vehicles which the worlds oldest car maker is developing for those who drive predominantly in the city."
}