{
    "text": "By Jean Norman Illustration by Nigel Buchanan Men and women are not equal when it comes to Australias healthcare policy mens HeaLTH scanDaL Thirty years of feminism may have stressed the need for an equal society, but female gains have been at the expense of Australian male health care. An old feminist slogan says We dont want a bigger slice of the cake we want the whole damn bakery. In terms of health, women have taken the whole damn bakery while men enjoy the crumbs. Its an understatement to say that more money is spent on womens health than mens. Because in Australias case, more means a difference of tens of millions of dollars. One official reason why so much more of the health dollar goes to women is that because they live longer than men, theres always been more of them. Why Because they are more health conscious and their health is superior. Why Because the prevention of womens diseases and the promotion of womens health is important to the Government. Important to the tune of 24 million to the Cervical Cancer Awareness campaign over the last four years a campaign that has just been topped up with another 4 million for this year. Mens Health Important to the point that the recent Federal budget, reaffirming the Governments commitment to improving womens health, gave the National Womens Health Program 32 million. Womens health is so important that in New South Wales alone, 93 million has been set aside to provide specific funding for womens health. So important, in fact, that special Federal health funding of 29 million will be matched dollarfordollar by the states and territories this year dotted line and the whole sackload goes to the National Program for the Early Detection of Breast Cancer. Obviously womens health is important. But nowhere within the vastness of the Federal Health budget, or the juggernauts of eight State and territory health departments, is there even the mention of mens health, let alone a mens health budget. This may seem wrong, but rest assured, it is correct. In politically correct circles the nonexistence of mens health at the expense of womens is called positive discrimination. Positive Discrimination is the politically correct way of saying that we are all equal but some of us are women. And it pays not to disagree with the party line. One official from the Federal Department of Health told us Setting up affirmative health action for women is like starting a special whitesonly healthcare clinic in Alice Springs. But he didnt want his name used for fear of reprisal. Positive Discrimination is like that. An analysis of government health data shows that one gender is definitely disadvantaged. We know this gender is dying of cancer. The Australian Bureau of Statistics calls it morbidity due to malignant neoplasms and it kills more Australians than anything else. Most cancer victims get their death warrants via lung cancer, which kills three times as many men as women. The next most common cancer is that of the breast. Approximately 2,500 women die of it annually. Cancer of the prostate gland kills approximately 2000 men each year and, as its incidence increases, the death rate rises. Which cancer are you the most aware off While the Federal and State governments throw 58 million at the National Program for the Early Detection of Breast Cancer, a program that would attack the killer prostate cancer is still seen as inappropriate. The only reason more men dont die of prostate cancer, according to one specialist, is that they dont live long enough. The only way for a man to definitely avoid it is to die young, says Sydney Hospitals Dr Basil Donovan. Its a bit of a mystery because there hasnt been much research done into it. It receives nowhere near the attention nor respect it deserves as a male health issue. As with breast and cervical cancer, the key to treating male cancers lies in early detection. How many men, asks one doctor, are aware that a basic testes examination is a far more accurate and effective preemptive anticancer measure than the breast examination that women are taught from widespread advertising and education A nursing sister from a major STD clinic told Australian Penthouse shed been trying for months to get hold of leaflets showing men how to examine their own testes. excerpt Young men in their teens and twenties are the most at risk from cancer of the testicles but Ive been told theres no funds available. Testes selfexamination can be effectively taught in a matter of minutes, but there is not one education department in Australia that advocates or sponsors the teaching of testes selfexamination to high school boys. There are plenty of funds available to educate women about osteoporosis thanks to an exhaustive public health campaign there cant be a woman alive in Australia unaware that calcium rich foods help prevent the disease of bone deterioration. Osteoporosis weakens and thins the bones to the point where tripping over the cat could leave one in line for a hip replacement. The disease has become one of the female health issues but its as much a problem for elderly men who die far more frequently following a fall as it is for elderly women. If most men have even heard of it they assume its an old womens disease, largely because that is the only way it has ever been marketed. Many men are similarly unaware of the risks connected with vasectomy which range from testicular pain and erectile incapacity through to cancer. Equal numbers of men and women get skin cancer but twice as many men die from it. Women outlive men by an average of six years, perhaps partly because men are three times more likely to commit suicide. So who is disadvantaged The gender with the highest death rate, whose best tactical bet for preempting painful, drawnout diseases is to just die of something else anyway Or the statistically far healthier gender whove somehow gone from being half of the human species into a disadvantaged minority group with a massive slice of the health pie If one malespecific cancer kills practically as many men as the major female cancer kills women, wouldnt both diseases get equal research funding For an answer we went, logically enough, to the Federal Department of Health Youre doing a story about what Whats that The switchboard operator sounded as puzzled and aghast as if Australian Penthouse had phoned the department for help with an article about dinosaurs. Male health issue, we repeated. What on earth do you mean Never mind, could you connect us to the Womens Health section Which one Theres so many different areas of it. Eventually we were connected to the Health Minister, Senator Graham Richardsons office, where his spokesman said they absolutely reject any suggestion that men are being discriminated against. The reason there are special programs for womens health, the disadvantaged such as Aboriginals and so on, is not that were placing a greater priority than needed, but that in the past a lot of issues were ignored. To do a special remedial health program for men would suggest that men arent getting a good deal and there is nothing to suggest that. But several highranking Government health officials say theres a lot to suggest that male health is neglected. One official admits that the obvious gender bias in public health is becoming an issue inside the department A lot of people would find it outrageous and totally unacceptable for a male health clinic to be opened up, so why is there something targeted at purely one half of the species he asks. Nearly everyone is targeted in the health budget young, old, disabled, nonEnglish speaking persons, persons with HIV, womendotted lineThat leaves the white, English speaking dotted line middle Australian man untargeted. This nontargeting is what yet another senior DOH official thinks has led to 500,000 Australian men missing in action each year. From the age of zero, men die off at a much greater rate. It honestly reminds me of Flanders in the First World War. An argument thats been advanced by feminists and womens groups is that its mens own fault obsessive, stressed, workaholic, incommunicative, drinkers etc. that theyre more likely to die. Thats blaming the victim, says the senior official. She got raped because she wore a short skirt. He got AIDS because he was a poof. Its a politically incorrect argument that shouldnt be legitimate in human rights circles. But, he explains, when it comes to Homo Australis the attitude becomes Oh, bad luck men are just the weaker species dotted lineimagine if that argument were applied to a premature baby He doesnt even think ordinary women particularly benefit from the National Womens Health Program. They dont see themselves as disadvantaged and are exasperated at what is being done in their name. Obviously one must have obstetrics and gynaecology but these women cant see the point in special womens health centres to provide what should be general health care for both men and women. Its a radical feminist objective and its basically separatist. Pointing out that hes not in favour of male health clinics either, the Doctor asks Why separate the sexes I thought the whole idea was to eliminate sexual apartheid Radical feminist and Womens Electoral Lobby spokeswoman, Eva Cox, was incredulous when Australian Penthouse phoned her. What are you writing about Male health Oh, you mean theyre worried about their little appendages Explaining that as one of Australias best known feminists we assumed shed be in favour of equal rights, we asked her opinion of the clear disparity between the time and money given to female over male health issues. Oh, the poor little blossoms, she says. If Im sounding unsympathetic, its because I am. Im disconcerted by the sudden trend of men wanting to shove women over and become victims too. Men, she says, have been running the medical profession for over 500 years and if men arent looked after by the health system, then its noones fault, but their own. Australian Penthouse raised the subject of prostate and testicular cancer I know women live longer and all that stuff, she snaps. But men have stuffed it up and now they want to unstuff it up. They want us to feel sorry for them. It makes Eva Cox sick, she explains, that men are now whingeing and pretending to be victimsdotted line They can sort themselves out and stop expecting us to take care of them. This thinking is dangerous for men and women, warns Dr Donovan, who specialises in sexually transmitted diseases. As a venereaologist, I am opposed to singling out one sex for special attention. Its a recipe for disaster to treat just one half of the combination. There isnt much use, he explains, in having women aware of genital health, the need for regular smears and diseases such as chlamydia sexually transmitted, symptomless, common in both sexes and can cause infertility if men are being left out of the equation. Male health issues are seriously undercatered for, he says. Theres been an attempt to positively discriminate in favour of women but its forgotten that the health system has never actually been positively skewed towards men. He admits that people with, for example, genital cancers, often used to be frightened, given barely any explanation of what was happening and were uninformed of selfhelp or preventative measures. The situations been reversed for women but when it comes to men, not a lot has changed. As were all the medical professionals consulted for this article, Dr Donovan was at pains to stress hes not against womens health as such. Id just like to see a health service that didnt distinguish between the sexes. If you visit the health section of any large book store, most of the books are about or relating to women premenstrual tension, menopause, female depression, hormone replacement therapy, eating disorders, osteoporosis, fertility, infertility, female cancer, female orgasmdotted line"
}