{
    "text": "121m offer for Austereo inadequate By Simon Evans Directors of radio network Austereo Ltds board of directors have labelled the 121 million takeover bid by entertainment group Village Roadshow as inadequate despite its substantial premium to the issue price of the shares. Village, which operates the Triple M network, launched its takeover bid on Friday night with a 20 per share cash bid for Austereo, which listed on the Australian Stock Exchange in July following a 62 million float at 90c a share. Austereo chairman Bill Cooper said yesterday that Villages proposed offer was clearly inadequate, especially in light of the recent takeover offer by Australian Provincial Newspapers for Wesgo Ltd. APN launched a 106 million bid on September 12 for Wesgo, which operates eight radio stations in the eastern states. Austereo comprehensively leads Villages Triple M network in all the key indices in which broadcasting is judged audience delivery, revenue and trading profitability, Mr Cooper said. Village said its bid for Austereo is subject to approval by the Trade Practices Commission and is conditional on it gaining 1 per cent. Austereo shares closed on Friday at Mr Cooper said Austereo shareholders should take no action, pending receipt of formal offer documentation from Village. Austereo managing director Paul Thompson said yesterday the Village offer ignored four key issues. They were Austereos leadership in broadcasting, its plans to develop a second national network to complement its existing successful network, the potential for developing business in emerging technologies such as pay television and the value of synergies available to Village in any merger of the two companies assets. Speculation that Village would make a bid heightened about ten days when it revealed it had snapped up 1 per cent of Austereo to become its secondlargest shareholder. But last Thursday Austereo announced that British media company Associated Newspapers Holdings had taken a 10 per cent stake in the company following an 5 million share placement by the Adelaidebased broadcaster. The placement was widely viewed as a defensive strategy by Austereo. Mr Thompson said he expected that ANH would make a formal statement abut its position some time this week. Trade Practices Commission chairman Professor Alan Fels said on Friday night the TPC had been notified about the bid and it had been agreed that if the bid was successful Austereos GOLD104 station in Melbourne would have to be sold by Village. Austereo owns SAFM in Adelaide, 2DAYFM in Sydney, FOXFM and GOLD104 in Melbourne, B105FM in Brisbane and FM7 and 2CA in Canberra. US inflation fears spark new round of money market hysteria Bond selling wave By DAVID LUFF USfed inflation hysteria has jolted the Australian bond market again, prompting resignation that yields would climb to 11 per cent before Christmas. The pressure on Australian bond markets intensified further yesterday, with long bond yields now firmly entrenched above 10 per cent. Commonwealth 10year bond yields rocketed as high as 27 per cent before a late afternoon recovery pushed the mark to 08 per cent at the close. Yields closed 20 basis points higher on Fridays 93 per cent finish. The pressure on bonds was not restricted to the long end.Threeyear Commonwealth bond yields closed at 63 per cent, advancing on Fridays close of 50 per cent. Further 90day bank bill yields jumped sharply, leaping to 96 per cent from 91 per cent on Friday. The bondmarket selloff registered some collateral damage on the stockmarket. The markets All Ordinaries index staggered 9 points lower yesterday to finish at Most of the backlash came from worsethanexpected inflation statistics on Friday night which infected the US bond market before spilling over to the local scene. A fiveyear high for capacity utilisation data in August 7 per cent compared with a forecast 84 per cent inflamed fears of an inflation jump and triggered a frenzied selloff of US bonds. As expected, the Australian market mirrored the rout, but local bonds were punished more than their US counterparts. Citibank senior economist Stephen Koukoulas said Australias contribution to the giant flow of funds on a global basis exacerbated the impact of major bond movements. When the US sells off five basis points we sell of 10 or 15 thats the biggest problem, he said. Mr Koukoulas expected a period of consolidation during the next few weeks before culminating in another frenzied selloff. He said it would be surprising if yields continued to surge through the 11 per cent barrier because of the strength of the economy. It is very hard to see it going much higher than 11 per cent because the fundamental inflation story is not that bad, Mr Koukalis said. Schroders Australia senior economist Bernadette Fulton agreed yields will crash through 11 per cent but forecast it will pierce the mark in the next few weeks. Bond yields are virtually at 5 per cent and its not too hard to see them at 11 per cent within the next month, Ms Fulton said. Garry Lord from Bankers Trust said 11 per cent was a fair and reasonable target but he did not expect yields to rise much above that level. While most observers agreed the US Open Market Committee was likely to raise official cash rates before the end of the year, speculation has arisen over a further two interest rate hikes before Christmas. This will increase the pressure on the bond market. Ms Fulton said the market had effectively factored in one jump in US official rates but a second hike was not out of the question. The rumours have escalated in the wake of the poor statistics on Friday night. There are a number of people in the US who are arguing there could be an increase in rates following the committee meeting in September and on 15 November, Ms Fulton said. Presser disappointing By DAVID LUFF NINE Network Australia Ltd has lent its inprinciple support for a change of ownership at its Perth affiliate, Sunraysia Television Ltd. Senior Nine sources confirmed yesterday they were disappointed at the operating performance of Sunraysia which has been controlled by executive chairwoman Eva Presser for the past four years. However, they were adamant the Kerry Packercontrolled broadcaster would not materially intervene in the 60 million battle for Sunraysia. Sunraysia has consistently performed poorly in both operational and ratings terms in the four years of Ms Pressers tenure at the helm and stands out as the worst performing of the Nine affiliates. She clearly hasnt performed well theres no doubt about that, a senior Nine executive told the Daily Telegraph Mirror yesterday. You only have to look at their ratings to get an indication.. The source added there would certainly be room for improvement with a new direction introduced from a new management. The comments came as Ms Presser rejected a 60 million hostile bid for the broadcsater by Kerry Stokes Australian Capital Equity group. Ms Presser was adamant yesterday she would not sell her 47 per cent holding to Mr Stokes. The vehement rejection sparked a stunning 11 per cent climb in the price of Sunraysia shares. Shares soared 60c to a record high of 00 after Ms Presser criticised the Stokes bid pitched at The bid is uninvited, unnecessary, unwanted, unspectacular and my rejection is unequivocal, Ms Presser said. She branded the 60 million takeover bid as an attempt to destabilise the Nine Network itself. Qantas earnings take off Result boost for 2b float By DAVID LUFF A NET profit of 156 million by Qantas Airways Ltd in its latest financial year will erase doubts about its financial viability in the leadup to a 2 billion float, according to chairman Gary Pemberton. The result represents a 530 million turnaround on 1993 when 400 million in writeoffs stemming from the acquisition of Australian Airlines pushed the carrier to a 8 million loss. At an operational level the result was also vastly improved, with profit before tax and abnormal items jumping almost tenfold to a record 302 million from 9 million previously. Sales revenue firmed 13 per cent to 6 billion. The result was characterised by much larger earnings in the second half of the 199394 fiscal year, boding well for a further improvement in 1994 A net profit of 3 million was booked for the second half compared with 6 million in the first six months, contrary to the usual trading pattern. Mr Pemberton said the results were especially pleasing, coming as a prelude to the public float in the first half of next year. It demonstrates we are on line towards the target we have set ourselves, Mr Pemberton denied Qantas ever aimed for a 1315 per cent return on shareholders funds before launching the float. The carrier posted a 5 per cent return in 1994 The market would be looking for the signs of where we were going rather than where we had arrived to, he said. It would be expecting to see evidence that that was an achievable objective and I think this result is starting to get towards that. Productivity improved following an increase in capacity, offsetting a jump in costs associated with the higher passenger loads. Trimming the cost structure would remain a major priority with management staff with the carrier planning to slice 10 per cent off costs in the current year. Qantas will continue to do whatever is necessary to continue to improve our efficency, Mr Pemberton said. While more economic fleet use and a tangible contribution from the Australian Airlines purchase helped boost earnings, Mr Pemberton said a stronger market was the key to the revival. Passenger demand, for both domestic and international services, picked up significantly, with local business grabbing a marginally larger slice. While citing the healthier demand as a major factor in the result, Mr Pemberton said more efficient operations were a major contributor. Its been driven, certainly, by a strong market but unquestionably it also reflects an improvement in Qantas underlying performance, he said. A timetable for the float has not been worked out at this stage but Mr Pemberton indicated it would fall close to the Federal Budget in May next year. Qantas management had not been able to focus solely on the proposed float because of more strenuous market competition and new directions, Mr Pemberton said. Qantas could expect to post stronger profits in the current financial year. Country Roads 8m detour By JANE SCHULZE Country Road Ltd will set aside 8 million this year after its American executives deceived the company about the true cost of establishing its American stores, chief executive officer Mike Howell revealed yesterday. However, before this abnormal loss the company increased its aftertax operating profit to 25 million to July 31, up from 950,000 last year. The 8 million abnormal loss followed massive writeoffs which sent Country Road to a bottom line 29 million loss in the year to August Mr Howell said while recovery of lost money from the executives was a priority, the directors wanted to immediately account for the loss in the balance sheet. He said the company first discovered its American problems only two weeks ago. Its disappointing that it took so long to come out because it was obviously concealed from us, but when we did the reorganisations it had to come out, he said. The two or three people involved have since been removed he said. To our knowledge there has been no additional to the 8 million loss to the company or removal of assets, he said. Mr Howell said the closure of 22 stores in the US and Australia last year meant their sales increase had been marginal up 9 per cent to 244 million from 242 million. But now it ensures we are able to sell into markets where margins will be better, he said. Country Road declared a fully franked dividend of 5c, making a total of 4c for the year, up from last years 3c. However, the dividend reinvestment plan has been suspended as the company was very financial with unused capacity of 20 million, he said."
}