{
    "text": "Knickers what about my free nights out By Richard Macey Mrs Sue McDonald could hardly believe her luck last November when she spotted a promotion for underwear at Grace Bros Burwood store. If she bought three pairs of Sloggi panties, a product of the manufacturer Triumph International, and posted off the docket and tags before December 31, she would get two nights free accommodation for two people at a Best Western hotel. Thinking that two nights away from home would make a wonderful anniversary present for her husband, David, the 20yearold mother from Concord bought the underwear, paying nearly When Triumph International approached Best Western last year with the promotion plan, everyone involved apparently thought it was a good idea. At least 60,000 pairs of knickers later, the Best Western chain formerly Homestead is now not so sure. The problem is that Mrs McDonald was not the only person to take up the offer. Best Western confirmed yesterday that at least 20,000 others had bought the underwear and applied for the deal. Even if the hotel chains, which has 12,000 rooms across Australia, used the entire pool of special purpose rooms to clear the backlog it would still take 2 12 years for all the Sloggi buyers to get their night away from home. We had only planned to give 300 to 400 roomnights away, Mrs Annie CliftonSteele, assistant to the chief executive of Best Western, told the Herald. We were getting 400 applications a day, she said, adding that her company had unsuccessfully tried to end the promotion at the end of October. She said the rooms had a face value of 40 to 100plus a night. However, Mrs CliftonSteele agreed that the promotional material put out in the stores had not said that the offer was strictly limited. She said Best Western intended to meet its commitments to all 20,000 applicants. At least 400 couples would be accommodated as originally prepared. The others would be asked to either postpone their hotel stay or accept another offer which she declined to reveal. Mr Ross Derrington, the executive director of Triumph International Australia, said yesterday Continued Page 9 he had been surprised that the hotel chain had allocated so few rooms for the promotion. Asked if he considered the success of the promotion to be largely a problem for Best Western he replied As I see it, yes. It was a very successful promotion as far as we were concerned. They Best Western were very enthusiasticdotted linenobody twisted their arms to be in it. In a written statement yesterday Triumph International denied that it or a Sydney advertising agency contracted to organise the promotion had imposed or had agreed to impose any limit on the accommodation. The company said 3,700 applications had been received in the first three weeks and 25,200 had applied by the time the promotion ended. The statement said Bests Western had instituted proceedings for damages against Triumph in the nsw Supreme Court to cover the cost of accommodation. It said Triumph would defend these proceedings and counterclaim for damage to its reputation and goodwill. A disappointed Mrs McDonald said yesterday that she wasnt concerned about how the mixup happened. She just wanted her two nights accommodation at the hotel of her choice The Alpine at Katoomba. Sydneys shame our street kids Aid for homeless left untapped By Catharine Lumby While the accommodation crisis for Sydneys homeless children deepens, the State Government still cannot find the 728,000 needed to unlock 4 million of Federal funds to help solve the problem. The funds are part of a 100 million emergency package announced by the Federal Government last August in response to the Burdekin Report on youth homelessness. nsw is the only State Government which has failed to respond. A spokesperson for the Minister of Housing and Aged Care, Mr Staples, said the minister wrote to the nsw Minister for Family and Community Services, Mrs Chadwick, on January 25 to express his concern but had not yet received a reply. The spokesperson said Were very concerned but still hopeful that nsw will take up the offer. It would be a real tragedy for nsw and its homeless kids if they dont manage to find the funds in time. The director of programs at the Department of Family and Community Services, Ms Margaret Bail, said the department was trying hard to match the funds but that it was very difficult to find the money. Welfare workers said lack of longterm housing options for homeless children had caused a bottleneck in shortterm crisis accommodation services. The policy and administration officer for the Youth Accommodation Service, Ms Lila Kirilic, criticised the State Government for ignoring the Burdekin Report. The Burdekin Report identified the need for more longterm housing for these kids last year, she said yesterday. Instead, the nsw Minister is proposing to set up more crisis and assessment centres. Whats the point of assessing the needs of these children if at the end of the day youve got nowhere to send them Ms Kirilic expressed concern about the Department of Housings failure to address the problem. Its practically impossible to get public housing these days let alone if youre under 18, she said. We deal with pregnant girls of 15 every day who have nowhere safe to go for longer than three months. At the moment, she said, most homeless children had to move to a different refuge every three months. Ms Bail defended the Governments strategy, saying the problem was not as simple as a shortage of beds. Experience shows us that the provision of longterm housing isnt enough, she said. Were planning a review in conjunction with the Department of Housing and we want to look at the way mediumterm and longterm housing services are delivered. Another raid and another apology from police By Deborah Cornwall and Richard Macey Sydney police have launched an investigation into yet another bungled police raid after two Sydney businessmen were hauled out of a campervan at gunpoint yesterday in a lunchtime police ambush at Surry Hills. The two men, who had met only just before the raid to discuss the sale of the Toyota van, said three armed Crime Squad detectives had come out of nowhere, pistols waving. The bungled raid, the second by Sydney police in two days, happened only hours before the Police Department issued a public apology to the Charalambous family, whose Mascot home was invaded by armed officers at 5 am Thursday. Still in shock last night, John Rahll, a 43yearold campervan hire operator from West Pymble, said the Surry Hills raid at the corner of Denham and Campbell streets had been like something out of a Bgrade police drama. Wed just set out to do a test drive dotted lineand suddenly in the windscreen there were two fellows in shorts and Tshirts with guns aimed at my head and Svens head, Mr Rahll recalled. They were yelling dont move, stop, put your hands on top of the van. I thought they might have been a hit squad dotted linethey were really hyped up, and I was worried it would get out of hand. Mr Rahll said the other businessman, 45yearold Sven Neilson, had attempted to drive off in the van because he thought he was about to be shot by street thugs. After police grappled with Mr Neilson, also a campervan operator, both men were handcuffed and forced to lie face down on the pavement. I still didnt know who they were dotted line I was waiting for a bullet in the head, Mr Rahll said. Sven and I had just met each other, and I thought it was a gangland slaying. DetectiveSergeant John Davidson, who lead the raid, defended the attack on the two men yesterday on the grounds that the van, a hire vehicle, was under surveillance for a major heroin operation. Asked why he had used ambush tactics, DetectiveSergeant Davidson said There are a lot of cops with bullets in them. DetectiveSergeant Davidson said once he had established the two businessmen were not involved, he had offered to take them to police internal affairs if they wanted to lay a complaint. Both Mr Rahll and Mr Neilson had declined the offer and accepted his apology. Mr Rahll said that while he would not be taking any legal action against the police, he was concerned there had been too many incidents recently where police had drawn guns first and asked questions later. I just think there have been one too many Gundytype killings dotted line and its not on, Mr Rahll said. David Gundy, an Aborigine, was accidentally shot in his bed during a police raid in Marrickville last year. I have got nothing against the police, but if I had been some poor old guy with a weak heart Id be on the slab by now. Regional Commander, South, Assistant Commissioner Bruce Gibson, called yesterday for a full investigation into the Surry Hills ambush only three hours after a 30 pm press conference at which he apologised for the distress the abortive Mascot raid had caused to the Charalambous family. Stavros Charalambous, a 25yearold Greek migrant, claims he was repeatedly kicked in the back by the police before they admitted they had the wrong man. Some mlcs to get golden handshake By Luis M. Garcia The Premier has agreed to pay a golden handshake to members of the nsw Upper House whose seats are abolished under a proposal to cut the number of politicians in State Parliament by Mr Greiner confirmed yesterday that those mlcs who were financially disadvantaged by the proposed reduction in numbers would be properly compensated. He said the amount of money to be paid out to each of the five mlcs likely to be affected would be decided by the State Parliamentary Remuneration Tribunal, which determines the salaries and allowances of all nsw politicians. It is understood that in some cases, departing mlcs could receive up to 100,000 each on top of their normal superannuation and pension entitlements. Under Mr Greiners proposal, unveiled on Thursday, the number of mps in the Lower House would be cut from 109 to 99, while the number of mlcs in the Upper House would go down from 45 to The terms of office of mlcs would also be reduced, from the equivalent of three terms of the Lower House or twelve years, to the equivalent of two terms of the Lower House or eight years. Mr Greiner believes some photo caption mlcs should be compensated financially because when they were elected they expected to serve their full term of up to 12 years. The proposal to reduce the overall number of politicians in Parliament has been opposed by the nsw Labor Party, the Australian Democrats and by most of the Independent mps. The Independents are worries that the redistribution involved would bring about the abolition of seats held by Independents like Ms Robyn Read North Shore, Ms Clover Moore Bligh, Ms Dawn Fraser Balmain and Mr John Hatton South Coast. But this has been strongly denied by Mr Greiner. He said the reduction in numbers, certain to be put to voters at a referendum this year, was in line with a commitment he made before the March 1988 election. The Opposition Leader, Mr Carr, said yesterday the referendum would cost nsw taxpayers as much as 25 million, including the cost of advertising and the printing, distribution and counting of an estimated 8 million ballot papers. Mr Carr questioned claims by the Premier that the reduction in politicians would save taxpayers 4 million a year. On the most generous analysis, the annual savings of reducing the Parliament by 15 members would be no more than 2 million a year, he said. Thus the overall result of Mr Greiners proposal would mean a 17 million over a fouryear parliamentary term. Mr Carr said the Premier should propose his plans and hold the referendum at the same time as the next State election, due in mid"
}