{
    "text": "THE GULFPREPARING FOR WAR Leading lights urge restraint as protest movement builds Growing chorus calls for peace By LENORE TAYLOR, SCOTT HENRY and STEVEN WILSON LEADING authors, actors, clergy, federal MPs, academics and doctors have joined to urge the Prime Minister, Mr Hawke, not to commit Australia to a war in the Middle East. And they have appealed to other Australians to join the peace effort. Authors Thomas Keneally and David Malouf, actress Rebecca Gilling, comedian John Clark, fashion designer Jenny Kee, historian Manning Clark, federal ALP leftwing MPs Frank Walker, Laurie Ferguson, Daryl Melham, Jeanette McHugh, Stuart West and senators Bruce Childs and John Faulkner are among 135 people who have signed an advertisement placed in The Australian today urging Australians to reject involvement in a war. The signatories condemn the Iraqi invasion of Kuwait, but urge Mr Hawke to give the United Nations sanctions a chance to work. Mr Hawke has ruled out sending Australian ground troops to the Gulf, and has said there will not be an escalation of Australias naval involvement. But with international opinion firming that war is inevitable, peace groups have formed around the nation. In Sydney, Brisbane, Adelaide and Perth rallies have been organised on January 19, to coincide with those worldwide. Melbournes rally is scheduled for January 18, and Sydney activists have also organised a lunchtime rally for Tuesday, the day of the United Nations deadline for Iraqi withdrawal from Kuwait. In Sydney yesterday, university unions representing 145,000 students condemned the use of military force in the Gulf and called on Mr Hawke to withdraw all Australian forces immediately. Students United Against War, made up of representatives from Sydney University, the University of NSW, Macquarie University, the University of Technology, Sydney and the University of Canberra, joined the National Union of Students to oppose the Iraqi invasion and a first strike by US and allied forces. The students called on the Federal Government not to deploy any new armed forces to the Middle East, to bring the frigates home and to take an independent role. In Brisbane, 35 groups including peace, ethnic, environment, union, church and political organisations vowed to stage a series of protests. A spokeswoman for the group, Mrs Carol Dowling, said protests would include a week of allnight vigils and rallies at Brisbanes King George Square. In Melbourne, 30 people joined in a Gulf Peace Team march, gathering at the Shrine of Remembrance before marching along the footpath into the city. In Western Australia, a 30day vigil outside a city church continued yesterday. The States strongest lobby group against the war, the Alliance for Peace in the Middle East, plans a 24hour vigil over January 15 As well as signing the peace network advertisement, the environment group Greenpeace delivered a strongly worded letter to Mr Hawke. Its executive director, Mr Paul Gilding, wrote Greenpeace notes with alarm that you personally have not rule out an escalation of Australias role in the event of war. Equally, Foreign Minister Evans has not ruled out Australias continued involvement in the event of nuclear war. Prime Minister, you have grave responsibility to the people of Australia far greater than that which the United States demands. Depending on the decisions you make regarding Australias role in the Gulf, your name can go down in history as the Australian leader who merely repeated the mistakes of the past or one who had the courage and conviction to stand apart. Export surge jeopardises rate cut By CHRIS WALLACE THE next cut in interest rates has been pushed back by new balance of payments figures showing continued imports growth despite the recession. The current account deficit for November was 37 billion according to Australian Bureau of Statistics figures released yesterday squarely within fincancial market expectations. But after taking seasonal factors into account, import growth of 6 per cent outstripped a 2 per cent rise in exports for the month. The balance of payments figures were described as fairly reassuring by the Acting Treasurer, Mr Dawkins, in Perth yesterday, given the uncertainties and the changes which have occurred since the time the Budget was put together. Mr Dawkins said they were an unspectacular set of figures, but suggested that the governments balance of payments strategy was very much on track. Current account figures for the first five months of the financial year a total 65 billion deficit representing a 29 per cent improvement on the corresponding period last year suggest the Budget forecast of 18 billion for 199091 will be met. GraphicsCaption Speaking in Geelong yesterday, the Prime Minister, Mr Hawke, was more bullish about the likely current account outcome. Its in line with an outcome for the year which would be significantly below the 18 billion figure projected in the Budget, Mr Hawke said. The reason for continuing strong imports following a record period of tight monetary policy which has pushed the economy into recession remains a worrying mystery to policy makers. The import figures for November were dragged up by big defence equipment and fuel imports, the latter reflecting higher world oil prices because of the Gulf crisis. But underlying imports, which are heavily influenced by prevailing economic conditions, nevertheless rose 6 per cent after taking seasonal factors into account. Merchant bankers BT Australia estimated that underlying imports rose 8 per cent in November after taking seasonal factors into account and excluding BHPs import in October of a tanker from the comparison. Mr Dawkins conceded that the Government did not fully understand why import growth was still so strong. Treasury is waiting on quarterly balance of payments figures for December, due to be released in March, to work out whether the growing import figures reflect the dollars depreciation during the past few months, or whether it is because of higher import volumes. The dollar depreciated by 8 per cent on atradeweighted basis betwen September and November. On the basis of experience, import growth should have eased much more quickly given Australias present position in the economic cycle. The merchandise trade balance fell in November to 143 million after seasonal adjustment. But this represented the seventh positive trade balance in the past eight months, and the cumulative tradebalance for the first five months of 199091 is an 82 per cent improvement on the corresponding period in the previous year. Exports rose 2 per cent in both original and seasonally adjusted terms. But rural exports fell, dragging the overall result down with falls recorded in sugar and other rural exports. The net income deficit, largely reflecting Australias cost of debtservicing abroad, also worsened significantly from 3 billion in October to 41 billion in November. Treasury expects the net income deficit to remain about this level for the rest of the financial year. Mr Dawkins said he did not expect the recession to be protracted, and that the prospects for domestic industry were pretty good. I think the important thing for all of us and for corporate Australia particularly is to look forward to the recovery, he said. What we know is that there will be a recovery inevitably, and that we will go into that recovery in fairly good shape. The cost structure in Ausltralia has been reduced and a lot of the inefficiencies within the Australian economy have been removed. The Oppositions spokesman on Treasury matters, Mr Peter Reith, said the latest figures confirmed that Ausltralia was addicted to imports and that any imminent interest rate cut had been ruled out by the figures. If the present trend continues, it will be difficult to sustain the present interest rate cuts let alone see further reductions, Mr Reith said. Mr Reith said there must be a concerted attempt to correct Australias fundamental economic problems, and renewed the Oppositions call for a miniBudget to address the situation. There must also be an acceleration in the rate of structural reform which is impeding the competitiveness of our export and import competing industries, he said. He offered bipartisan support for the introduction of a broadbased tax on goods and services. Mr Reith said he and the Leader of the Opposition, Dr Hewson, would be prepared to discuss with Mr Hawke and the treasurer, Mr Keating, a package of tax reforms designed to turn around the economy. The Opposition would back any move by the Government to have a consumption tax in place by January 1 next year, Mr Reith said. We have not had a recession of this depth and hardship for many Australians since the war, and I think it is time to do things differently, he said. We genuinely offer our bipartisan support for dotted line tax reforms which would give people some incentive and start to boost productivity, he said. Mr Reith had earlier told the Young Liberals national convention in Brisbane that the introduction of abroadbased goods and services tax would pave the way for substantial cuts in personal income tax. He said the Oppositions proposed tax reforms also provided for the abolition of wholesale sales tax and the exemption of export products from tax. Our security poised to combat proIraqi terrorists By foreign affairs writer TONY PARKINSON SECURITY authorities in Australia are getting access to highgrade data from the Western intelligence network as they set in place their strategy to counter the threat of Iraqiinspired terrorism. Canberra is being fed specific intelligence from overseas agencies on the movements of known terrorists, the pattern of linkages between Middle Eastern terrorist organisations and their methods of operation. There is very highlevel cooperation on these matters, a senior official told The Australian yesterday. While Australia has traditionally had ready access to information from friendly agencies overseas, the recent exchanges are seen as particularly valuable because of our limited exposure in the past to Arab and Palestinian terrorist groups. As well as sophisticated computer profiles that Australian immigration authorities have developed on terrorist suspects, the intelligence from countries such as Britain and the United States is regarded as critical to maintaining watertight barrier checks at airports around the country. The US and Britain have a longer and more painful history of dealing with Middle East terrorism. In other gulf developments yesterday SIX Iraqi helicopters containing an unknown number of defectors landed in Saudi Arabia yesterday as an Iraqi brigadier who defected earlier warned that President Saddam Husseins forces could launch a preemptive attack. PALESTINE Liberation Organisation leader Mr Yasser Arafat predicted a Gulf war would last between three and six years and draw in the whole of the Arab world. THE Israeli Prime Minister, Mr Shamir, ruled out a preemptive strike against Iraq but told visiting British MPs he believed this weeks meeting between the US Secretary of state, Mr James Baker, and the Iraqi Foreign Minister, Mr Tariq Aziz, would make clear to Mr Hussein he had no chance of winning a war. The Prime Minister, Mr Hawke, recognising the possibility of terrorist attacks in this country, admitted yesterday Australia could be among Western nations targeted if Mr Hussein sought to encourage a campaign of terror against his enemies. Mr Hawke also said he still believed the odds were against war in the Gulf. While the situation is very precariously balanced there I think, still, war is somewhat less likely than likely, he said, adding that Iraqs decision to attend talks with the US in Geneva this morning was very significant. But if the crisis degenerated into open conflict, he was confident Australias security agencies would be able to counter any threat of terrorism. There is a general caution being exercised around the world dotted line all countries, let me say including Australia, have been aware of that possibility, Mr Hawke said. I can assure you that in those circumstances our various resources have been properly alerted, and would be in a position to deal with any such possibility. While officials in Canberra would not divulge their assessment of the level of threat Australia might face, it is understood to be regarded as significantly lower than Western Europe and the US. In Britain still smarting from the bitter experience of Arab and Palestinian nationals orchestrating terrorist campaigns while resident in London contingency plans for security clampdowns on likely Iraqi sympathisers are believed to be extremely tough."
}