{
    "text": "Official probe involves former top policeman By ALEX MITCHELL NSW Ombudsman David Landa is investigating a car accident involving the former head of the Drug Enforcement Agency, Assistant Commissioner Eric Strong. Mr Strong took early retirement last month from his job as the States top drugs investigator. His decision to quit the police force after 30 years distinguished service is not connected with Mr Landas investigation. The complaint about Mr Strong was referred to the Ombudsmans Office by a State MP last year. It followed a car accident in the city on a Friday night after work. Mr Strong is believed to have returned to police headquarters shortly after the accident where he was interviewed by police. The Ombudsmans Office has not yet decided whether its investigation warrants a report to Police Minister Ted Pickering. A decision will be taken in the next two or three weeks. Mr Strongs decision to seek early retirement shocked his colleagues who had expected him to stay at the DEA for a full term of at least three years. He was apparently concerned about the proliferation of elite agencies such as the rival State Drug Crime Commission and the National Crime Authority as well as the emergence of the Independent Commission Against Corruption ICAC. In a controversial speech last year, Mr Strong said the answer to law enforcement was not necessarily to have the NSW taxpayer fund additional investigating agencies. Mr Strong took over the newlyformed DEA at the end of 1988 after a period of secondment with the NCA. In its first 11 months the DEA rolled 14 drug syndicates operating in NSW, Mr Strong said recently. His position in the police hierarchy was so powerful that he was also given overall control of the gaming and vice squads. Mr Strong is known to have resented an ICAC hearing in which he figured late last year. He and other four senior officers Assistant Commissioner Tony Lauer, Detective Chief Inspectors Heinz Moeller and Barry Dunn and retired Chief Superintendent Ernie Sheperd were subsequently cleared of any wrongdoing by the anticorruption commissioner Mr Ian Temby, QC. The ICAC investigation centred on the 1985 police raid on premises occupied by corrupt Sydney businessman Frank Hakim during which the officers were alleged to have planted heroin. Hakim was convicted in January 1987 of possessing heroin and later sentenced to six and a half years jail, along with the former Corrective Services Minister Rex Jackson over the early release of prisoners. During the inquiry, Mr Strong made an impassioned outburst saying he resented being the subject of an ICAC investigation. Ironically, the five officers brought before the ICAC were all allies of Police Commissioner John Avery and played a leading role in regionalising the old CIB and ridding the force of corrupt officers. Gunman shoots seven By Keith Gosman SEVEN people were wounded yesterday when a crazed gunman opened fire near a surf carnival. Hundreds of spectators fled in terror when the gunman, armed with a .223 automatic rifle and shotgun, sprayed gunfire as crowds left the surf carnival opposite Burleigh Heads Hotel, on the Gold Coast. The gunman, dressed in black with a cartridge belt around his waist, was laughing while he was shooting from the balcony of his secondfloor unit. People fled or took cover behind trees as the gunman left the unit and ran through Burleigh Heads, firing at random. He continued firing for 15 minutes until he was shot in the arm by police sergeant Bob Baker, 38, and overpowered by two security guards. A witness said How a lot of people did not get killed is beyond me. A 78yearold woman was in a serious condition in Southport Hospital last night with stomach and leg wounds. Another victim, a bridesmaid, was hit in the leg when the gunman shot at a passing wedding car. Police were questioning a 26yearold Gold Coast man last night and charges were expected to be laid. Security guard Drew Fisher, 21, said he and partner John Gooch were patrolling the carnival when they heard shots coming from all directions. Mr Fisher said they ran towards the shooting and saw a man carrying an automatic rifle and 12guage shotgun. He was firing at random at cars going past, he said. The guards took cover behind bushes 15 metres from the gunman. The sniper was then shot in the arm by the police sergeant and tackled and disarmed by the guards. A Witness, Merryck Williams, said he saw an old lady slumped next to a car riddled with bullet holes. She was bleeding badly as her husband and friends tried to comfort her. Another old lady was shot in the leg, people were screaming and running in all directions, Mr Williams said. He said he saw the gunman standing on the balcony, laughing and shooting. Gold coast resident Brian Kimmins said he had driven into the bottle shop at the Burleigh Heads Hotel when the shooting began. People started running around the corner from the hotel bar, Mr Kimmins said. Someone said hes coming this way and people started bolting. He went through a hell of a lot of ammunition. How a lot of people did not get killed is beyond me. A neighbour said the gunmans unit was covered in slogans such as Satan and bloodstains marked the walls. Police said the gunman was still laughing after his arrest and when they asked him why he went on the rampage, he replied Because I wanted to. It is believed the shooting followed a row at the Burleigh Heads Hotel. Migrant issue Howards move By BRUCE JONES Political Correspondent AUSTRALIA should be able to have a fullblooded, willing immigration debate without people being bullied into silence through fears that they will be tagged as racists, former Federal Opposition Leader John Howard said yesterday. Mr Howard, whose previous remarks about slowing the pace of Asian immigration created a furore, insisted it was impossible to address manpower policy and the labour market without looking at immigration. Mr Howard has just been appointed shadow Industrial Relations Minister and chairman of the Coalitions new manpower and labour market reform group by Opposition Leader John Hewson. Unfortunately, whenever anybody says anything about immigration in this country those who defend the ethnic bureaucratic status quo say you are a racist and I think that is a great pity, Mr Howard said. Why cant we debate the economics of immigration Why cant we have a debate as to whether its a plus or a minus Nobody in politics is seriously arguing that you dont get migrants from all around the world and you dont try and pick people to a substantial degree on the basis of what contribution they are going to make to the country. But the total volume and the mix between skilled and unskilled migrants are legitimate subjects for debate. The thing only becomes racist if people are discriminated against. Opposition immigration spokesman Philip Ruddock also warned yesterday that a shift away from economic migration, resulting in increased welfare and other costs, could undermine broad community support for immigration. At present, about half Australias immigrants are selected on the basis of skills, employer nominations and business migration with the remainder comprising family reunions and refugees. The Coalition believes that is probably a reasonable balance but senior Liberals are know to be concerned that under the new leftwing Immigration Minister Gerry Hand there could be a shift. Mr Ruddock said that important issues that would be central to the immigration debate included bullet A clear view of what Australias sustainable population should be over both the short and longer term. bulletThe economic and environmental consequences of a target population level. bulletThe criteria for migrant entry and specific economic criteria that may need to be met. bulletAppropriate administrative arrangements for casebycase examination of refugee claims or humanitarian considerations. In other developments, a recent call by Dr Hewson for a rational and mature debate on the level of Australias migrant intake was backed by NSW Opposition Leader Bob Carr. Mr Carr said the national immigration level should be reduced from around 140,000 a year to between 70,000 and 100,000 because of increasing pressure on Sydneys limited resources. Their remarks followed claims by former Finance Minister Peter Walsh that the immigration program was seriously aggravating Australias economic problems in the short term. To maintain a stable level of unemployment, economic growth has to be 1 per cent higher because of the immigration program, Senator Walsh said. It is now well documented that 1 per cent GDP growth translates into 2 or 3 per cent higher imports. Its bleeding investment away from the productive sector because of social infrastructure and its feeding the population growth of Sydney. However, Prime Minister Bob Hawke rejected the view, claiming that Australias immigration intake was about right and not a strain on the economy. Mr Hawke also dismissed those who supported reduced immigration or zero immigration as the Rainbow Alliance a strange group of people spanning the extreme Left through to the extreme Right. Im not by philosophic disposition a low immigration person, Mr Hawke said. I would hope that as we go on that we may be able to look at higher levels of immigration. That would be my propensity. Flood victims to receive 3,000 grant From JOHN SYNNOTT in Dubbo THE battling residents of Nyngan will receive an initial grant of 3,000 per household, Premier Nick Greiner announced yesterday. The Government cash would go towards replacing essential appliances such as washing machines, refrigerators, ovens, and bedding, said Mr Greiner during his second visit in a week to the devastated town. In addition, further incomestested assistance will be available for households suffering losses greater than 3, Later, facing a crowd of worried Nyngan evacuees in Dubbo, he promised they would get the whole truth and no bull about the situation in their isolated northern NSW town. But he said his Government would use its powers to prevent residents returning to the flooded town, now a major health risk. He sought to reassure the 2,300 evacuees who have been told they may not return to Nyngan for at least two weeks. The residents are angry that only an advanced group of 30, chosen on Friday, may return to clean out rotting food from homes and shops. There were reports yesterday of gastroenteritis among some emergency workers in Nyngan and in Dubbo evacuees were being inoculated against tetanus. Nyngan has no water or sewerage and the hot weather has increased health risks for the 100 essential service personnel in the town. The public health situation is beyond argument, said Mr Greiner. Many evacuees are anxious to go home. Robyn Lemon said the worst thing was not knowing how her business and home were. But Mr Greiner said Unless public health is fixed, its perfectly obvious nothing else is going to happen in Nyngan. During the visit he acknowledged many residents would not be covered by insurance for flood damage and said the present arrangement may have to be investigated. After touring Nyngan, which he described as a desolate and sad sight, Mr Greiner said roads, rail and health would be rectified this week. An openair concert organised by the State Government, featuring country singer John Williamson, heartened evacuees in Dubbo yesterday. But the shock and emotion of the weeks events caught up with them. Some wept when Williamson sang True Blue and recited a poem written specially for them. The Department of Family and Community Services and St Vincent de Paul are collecting items at the Sydney Showgrounds sports pavilion for the next 10 days from 9 am to 5 pm. Hundreds of people in cars, trailers, and utes poured into the showground yesterday with stoves, chairs and tables, clothes, toasters and electric jugs. St Vincent executive manager John Moore said it was an absolutely remarkable display of generosity. You can ring the Family and Community Services Departments regional office on 289 8400 tomorrow for ways to help."
}