{
    "text": "PRICES SOAR By WARWICK BRENNAN Food costs hit families FOOD prices are set to increase with rises in bread, chicken, eggs and milk. Families will be hit with rises of up to 10c on some products as the crippling drought worsens across the State. Other essential foodstuffs are also expected to cost more if the drought continues into next year. Some wholesale bread prices are already up between 5c and 10c with retailers preparing to pass on increases this week. Eggs will rise 10c a dozen while a special drought price of an extra 3c a litre for milk is being considered. The fishing industry is suffering as rivers dry up, pushing up the price of freshwater species. And oysters will cost about 35c a dozen extra if the drought continues and oysters starve because of the lack of nutrients in rivers. The gain shortage, which has pushed prices up 100 a tonne in the past two months, has resulted in huge cost increases in most industries. Although the major primary producers said there had not been any rises for consumers yet, they warned higher prices were only weeks away as production costs continued to rise. Bread prices will rise this week, a Bread Board spokesman said. Consumers can also expect to pay between 15c and 25c extra a kilo for chicken before December. Executive director of the Australian Poultry Industry Association Jeff Fairbrother said poultry producers werebulletContinued Page 2 Food costs hit families bulletFrom page 1trying to cope with the shortage which had seen prices rise from 165 a tonne in August to 265 a tonne this month. He said for every 10 rise in the price of wheat, the cost of producing a chicken went up about 20c a kilo. You cant just absorb that increase, he said. All poultry products will go up. NSW Egg Producers Cooperative sales manager David Watson said consumers could expect a price rise of at least 10c a dozen by Christmas if the grain price continued to rise. NSW Dairy Corporation director of operations Ron Hicks said the corporation was monitoring the situation carefully. Mr Hicks said if the drought continued, pressure from farmers would mount to increase the price to consumers to help meet costs. Under consideration is a special allowance which would lift the price of milk by about 3c a litre while the drought continued. Mr Hicks said milk production had been holding up fairly well until now although farmers were facing higher production costs. He said there had been no shortage in the liquid milk market but some shortages were starting to occur in the dairy foods sector. Possible price rises for cheese and other dairy products was harder to predict, he said, as these products were not regulated like the milk market. The fishing industry has been particularly hard hit by the drought with price increases of 10 per cent across the board. Commercial fisherman Keith Sewell said lobster was already selling on the floor for between 40 and 45 a kilo 10 more than last year. Bream prices have also risen to about 10 a kilo up from about 6 at the same time last year. People hoping to have prawns on the table at Christmas will be paying record prices above the present level of 28 kg. NSW Meat Industry Authority spokesman John Carter said no price increases were expected in red meat in the short term as supply was still high. Supplies of fruit and vegetables also remained high, keeping prices constant, although suppliers warned that could change in a matter of weeks. Bushfires fear of a new Black Saturday By JOHN LARKIN OUR parched farmers arent the only ones who want the drought to break. NSWs bushfire fighters are praying for at least two months of rain to quench bushland they say is as tinderdry as the countless hectares devoured by the disastrous January fires. The drought has raised the spectre of another horrific bushfire season. The bush is bone dry, so dry that the NSW Bushfire Service had to scale down its burnoff last week after several of its fires got out of control. Last weeks late downpours did little to diminish the threat. We need a couple of months of sustained rainfall to make any difference, NSW Bushfire Service official Ross Smith said yesterday. The signs of another tough summer are ominous. There were eight major fires in one day in the grasslands around Campbelltown two weeks ago. Fires are igniting at usually wet areas around Picton. Last weekend, 14 brigades fought a 300 ha fire in the Hawkesbury area. A house and two cars were lost. Last Tuesday, fourmetrehigh flames at a grassfire near Blacktown kept fire fighters busy all day. I havent seen anything like that for years, said Dave Dawson, the deputy fire control officer at Blacktown Bushfire Service. I believe its much worse than January. Weve had no rain since last year virtually, and its wintertime. If we dont get rain between now and October weve got real problems. NSW Bushfire Service Commissioner Phil Koperberg is a worried man. While confident NSW will not see the likes of the January bushfires for some time, this year is shaping as another tough one for thousands of volunteer bushfire fighters. The events of January 1994 were fairly unique and not likely to impact often on a community like Sydney, he said last week in an interview at his Rosehill office. Nevertheless if the drought continues unabated we will have a severe fire season around Sydney, the Blue Mountains, the Southern Tablelands, the south coast, the north coast and the New England area. The commissioner is careful not to inflame panic, but he notes gloomily that the Bureau of Meteorology, while not in the business of longterm forecasting, has said there will be below average rainfall until October. The areas most at risk will be those that escaped Januarys flames and which have not been burnt off in one of the BFSs hazard reduction exercises. In these areas, combustible material dry grass, vegetation and dead trees still lies on the ground. It is impossible to burn all of it off. Mr Koperberg is concerned about the Baulkham Hills and Hornsby areas, St Ives, Pymble, Davidson, Belrose, Turramurra, Frenchs Forest, Lindfield and Roseville. Other areas of concern are the Blue Mountains from Mt Victoria to Lapstone, the grassland areas around Campbelltown, Penrith, Camden, Liverpool and Blacktown, the southern highlands from Picton to Goulburn and the south coast, from Helensburgh to the Victorian border. Pastureland from Dural up to the Hawkesbury River is also vulnerable this season, as are dry tracts near Windsor, Richmond and Wilberforce. The commissioner stresses that these areas are not necessarily in danger, but are vulnerable due to their large amount of dry vegetation. If you can have a fire of the severity that we had in ComoJannali in January then you can have it at Dee Why or Palm Beach or Middle Cover or Lane Cove, he said. Thats the bottom line. If the drought breaks and we have normal spring and summer rainfall, then well have a normal fire season. After Januarys horror, the BFS upgraded its hazard reduction burnoffs, but the heat has made a threat of even these. We should be at the height of our burning now and weve had to terminate most of it, Mr Koperberg said. Weve slowed it down because some of them are getting away from us. Its so dry and so unseasonally warm and windy. With increased resources and new legislation obliging every landowner to take steps to reduce fire hazards, Mr Koperberg feels more confident this season about his units capacity to respond quickly to a threat. Whilst with the benefit of hindsight there are some things we would do slightly differently, most of what we did we would do again, because it was successful, he says. The State Government last week launched a video education program sponsored by NRMA, to highlight fire danger. A computerbased learning program for schools, Operation Fireguard, will be launched shortly. BFS staff numbers have been increased. Volunteers are up by 5000 since January and the Rosehill BFS office staff now numbers Forty new fire tankers will be put on the road in time for the bushfire season. In all, the BFS will have 100 new firefighting vehicles, costing 20 million, ready for action. New measures include highly trained incident management teams that will be deployed to help local units in an emergency, a computerenhanced lightening detection system and two mobile communications units costing 500,000 apiece. The BFSs State Tactical Assistance Response Group has been upgraded and equipped to go anywhere in NSW to support local fire fighters. A new 1 million operations centre at Rosehill, including the latest in satellite technology, will allow better surveillance. Mr Koperberg sums up the changes Better coordination, better communications and better intelligence. The success or failure of dealing with a major fire depends on how early you know its there, how early youre able to apply resources to it and how good your intelligence is. The January fires cost three lives and 204 houses. The toll could have been higher, according to the commissioner. With the new legislation, the householders role in preventing or limiting fire in important. Mr Koperberg urged all householders to clear combustible matter from around the house, keep the roof and gutters clean and make sure gardens are not overgrown. If fire does approach, ladders should be nearby to give access to the roof, hoses kept handy, doors and windows securely closed and all ventilation ports plugged. And dont even think of confronting a fire in shorts and a Tshirt. Sturdy dress of cotton or wool is the firefighters dress code. Its a question of good housekeeping, Mr Koperberg said. If all these precautions are taken and providing the house isnt surrounded by bush, then there is a very good chance that it can be saved. SILENT BIRTHS The baby hears the screams of labour WHEN Jacinta Lyndsay cuddles her newborn daughter, her face becomes imbued with the maternal pride that has inspired countless Madonnachild masterpieces. But then, theirs is a special bond that not so much as a moan has been permitted to jeopardise. Thats because Jacinta is a longtime member of the Church of Scientology, which encourages its devotees to maintain a vow of silence during birth. There was no thrashing, let alone any of the howls that normally erupt during labour, when Jacinta gave birth to Meg at her Vaucluse home two weeks ago. It may seem medieval to some and impossible to others, but Jacinta, 29, insists it is done with nothing but the babys wellbeing in mind. Meg is Jacinta and husband Dougs second child born in this manner and, despite a slight hitch when the umbilical cord wrapped around Megs head, all proceeded calmly and quietly. Silent birth has always been a tenet of Scientology, but it became a contentious topic only after a number of celebrities belonging to the movement went public on the procedure. Tom Cruise and Nicole Kidman highprofile members of the church adopted their daughter Isabella Jane last month only after ensuring she had been delivered in silence. Other members who had their children delivered in accordance with Scientology teachings include John Travolta and wife Kelly Preston and Lisa Marie Presley and her husband, Danny Keough. Lisa Marie, 24, is said to have endured nine excruciating hours of labour without painkillers before she gave birth to her son, Benjamin Storm Keough. Lisa Marie, a devout member of the church since the age of 10, apparently gagged her cries of pain by clenching her teeth on a roll of gauze. According to Scientology founder L. Ron Hubbard, the fetus not only hears the sounds outside the womb, but makes a detailed mental recording of them. In his selfhelp bestseller Dianetics, Hubbard explains that when an unborn child has a traumatic experience, including being bumped, knocked or squeezed in the womb, anything said by the mother or others around the mother is recorded word for word in the childs subconscious."
}