{
    "text": "SOUTHERN CROSS UNIVERSITY ACT 1993 The Legislature of New South Wales enacts PART 1 PRELIMINARY Short title This Act may be cited as the Southern Cross University Act 1993. Commencement This Act commences on a day or days to be appointed by proclamation. Definitions 1 In this Act Council means the Council of the University University means the Southern Cross University established by this Act. 2 In this Act, a reference to a graduate of the University is a reference to a person who is the recipient of a degree or diploma, or of such other award or certificate as may be prescribed by the bylaws, conferred or awarded by or on behalf of a the University b any former institution that is currently a part of the University having become a part of the University or any predecessor of the University pursuant to the Higher Education Amalgamation Act 1989 or otherwise or c any predecessor of the University or of any institution referred to in paragraph b. 3 In this Act a a reference to a function includes a reference to a power, authority and duty and b a reference to the exercise of a function includes, where the function is a duty, a reference to the performance of the duty. PART 2 CONSTITUTION AND FUNCTIONS OF THE UNIVERSITY Establishment of University A University is established by this Act, consisting of a a Council b the professors and fulltime members of the academic staff of the University and such other members or classes of members of the staff of the University as the bylaws may prescribe and c the graduates and students of the University. Incorporation of University The University is a body corporate under the name of the Southern Cross University. Functions of University 1 The functions of the University within the limits of its resources include a the provision of educational facilities of university standard, having particular regard to the needs of the north coast region of the state b the preservation, extension and dissemination of knowledge through scholarship, research, creative works, consultancy and internal and external teaching and c the conferring of the degrees of Bachelor, Master and Doctor and the awarding of diplomas and other certificates and awards. 2 The University has such other functions as are conferred or imposed on it by or under this or any other Act.University to collaborate with University of New South Wales. University is to collaborate with University of New South Wales The University is to collaborate with the University of New South Wales in the development of the academic programs to be offered by the University, until the Minister otherwise directs. Facilities to be provided for students The University may, for the purpose of exercising its functions, provide such facilities for its students as it considers desirable. PART 3 THE COUNCIL, AUTHORITIES AND OFFICERS OF THE UNIVERSITY The Council 1 There is to be a Council of the University. 2 The Council is the governing authority of the University and has the functions conferred or imposed on it by or under this Act. Constitution of Council 1 The Council is to consist of a parliamentary members and b official members and c appointed members and d elected members. 2 The parliamentary members comprise a one Member of the Legislative Council elected by that Council i as soon as practicable after the commencement of this section and thereafter as soon as practicable after each periodic Council election within the meaning of section 3 of the Constitution Act 1902 or ii if there is a casual vacancy in the office of that member of the Council, as soon as practicable after that office becomes vacant and b one Member of the Legislative Assembly elected by that Assembly i as soon as practicable after the commencement of this section and thereafter as soon as practicable after each general election of Members of the Legislative Assembly or ii if there is a casual vacancy in the office of that member of the Council as soon as practicable after that office becomes vacant. 3 The official members comprise a the Chancellor if the Chancellor is not otherwise a member of the Council b the ViceChancellor and the person for the time being holding the office of i presiding member of the Academic Board if that person is not the ViceChancellor or ii deputy presiding member of the Academic Board if the presiding member is the ViceChancellor. 4 The appointed members comprise a 2 persons appointed by the Minister, being persons nominated by the Council of the University of New South Wales and b 6 persons appointed by the Minister with, as far as practicable, at least one person appointed from each of the following categories bullet persons experienced in the field of education or the arts bullet persons experienced in technology, industry, commerce or industrial relations bullet persons who are practising, or have practised, a profession bullet persons associated with the north coast region of the State. 5 The elected members comprise a 2 persons i who are members of the academic staff of the University and ii who have such qualifications as may be prescribed by the bylaws and iii who are elected by members of the academic staff of the university in the manner prescribed by the by laws and b one person i who is a member of the nonacademic staff of the University and ii who has such qualifications as may be prescribed by the bylaws and iii who is elected by members of the nonacademic staff of the University in the manner prescribed by the bylaws and c one person i who is a student of the University but who is not a member of the academic or nonacademic staff of the University and ii who has such qualifications as may be prescribed by the bylaws and iii who is elected by students of the University in the manner prescribed by the bylaws. 6 The Council may appoint any other person who is neither a student nor a member of staff of the University to be a member of the Council and the person, on being appointed, is to be taken to be an appointed member of the Council in addition to the members appointed under subsection4. 7 No more than one person may hold office at any one time as an appointed member under subsection 6. 8 Schedule 1 has effect in relation to the members and procedure of the Council. Chancellor 1 The Council is to elect a person whether or not a member of the Council to be the Chancellor of the University, and is to do so a at its first meeting or as soon as practicable thereafter and b whenever a vacancy in the office of Chancellor occurs. 2 The Chancellor, unless he or she sooner resigns as Chancellor, holds office for such period not exceeding 4 years, and on such conditions, as may be prescribed by the bylaws. 3 The Chancellor has the functions conferred or imposed on the Chancellor by or under this or any other Act. Deputy Chancellor 1 The Council is to elect one of its members to be the Deputy Chancellor of the University, and is to do so a at its first meeting or as soon as practicable thereafter and b whenever a vacancy in the office of Deputy Chancellor occurs. 2 The Deputy Chancellor, unless he or she sooner resigns as Deputy Chancellor or ceases to be a member of the Council, holds office for 2 years from the date of election and on such conditions as may be prescribed by the bylaws. 3 In the absence of the Chancellor, or during a vacancy in the office of Chancellor or during the inability of the Chancellor to act, the Deputy Chancellor has all the functions of the Chancellor. ViceChancellor 1 Whenever a vacancy occurs in the office of ViceChancellor, the Council is to appoint a person whether or not a member of the Council to be the ViceChancellor of the University. 2 The ViceChancellor hods office for such period, and on such conditions, as the Council determinies. 3 The ViceChancellor is the chief executive officer of the University and has the functions conferred or imposed on the ViceChancellor by or under this or any other Act. Visitor The Governor is the Visitor of the University with full authority and jurisdiction to exercise all functions pertaining to the office of Visitor. Academic Board 1 There is to be an Academic Board of the University, consisting of a the ViceChancellor and b such other persons as the Council may, in accordance with the bylaws, determine. 2 The constitution and functions of the Academic Board are to be as prescribed by the bylaws, subject to subsection 1. PART 4 FUNCTIONS OF THE COUNCIL Division 1 General Powers of Council 1 The Council a may provide such courses, and may confer such degrees and award such diplomas and other certificates, as it thinks fit b may appoint and terminate the appointment of academic and other staff of the University c has the control and management of the affairs and concerns of the University and is to act in all matters concerning the University in such manner as appears to it to be best calculated to promote the objects and interest of the University d may borrow money for the purpose of exercising any of its functions, for the renewal of loans or for the discharge or partial discharge of any indebtedness to the Treasurer or to any bank, within such limits, to such extent and on such conditions as to security or otherwise as the Governor, on the recommendation of the Treasurer, may approve e may invest any funds belonging to or vested in the University f may establish or participate in such trusts companies or other incorporated bodies as it considers appropriate to promote the objects and interests of the University g may engage in the commercial development of any discovery or invention, or of any intellectual property in which the University has a right or interest h may establish and maintain branches campuses and colleges of the University within the University and elsewhere i may make loans and grants to students and j may impose fees, charges and fines. 2 The powers of the Council under this section are to be exercised subject to the bylaws. 3 Schedule 2 has effect in relation to the investment of funds by the Council. Delegation by Council The Council may, in relation to any matter or class of matters, or in relation to any activity or function of the university, by resolution, delegate all or any of its functions except this power of delegation to any member or committee of the Council or to any authority or officer of the University or to any other person or body prescribed by the bylaws. Division 2 Property Powers of Council relating to property 1 The Council a may acquire by gift, bequest or devise any property for the purpose of this Act and may agree to carry out the conditions of any such gift, bequest or devise and b has the control and management of all property at any time vested in or acquired by the University and may, subject to this section, dispose of property in the name and on behalf of the University. 2 The Council must not, except with the approval of the Minister, alienate, mortgage, charge or demise any lands of the University. 3 Notwithstanding subsection 2, the Council may, without the approval of the Minister, lease any lands of the University if a the term of the lease does not exceed 21 years and b except where the lessee is a residential college affiliated with the University there is reserved for the whole of the term the highest rent that can reasonably be obtained. 4 In the case of a lease of any lands of the University, or any renewal of the lease, to a residential college affiliated with the University, the lease a is to be for a term not exceeding 99 years and b is to be at a nominal rent and c is to contain a condition that the lease is not to be assigned and such other conditions as the Council thinks fit."
}