{
    "text": "Acrylic at Work SO YOU WANT TO PAINT ON COMMISSION Beware that exciting, careermaking commission can turn sour and ruin your reputation if a few essential steps are ignored. Brilliant acrylic artist Stephen Jesic gains lucrative commissions because he knows how to get it right In this spellbinding article he tells his strategy for painting complex commissions and compositions. byStephen A.Jesic I recently had a difficult commission to produce a painting that would be hung on a return wall of an open marble stairwell which was part of an indoor garden and a threestorey atrium. Are you confused It gets worse The place where the painting was to be hung had a lovely lamp in the middle of the wall. All the lamps in the atrium were all the same and the clients requested that it remain. I therefore had to design a matching set of paintings that were to be hung either side of the lamp. Due to the size of the atrium and the layout of the house the paintings on the stairwell would be seen from several rooms through a lush tropical indoor garden on the ground floor of the entrance hall and atrium. photo Here, step by step, is how I tackled the project. Initial feelings sizing the commission I measured the size of the wall and stairwell took note of any artwork, plants etc., around the surrounding area that would have an effect on the paintings to be done. I took note of the minimum size to the maximum size that would fit in this position, and I spent enough time at the house to absorb its atmosphere. Satisfy the client not just yourself Remember, when you are painting a commissioned work the client has to like it when it is finished At the initial client briefing I made a detailed list of all the objectives that had to be considered. I find it Continued on page 30 photo caption caption photo caption photo caption photo artistically satisfying to piece the whole puzzle together. When you are doing this use your own individual creative talents but leave experimental artistic whims and fantasies out of commissioned work Keep within the set boundaries of the commission. Initial pencil sketches Back in my studio, remembering all the objectives, I drew out a few thumbnail sketches. I thought at that stage that a rainforest scene with King Parrots in it would be appropriate as the paintings would act as an extension to the indoor tropical garden. Consider turning your painting into prints I considered my options and decided that by doing the painting as one panel, then cutting it in half I would gain three advantages a. One panel would be easier to work with. b. It gave myself and the clients the option of one painting or two if they changed their mind about the lamp on the stairwell. c. I could take up a print option this would enable me to photograph the major work as one piece. I would then have the option of putting the painting into print either as one image or as a diptych. i.e. the printer could use the 8 x 10 transparency as a single image or mask the transparency to give a matching pair of images. Final pencil sketch I had some reference photos on file from Lamington National Park. I settled on a combination of five images. A waterfall with rainforest, a large moss covered horizontal branch and three individual King Parrots. I realised that if the painting had to be cut, I would need a strong horizontal branch to create enough tension to span the gap between the two paintings. It would also look good as a single image. I completed a rough pencil sketch using the five photographs mentioned. caption photo caption photo caption photo photo caption photo caption photo caption Check the pencil sketch and concept with the client I submitted the sketch and concept to the clients. We remeasured the site. At this stage we all decided to think big and go for the maximum size possible with two paintings 800 mm wide x 1200 mm high including frames. I allowed 100 mm for the width of the frames therefore leaving actual painting size of two panels 600 mm wide x 1000 mm high. Keeping print options in mind, left me with a single panel 1200 mm wide x 1000 mm high which would be painted to completion, then photographed, then cut. Important tip to prospective clients Never let an artists imagination run wild The artist will always come up with the biggest and brightest idea. In this instance though, the clients were kind enough to let me indulge my fantasy Make sure that the commission fits where it is supposed to It sounds obvious, but many a commission fails at this point. If in doubt, make it smaller Small colour sketch The next step was to paint a 15 cm x 18 cm full colour sketch with acrylic gouache. Doing this sketch sorted out a lot of colour and tonal problems giving me a good reference to check on the site to make sure the final painting would stand out but would not overpower and clash with the palms etc., in the indoor garden atrium area. The sketch also gave the clients a detailed visual example of the finished painting, which in turn gave me a sound base for proceeding successfully to the larger work. I also had the option of framing the sketch and presenting it to the clients along with the finished larger work. This would be particularly beneficial if the larger work were to be cut in half. A sort of before and after look at things Check the clients colour response or preferences Another interesting point was raised at this time. One of the clients was colour blind should say, had colourdeficient vision. Approximately ten percent of all men but only 36 percent of all women have colour deficient vision. True colour blindness is extremely rare, involving less than 0025 percent of the population. A person with colour deficient vision may have very acute judgement in other colour areas. In my case, the client saw red as varying shades of brown instead of red, but blue, yellowgreen and especially yellow had very acute spectral response. This colour deficient vision came up when we were talking about career paths. The client started his professional career as an electrical engineer and while in the field on a large installation, mixed up some red and brown wires much to the dismay of an electrified electrician He thought at this time a career change would be a good healthy choice both for himself and his fellow work mates. He subsequently changed from electrical engineering to civil engineering. I subsequently made minor adjustments to the reds on the parrots in the sketch. I changed the base colour to orangered with lights extending to yellow and white. For darker reds, I used Napthol Crimson therefore keeping the colour on the blue side. This was successful, much to the delight of the client. This proves the value of a full colour sketch. Isnt it easier to work out any individual colour perceptions on a small scale rather than on a larger finished work How do you perceive colour Colour theory for artists is a controversial area. Many painters frequently confuse Colour Theory with the Theory of Colour Harmony. Colour theory being a scientific objective analysis with physical and optical phenomenon of colours as electromagnetic vibrations, i.e. colour physics. Theory of Colour Harmony is a subjective perception of colour and is individual to every human being, i.e. we all respond to colours differently and individually. My harmonious colour combinations may be totally different to yours. They may be cooler, warmer, intensely pure in chroma, more subtle in hue, lighter or darker etc. Professor Johannes Itten has extensive documentation gathered from his students demonstrating each students own private conception of subjective colour harmony. He was constantly astonished at the diversity and complexity of the students response to colour, revealing their character or mode of thought or feelings. They were sometimes guarded about showing their inner self. This reaffirms that if a client wants something special and cannot select something from your portfolio or choose a subject similar to something that you have previously done, then a full colour sketch is compulsory Starting the final painting At this stage I drew the painting out on a 1000 mm x 1200 mm x 5 mm piece of medium density fine line customwood that had been primed with five coats of gesso using a paint roller. I airbrushed my diluted gloss medium acrylic varnish over the pencil sketch to fix the drawing. I basically worked all over the painting establishing dark, light, cool, warm relationships keeping in mind the clients blue, yellowgreen and yellow optical response being careful not to overdo it The painting still had to look normal. But then, what is normal Red 800650 nanometers, Yellow 580550 nanometers, lets paint by numbers Oh, how boring Remember, colour is relative to the colour next to it. Your painting is the total sum of all the individual colour harmonies. Its all individual. Its all up to you Go for it Part 2 Painting the Poet Within byJenniMitchell In the early portraits in my Australian Poets Series I had difficulties balancing the poets self image, which is often different from their public image or persona. One of the important lessons I learned was to make it clear to the sitters that I needed to paint them honestly as I saw them. I learned this from an early portrait not in the Poets Series which was begun with the sitter wearing glasses and I felt I had achieved an excellent start. She was unhappy, her self image was not satisfied. I had painted her warts and all, and she asked me to paint her without her glasses, and a little more elegantly, in accordance with her self perception. This was an interesting request. It was not just a simple question of taking off the glasses as in real life. It meant major changes to the painting. I obliged in this case, but lost real momentum and enthusiasm for the painting. She was finally pleased with the portrait but I felt the portrait did not reveal her inner self. This is the difference between what I now believe to be a commissioned ego satisfying portrait and what I am trying to express the real person, glasses, and slightly untidy looks, the poet within Since that portrait I ask permission to have total freedom, or I would not be able to paint the portrait. The artist I most admire in Australia for portraiture is Albert Tucker. He did not try to paint pretty, beautiful portraits. He painted with colour, strength and bold strokes, often using photographs to prompt his work. I find it necessary to work from the live subject, and interact with the subject to inspire the development of the painting. A lot of portraits are painted to look like the person, and indeed are very good likenesses, but have no inner life, they are boring they are dead inside. If you want a lookalike portrait a good photograph, in my opinion, can achieve these ends more effectively. It has been argued that shape and tone are the only important aspects. My aim is to make the poet come alive and talk to the viewer. I leave some of the portraits as sketches, as it seems appropriate in some cases, however, other paintings are more finished. In my early days of portrait painting I was asked the question, How long will it take I naively suggested four sittings. At the end of the second sitting I felt I had done enough, in fact, the painting flowed so spontaneously that I only worked for about half an hour on the second sitting. I did not have enough confidence at that point to say that I felt the painting was finished."
}