{
    "text": "APPENDIX B1 RULES AND PROCEDURES FOR MEETINGS SYDNEY REGIONAL COUNCIL 1991 as amended 1993 1993 Changes to the Rules and Procedures for Meetings 1991 COUNCIL DECISION 42993 RESOLVED that the following addition to the Councils Rules and Proceedings for Meetings 1991 be adopted by Council, and amended appropriately. Following 2 Quorum, insert the following 3 In the event that a quorum exists at a Meeting but due to a declaration of interest, or a declared interest of a Council being identified, which results in a CouncillorCouncillors leaving the meeting thereby adversely affecting the quorum, then it shall be deemed that the quorum still exists until the conclusion of the deliberations on the related business. Calling of Meeting 1 Pursuant to subsection 1281 of the Act the Chairperson shall convene at least four4 meetings of the Council in each calendar year. 2 The Chairperson may convene other meetings of the Regional Council when, in the Chairpersons opinion, they are necessary for the efficient performance of its functions. 3 Pursuant to subsection 1282 of the Act, the Commission Chairperson may at any time, and shall wherever the Council does not have a Chairperson, convene a meeting of the Regional Council. 4 The Commission Chairperson shall give members of the Council at least fourteen 14 days notice of a meeting convened where the Council does not have a Chairperson subsection 1283 of the Act. 5 The Chairperson shall convene a meeting of the Council upon receipt of a written request for a meeting signed by at least four4 Councillors Subsection 128 4 of the Act. 6 Pursuant to 2 and 5 of these Rules, the Chairperson shall convene an Extraordinary Meeting of the Council where considered necessary for the efficient performance of the Councils functions. Quorum 1 The quorum for a meeting is constituted by a majority of the number of members of the Regional Council holding office on the day of the meeting subsection 1285 of the Act. 2 Where a quorum for a meeting is not formed within one 1 hour of the scheduled commencement time, the meeting shall be deemed dissolved and a further notice shall be given to call another meeting. 3 In the event that a quorum exists at a Meeting but due to a declaration of interest, or a declared interest of a Council being identified, which results in a CouncillorCouncillors in leaving the meeting thereby adversely affecting the quorum, then it shall be deemed that the quorum still exists until the conclusion of the deliberations on the related business. Chairing of Meeting 1 The Chairperson of a Council shall preside at all meetings of the Council at which heshe is present subsection 1286 of the Act. 2 In the absence of the Chairperson, Councillors shall elect one of their number to preside at the meeting subsection 1287 of the Act. Motions 1 Any matter requiring a decision at a meeting shall be put before the meeting by way of a motion. 2 Any motion put before a meeting of the Council in accordance with 3 of these Rules, shall be put to the meeting by the Chairperson to be voted upon by the Councillors. 3 All motions prior to proceeding to a vote must be seconded and allowed adequate debate, in accordance with the Rules of Debate attached as Appendix l. 5 Voting 1 Questions arising at a meeting shall be determined by a majority of votes of Councillors present and voting subsection 1288 of the Act. 2 The presiding person has a deliberative vote and in the event of an equality of votes, also has a casting vote subsection 1289 of the Act. 3 In the event of an equality of votes, the Chairperson shall not exercise hisher authority under 2 of these Rules until a further debate has occurred and a second vote by secret ballot has been taken. 4 In the event of an equality of votes following a vote taken under 3 of these Rules, the Chairperson shall exercise hisher authority under 2 of these Rules. Disclosure of Interest 1 A Councillor who has a direct or indirect pecuniary interest in a matter being considered or about to be considered by the Council shall, as soon as possible after the relevant facts have come to the Councillors knowledge, disclose the nature of the interest at the meeting of the Council, subsection 1191 of the Act. 2 A disclosure of an interest by a Councillor under 1 of these Rules, shall be recorded in the minutes of the meeting subsection 1192 of the Act. 3 Any disclosure of interest shall preclude a Councillor from taking part in the discussions on that particular matter and the Councillor must leave the meeting and not take part in any decision of the Council with respect to that matter. 4 Any interest requiring disclosure by a Councillor is an interest which gives rise to the possibility of financial advantage including the avoidance of a loss irrespective of the kind or size of interest. It does not include remote interests, but does include receipt of, directly or indirectly, monies or other pecuniary benefit by i A Councillor or ii By a company or body of which the Councillor is a member of the governing body or employee or iiiBy a person financially dependent upon the Councillor. Notice of Meetings 1 The ATSIC Regional Manager relevant to the Council hereafter called the Regional Manager shall despatch notice of the meetings in writing or by facsimile, telex or telegram to each Councillor. 2 The notice of the meeting shall contain the time, date and venue for the meeting. 3 A notice of the meeting should set out the business to be dealt with and should not be misleading. 4 A notice specifying the details of an Ordinary Council Meeting should be received by Councillors at least fourteen 14 days before the scheduled meeting as specified in the notices. 5 A notice specifying the details of an Extraordinary Council Meeting should be received by Councillors at least seven 7 days before the scheduled meeting as is specified in the notice. In the case of extreme urgency, within 48 hours, as called at the discretion of the Chairperson. Agenda 1 The Chairperson, in consultation with the Regional Manager, is responsible for the preparation of the Agenda. 2 Except as provided for in Section 128 11 of the Act, the items of business to be dealt with should be placed in regular order. The usual order is i Determination of the person who is to preside at a meeting in the absence of the Chairperson. ii Opening address. iii Apologies. iv Confirmation of the Minutes of the previous meeting. v Business arising from previous minutes. vi Correspondence tabled. vii Reports. viii General business. ix Next meeting. 3 The Regional Manager shall circulate the Agenda and relevant papers prior to the meeting. 4 The order of business on the Agenda shall not be departed from unless there is a majority vote in favour of a change in the order of business. ReportsSubmissions 1 Where required, verbal reports to Council may be delivered during incamera sessions. 2 Reports should include a standard which would include headings entitled i Issue. ii Background. iii Considerations. iv Financiallegal implications. v Recommendation where applicable. vi Relevant attachments. 3 Formal recommendations contained in a report ora submission will be considered under General Business. Business of Meeting 1 Except as provided for under Section 12811 of the Act, no additional item of business, motion or resolution shall be considered at the meeting unless i Prior notice of the item has been given to the Chairperson and ii A written submission on the item is available for distribution to Councillors at least one1 week prior to a scheduled Council meeting. 2 Exceptions should only be considered where the matter for decision is one of extreme urgency and sensitivity which would have a major and immediate impact on an Aboriginal or Torres Strait Islander community, enterprise or individual if a decision were not taken. Chairperson 1 The Chairperson, or Presiding Person, is the first amongst equals at a meeting but has authority to call to order any Councillor or speaker attending the meeting. 2 The Chairperson, or Presiding Person, shall conduct proceedings in accordance with the Rules and Procedures for Meetings of Council. 3 The Chairperson, or Presiding Person, shall ensure that a proper notice of the meeting has been given and that a quorum is present throughout the whole of a meeting. If a quorum is not present the Chairperson, or Presiding Person, shall not allow the meeting to continue until a quorum is present. 4 The Chairperson, or Presiding Person, must call upon each speaker by name and allow that person sufficient time to debate the item under deliberation. All debate must be directed through the Chair and in accordance with the Rules of Debate Appendix l. 5 The Chairperson, or Presiding Person, may refuse to put motions or items of business which are not couched in clear terms or are not relevant, proper or within the scope and powers of the meeting. 6 The Chairperson, or Presiding Person, or Councillors may call upon a speaker through the Chair to withdraw and apologise for improper remarks. 7 The Chairperson, or Presiding Person, is required to maintain order at the meeting. 8 In the ordinary course of business at a meeting, or where circumstances warrant, it is the Chairperson, or Presiding Person, who shall have authority to adjourn or close the meeting. This decision may only be overruled when a majority vote of Council determines that the meeting shall continue. Where the Rules are Silent. 1 Where the Rules are silent upon the course to be followed at a meeting, it is for the meeting, by majority vote, to decide the course to be followed. Dissent from Ruling. 1 Where a motion of dissent has been moved against the ruling of the Chairperson, or Presiding Person, the Chairperson, or Presiding Person, shall leave the Chair and allow the question to be determined by a majority vote of the meeting. Minutes 1 Minutes of proceedings of a meeting of the Council shall be kept. subsection 10 of the Act. 2 The Regional Manager is responsible for the preparation of the Minutes which must then be vouched for as to their correctness by the Council at its next meeting. 3 The Regional Manager, in consultation with the Secretariat, is responsible for the preparation, keeping and maintenance of Council Minutes. 4 The standard format for the preparation and keeping of Minutes shall be done in accordance with the Councils guide for the keeping of Minutes, namely, Minutes of Meetings, which is enclosed as Appendix ll. Decisions 1 The Chairperson, or Presiding Person, shall sign a decision sheet related to each substantive item of business which has been dealt with by Council recording the official decision of the Council in respect to that item of business. InCamera Deliberations 1 The Council shall determine when deliberations of Councillors shall be held incamera and who shall be present during those deliberations. 2 Decisions and resolutions of incamera deliberations shall be recorded in the Minutes. It is at the discretion of the majority of the meeting as to whether the deliberations themselves shall be recorded in the Minutes. Council in Confidence 1 All submissions and relevant papers are classified as CouncilInConfidence documents prior to them being considered at a Council meeting. 2 Once an issue has been considered and appropriately addressed by Council, relevant papers shall no longer be considered CouncilinConfidence material. 3 Council may by majority vote maintain the Councilinconfidence status of specific documents. 4 When determining the status of Council documents, consideration should be given to the sensitivity of a submission and its likely impact upon Aboriginal and Torres Strait Islander communities, enterprises or individuals if a document were disclosed."
}