{
    "text": "Decriminalising drugs least worst WHETHER to decriminalise the use of cannabis must inevitably come down to a blunt choice between crime and health. It is bizarre indeed that in a nation where 20,000 or so people die each year as a result of smoking and another 2000 or so in road accidents, we can contemplate putting another carcinogen on the supermarket shelves and another mindaltering substance within reach of drivers. But do we have a choice While cannabis remains illegal and possession of even tiny amounts can result in a criminal conviction, the drug trade will remain demanddriven and deadly. There is a growing conviction among some criminologists that decriminalisation of the possession and use of small amounts of cannabis is the course which governments will reluctantly take sooner or later. Some argue that heavy drugs such as cocaine and heroin will probably end up being legal too, even if their prescription is tightly administered. US economist Milton Friedman has suggested that if drugs had been decriminalised years ago drugs such as the highlyaddictive and deadly crack might not have been developed. His argument is that new designer drugs, some capable of causing appalling physical and mental damage to this generation and mental damage to the unborn next generation, were manufactured primarily because the high price of illegal drugs created a demand for cheaper substitutes. Demand and supply ever since mankind first felt compelled to control substances which alter our perception of the world, it has argued too about whether the pushers are really being pushed. And since then society has argued too about whether people should be free to inhale, inject and ingest whatever they like. Wherever crusaders rail against drugs, subterranean markets have emerged to conduct the business of altering peoples brains. Prohibition doesnt work. It makes purchase and possession more difficult, but it doesnt stop drugtaking. The higher risks drive up prices and the profits to suppliers, but wreak their revenge on society through a much higher level of crime by users. Today, most housebreaking and robbery is committed by people seeking money for drugs. Dealing with this crime, and with the distortions and corruptions of the system by those who profit from it, has fundamentally altered the criminal justice balance in the community. The real arguments against legalising drugs are health ones. It is not only brains which become altered but lungs, livers, hearts, reflexes and powers of perception, some temporarily, some permanently. The dilemma for legislators is to weigh the medical costs of drugs including damage inflicted upon innocent family members and strangers against the cost of maintaining and enforcing prohibitions which everybody realises have not worked. We live in a society in which dangerous drugs can be smuggled into maximumsecurity prisons. What hope can we entertain that drugs can be kept out of schools, bars and dinner parties Noone likes to admit defeat, but obviously even the most spectacular of drug hauls barely mists the surface of the drug trade. The medical argument against decriminalisation of drugs, from cannabis to heroin, ecstasy and a pharmacists shelf full of other abused substances, is powerful. At a time when the medical profession has put debate about smoking and drinking back on the news pages, the courts and the parliament, political parties, including both the ALP and the Liberal Party in the ACT, toy periodically with the idea of loosening the controls on drug use. And how do they justify the apparent contradictions of banning smoking in public buildings with one hand and decriminalising another dangerous form of cigarette with the other They dont. They are only too aware of the comparisons, the double standards, the inconsistencies. They can only repeat the single unchallenged fact that prohibition has not worked. LEGISLATORS must make a decision about the direction drug enforcement will take. Australia can follow the path of the United States and press more and more futile time and money into enforcement, or it can divert a fraction of that money towards education and a fraction more towards the provision of controlled doses of clean drugs to addicts and legal cannabis to smokers. Earlier this year the Victoria Police issued figures of charges which followed the states Operation Noah, a dobadruggie dialin held annually in most states, including the ACT. Of the 676 charges to arise from the phonein, only one was related to the supply of heroin. Almost 600 involved marijuana and 413 were for possession or use. If society thinks that is money well spent, so be it. If, on the other hand it sees cannabis as a drug no better or worse than alcohol in its power to numb, and no better or worse than tobacco in its power to wreak physical havoc, perhaps it is more realistic to move towards decriminalisation, meanwhile educating Australians against the abuse of all drugs. Cocaine and heroin might have to wait for another day. Decriminalising drug use, particularly at the milder end of the scale, seems like the worst alternative except for everything else. Everything else has failed the decriminalisation path offers more chance of breaking some of the evil nexuses than anything else. Accompanied by some sustained attacks on drug demand, via education, it may even reduce the corruption of the supply end of the equation. Health outside inquiry needed THE Governments move to initiate an investigation into what amounts to a 57 million budget blowout within the Department of Health is a welcome response to a very serious problem. However the investigator should a completely independent outsider, with a brief to review the entire health operational and accounting systems. The Governments decision to put the investigatory role under the control of the head of the Department of Health, Education and the Arts, Dr Eric Willmot, overlooks the need for all scrutiny not only to be impartial but to be seen to be impartial. There can be no doubting Dr Willmots experience and impartiality, but the Government asks too much when it thrusts such a role on the head of the department under investigation. Such investigations are better handled by officers specifically operating outside the particular Government department under investigation and unlikely to be influenced by professional or personal relationships. Public perceptions can be fundamentally undermined when allegations, no matter how untrue, can be made of vested interest or partiality. The Department of Health has long been a problem area for the ACT with perennial cost overruns requiring additional funding and failures to meet political and management targets. A siege mentality and some secretiveness have also long been evident. The problems have also been highlighted, but little seems to have changed. Of particular concern should be the nonpayment of 5 million in accounts dating back to last financial year.This fact, confirmed by the Minister for Health, Gary Humphries, implies that a serious breach of accepted Government accounting practices may have occurred. It should have been picked up on audit. It probably should have been picked up by Treasury. The concern is not merely about a technical failure it may also have meant that tradesmen and other hospital creditors, many no doubt under particular economic pressure in the present climate, have not been having their bills paid on time. One is entitled to expect better of a government authority. The department is no longer just dealing with the daytoday running of hospitals and health services in the ACT.Today it is vitally involved in a multimilliondollar hospital redevelopment project the success or failure of which will dictate the quality of health care to ACT residents for decades to come. There can be no room for mistakes or sloppy management. Mr Humphries issued yesterday an assurance that the redevelopment budget was on track, but in all the circumstances more than just a ministerial reassurance is needed. What is needed is not simply a reassurance that an annual appropriation will not be exceeded, but that the project will deliver what was promised of it at the beginning. The budgetary status and viability of the hospital redevelopment should also be examined. ACT residents need not be assured that the health bureaucrats have got it right and that the budget blowout identified last week is not just the tip of the iceberg. There could be devastating consequences if the hospital redevelopment budget were allowed to get out of hand. The Chief Minister, Trevor Kaine, leapt to the defence of his public servants in the wake of criticism levelled at them by the AuditorGeneral last month, but he must not allow his views of their competency or otherwise stand in the way of a full examination of the financial status of what is arguably the most portfolio area and what is the Governments most expensive and complex capitalworks undertaking. As each week goes by the hospital redevelopment project involves the commitment of more and more funds and, as yet, the bottom line has still not been clearly drawn. A full examination of the projects continuing viability is warranted if only to reassure the public, politicians and bureaucrats that they are on the right track. The recurrent savings identified as likely to result from the development of one principal hospital and the closure of Royal Canberra Hospital North were not large about 8 million a year. This makes it even more crucial that the numbers upon which the redevelopment has been predicated are not fatally flawed. THE task of the investigator on examining what had been going wrong in the health department will not be easy. He might well find a distinct lack of cooperation from some quarters. Many significant reputations bureaucratic and medical are riding on the health budget and the success or failure of the redevelopment project. There are those who are pursuing the task with what amounts to a missionary zeal and who will brook no criticism or legitimate questions. Their enthusiasm for the project is laudable, but they should not allow their hopes and enthusiasms to colour their judgement of its viability. It in one thing for doctors to have the very best and the very latest in medical technology housed in grandiose buildings, it is another thing for ACT taxpayers to meet the inevitable cost. It was significant that Mr Humphries chose to point out yesterday that some of the budgetary problems arose during the term of the Interim Hospitals Board. That may be true, but as much as Mr Humphries has had to rely on his advisers, his predecessor controllers relied on the same people. A lot of things have changed but the hands at the steering wheel have been much the same throughout, With something obviously wrong in the management, can Mr Humphries be certain that everything else remains on track Europeans query extent of unity THERE is nothing like a serious war to make nations fumble nervously for their constitutions and sing a few bars of the national anthem. It is time for conservatism and inhibitions. It comes as no shock then to see Britain reiterating its dissatisfaction with plans to fasttrack some aspects of European economic unity, particularly those aspects which would see the dozen member nations surrender crucial controls over economic policy to the European Community. It is almost as if Europe is having second thoughts about unity, now that real life has given member nations a chance to show how solid and confident they can be in terms of foreign policy and defence policies. Simultaneously, a world recession nibbles, bringing into focus all the what ifs about monetary union, industrial reform, government spending and government debt. To make matters worse, questions have been generated in areas such as law and order, immigration, even family law, with plenty more to come. A report on divorce from Brussels earlier this month showed that as Europe knits itself into an increasingly homogenous community, laws will either have to catch up or risk becoming ludicrously obsolete. Could there come a time when the law will allow Irish farmers to market their produce on a single, obstaclefree market, but will refuse to recognise a divorce between an Irish farmer and a Dutch spouse"
}