{
    "text": "Victoria, grist for the election mill Some of the initiatives emerging from the Spring Street bunker of the newly installed Victorian Premier, Jeff Kennett, are welcome ones. Some are puzzling. Several are plain silly. It is important to differentiate between the good, the bad, and the ugly. To begin with, the move by the fledgling Governments Treasurer, Alan Stockdale, to apply the reins to a runaway budget lifting some artificially low State taxes, cutting capital expenditure, sacking 7,000 public servants were painful but necessary measures. Mr Stockdale has followed up his minibudget moves with other initiatives to bring to heel the blowout in costs for the States workers compensation scheme, running almost 2 billion in arrears. So far so good. Subsequent to the minibudget in Victoria, the new administration has been moving on other fronts, notably industrial relations. Here the moves are less clear, the motives blurred, the outcomes more farreaching for the whole of Australia. The move to end the 5 per cent holiday leave loading for State public servants contained in the minibudget makes good fiscal sense for a Government facing a major budget crisis in recessionary times. The separate motive to end penalty rates in Victoria, by decreeing that all hours of work be regarded as equal, is a step in the right direction of liberalising working hours. It will speed a process already well under way and long overdue in Australia towards implementing a more flexible working regime. Clearly, such a change will not come without problems. Treating all hours as equal for wage payment purposes equates an hour worked in business hours with one worked on a Sunday, as if there is no difference in the degree of effort or dislocation caused to the worker. The easy argument is that people are not obliged to undertake such shift work. If they dont want to work abnormal hours, someone else will. Harsh, but a realistic assessment of the state of the Australian labour market in the 1990s. Economic purists will argue that the market will set the price for such labour. If groups of people do not want to work at those hours, the price of labour will be bid up. In tough times such as at present the biddingup will not be great, if at all. In buoyant times, the price of labour on rotating night shift will be higher, as employers compete for labour. Problem what of the wide range of service areas, almost all within the public employment domain, which require 24hour attention Buses, trains, trams, ferries, hospitals, police, garbage collection, to name a few. Can such labour simply say No thanks, Id prefer to work weekday daytime hours And if it did successfully bid up its price, as the pure labour market theorists would presumably applaud, what of State and federal budgets In better times, the pressure would be intolerable, and something would give either quality of service, or budgetary responsibility. These conundrums aside, the move is in the right direction. So, too, is the initiative to hurry along the opportunity for business and its workforce to negotiate individual or workplace agreements. From March 1 next year, they will have to choose to opt back into the present system of awardbased regulation of work, rather than opt out to the more freewheeling enterprise negotiations. Outlawing compulsory unionism and the closed shop has been long in coming. And to allay the fears of some that the world is about to end, the Victorian Government has reaffirmed certain socalled safety net conditions a weeks sick leave, four weeks annual leave, maternity leave and a minimum hourly rate of pay based on the present award minimum applicable in each industry. If it was not for certain other changes, the package would deserve high praise. But the good sense of Kennett and his Industrial Relations Minister, Phil Gude, has deserted them on their crude attempts to prohibit or punish industrial action. If the new Victorian Government is as sure of its liberalising reforms, it should have carried them through. Instead, it has introduced several halfbaked, wouldbe Draconian approaches to industrial action. Limiting a picket line to a maximum of six at any workplace entrance is plain silly. Making industrial action illegal other than over health and safety issues while an award or agreement is in place, with a 5,000 damages action available against each employee involved in a dispute, suggests the Government is abandoning its liberalising stance in favour of hardline enforcement techniques more appropriate to totalitarian regimes elsewhere. Australia is a democracy. The right for an individual to offer his or her labour for hire, and withdraw that labour under certain conditions, is one of the tenets of the unclear of democracy Australia has become. This particular aspect of Kennetts proposed changes suggest he is uncomfortable with such notions of individual liberty. Predictably, the changes in Victoria are being seen as a model for the sort of changes which Dr Hewson and John Howard are planning for all Australia or at least those covered by federal awards. Not surprisingly, the federal Liberals are keeping at least some distance, in case the whole package has serious political fallout a wise move. Also predictably, the big guns from Labour including the Prime Minister, Paul Keating, and his Industrial Relations Minister, Senator Cook, are being wheeled out to portray the package as a heinous affront to the dignity of all Australian workers. Kennett is even crying foul at federal Labours plans to encourage the Victorian workforce to consider shifting its award protection from the State to the federal arena. All grist for the mill in this unusually important election year. Dawkins stunning flight of imagination Victoria may be plummeting in the credit ratings, and the A may be sinking out of sight, but Australian politicians are scoring top marks for brazenness. Yesterday, the Federal Treasurer, Mr Dawkins who should consider himself a lucky man to have kept his job during the stillunravelling Victorian loans scandal implied that the real fault lies with those who have revealed the truth about Victorias shocking debt shenanigans. Mr Dawkins said that since the news broke of the concealed 3 billion blowout in State debt, yields had risen by 20 points. So the actual cost of Liberal Party posturing is actually coming home to ordinary Victorian taxpayers as they see the Governments interest bill go up, he said. The attack on the secret loan blowout was a Liberal Party stunt, a divisive, destructive stunt. And the Victorian Labor spokesman on Industrial Relations, Mr Jim Kennan, complained yesterday that investors were being scared away from Victoria because of Mr Kennets industrial relations reforms. This is a real tribute to the imaginative powers of Victorias otherwise discredited Labor Party branch, conjuring up images of queues of investors readying themselves to leap aboard the Victorian economy revitalised under a returned Labor administration only to turn back in horror on learning that following the coalition victory they would now be prevented from paying holiday loadings and penalty rates. Mr Dawkinsimaginative effort is even more disconcerting, however. For it raises a stream of questions about quality of Treasury advice, about how the Treasury manipulates its political head, and about how Australia relates to its creditors. As the depth of Victorias problems became apparent after the Kennett Governments election, the ALP attempted to conceal its significance by focusing attention instead on Victorias industrial relations reform. The reform is in itself welcome, but in its present radical form it would not have been politically feasible if the State had not already been in penury. Mr Dawkins appears to believe that demanding honesty in public accounting is tantamount to talking the economy down of which the fall of the A below US69c yesterday may be seen as a further symptom. The very opposite is true. Confidence in data is crucial to market confidence. It is concealment which is bound to come undone sooner or later in an open democratic system that most undermines that confidence. The Treasurer is either naive or desperate to urge collusion on the coalition. Shoot the messenger is the classic guilty response, and in this case the messenger was primarily the Victorian AuditorGeneral, rather than the Liberals. What would Mr Dawkins do with an auditor who attached qualifications to a set of corporate accounts Suggest he was guilty of destroying the company if its shares took a consequent tumble The Treasurer has even resorted, after earlier attempts at explanation, to the Sir Yes, Minister Humphrey defence I was just obeying Treasury advice. The first problem with this is that the advice was misconceived. The Treasury warned that publicly revealing Victorias 3 billion breach of its borrowing limit, distancing the Commonwealth from the States borrowing arrangements, could have adverse market consequences. Thus nothing should be said about it. Further, such a move would force Victoria into a corner without addressing the fundamental problems. Instead, a major concern must be to protect the credibility of the Loan Council arrangements. That is, keep them confidential. It must be said that the Treasury was right in its analysis. The markets have not taken kindly to the news of Victorias woes. But they have exacted an extra measure of punishment because the element of concealment has added an extra measure of risk to the outstanding paper. However, the Treasury was precisely wrong in its prescription do very little, but with heavy breathing stentorian tones. In fact, it is the very degree of the debt that has both energised the new Government in its reform programme and is convincing most Victorians of the need to suffer pain now. It may not be much comfort to the poor Victorians, but the markets are blowing overdue fresh air through the system, which had grown fetid from mountains of unsustainable debt. The complicitous nature of the Treasury line with its implied realpolitik deference to the difficulty a Labor Federal Treasurer might have in exposing the sins of a State counterpart on the eve of a State election emphasises the value of regular changes of government. The second problem with Mr Dawkins Sir Humphrey defence is that he was under no obligation to accept the advice he was given. His release of the Treasurys line does not let him off the hook at all. Indeed, the public interest demanded, in this case, public accountability of an order that Mr Dawkins is only now willing to offer belatedly, after Labor has lost Victoria. The situation is analogous to that of a company breaching its debt covenant to a bank by failing to disclose offbalancesheet items. The repercussions would, rightly, be extremely serious. Such behaviour, when uncovered within the private sector, is frequently condemned as typical of the wayward, spendthrift 1980s against which people are now reacting by insisting on measured Government interventions in the economy. Power games in US Federal Reserve Through the 1970s and 1980s, Arthur Burns and Paul Volcker ran the US Federal Reserve like a personal fiefdom, building immense power and prestige through almost unilateral determination of the nations credit policies. Polls of leading Americans regularly put the Fed chairman as the second most powerful person in the US after the President, and there was little reason to think when Wall Street economist Dr Alan Greenspan took over in 1987 that he would be any less vigorous and visible. But according to a series of US reports, the Fed chairman has recently been outgunned by a hardline antiinflation group among the Feds 12 regional presidents. In October last year Dr Greenspan was reportedly deflected from his desire to cut shortterm interest rates by half a percentage point and the Fed compromised on a far smaller cut, even then only after the White House and Congress confirmed their fiveyear Budget plan. Then, in recent months, hardliners questioned Dr Greenspans use of longstanding precedent to unilaterally cut interest rates as the US recession deepened. The power struggle at the upper levels of the central bank is unresolved, but its consequences could be considerable."
}