{
    "text": "Ten Such is the ferocious garden growth of summer, Cairo asks Cec will he work an extra day each week to keep pace with the weeds. Now its school holidays, Clementine visits her school friend who also lives on the southside of the river. At Beths there is always summer thunder, always too far away. They spend their evenings with binoculars, watching the way bits of leg and body writhe across the drivein screen late at night when the Rrated films are showing. When Mrs Anderson comes in with snacks for them and asks what on earth they are doing, they answer innocently enough counting the ratio of sheet lightning to fork. Or, sometimes, they wander with pikelets spread with the cheap tinned jams Mrs Anderson buys, down the back to where Mr Anderson works. He is a sadseeming man and is it any wonder, Clementine thinks, whenever they stand watching him carve out dead names onto curves of marble. He often works past midnight under the warm night skies, ever anxious on behalf of the dead persons relatives to have the job complete. Mosquitoes can eat him alive and he doesnt appear to mind or notice. Or, in the daytime, Beth will lead Clementine to the corner shop for provisions and then into the bucket seats of her fathers sevenyearold Ford Falcon. Beth lies in the front, Clementine in the back. Her father parks it beneath an old camphor laurel so that there are always leaves to look up into. They lie on the black upholstery, silently imagining men so big beside them that limps would have to poke out the little triangle windows that whistle when the car is being driven. The two girls eat sweets there that come in rolls of cellophane. Made in America, says the very small writing. Tart Talks reads the much bigger lettering not because they are slightly sour, but because they are girl sweeties, always pink or pastelcoloured. With these, and the loose, twoforonecent Conversation Candies, Beth and Clementine construct weirdsounding, doubleweighted conversations. Camphor laurel berries rattle on the roof of the car. They lie there until all the sweets are gone, converstaions and titillations over, and become envious of each other in different ways. Clementine envies her friend her normal name Elizabeth that can be so conventionally shortened. Beth is in love with her friends skin, which is so brown and smooth and lean it makes her own look like porridge, she says. Nettles and nightshades grow in Beths garden and monster paspalums, threading through abandoned chips of marble and cement. Some kinds of marble are as ivory and smooth as old piano keys or wedding satin. Mrs Anderson does have her rose circle. Clementine knows she can always make her own mother laugh and exclaim when she comes home from Beths with tales of gardening peculiarities greater than their own. The Gummers are also busy in their garden, tidying and reshaping. Inspired by British topiary, Bunny has urged Dr Gummer into reshaping some of their old conifers. The one by the front door is meant to be some kind of ceremonial ball but ends up mushroomshaped. By Christmas Day, its regrowth is exploding into Clementines view like an atomic bomb going off. Lesser projects have been attempted and abandoned halfformed kangaroos in croton bushes. Christmas day is stinking hot. Alexandras peppermint creams, made to her deluxe recipe with slices of fresh mint, melt the moment she takes them from the fridge. They taste nice enough though. She offers them to the Gummers, who are sharing the Youngs Christmas lunch. Patrick arrived three days earlier in his Holden station wagon. He will stay with his brother until he finds a house to rent. Nobody knows what to do with their sticky fingers. Patrick licks his clean. Sky wipes hers on the back of her dress and Dr Gummer takes a large and immaculate handkerchief from his pocket. The girls are all in new dresses, of similar design and pattern. Their mother is going to extraordinary lengths to make the lunch table beautiful and no one is helping. Only Lettie keeps getting in the way. Cairo has planted candlesticks in wet sand in crystal bowls. She decorates the sand with small fresh flowers that are dead by the time Ventrys begun to carve the turkey. You look lovely, Grandma. Sky hovers around the faded finery of Letties dress. Thank you. And so do you. Can we sit next to each other at the table Of course we can. Lettie holds her granddaughters hand and moves around the table looking for their place names. Look, Mummys already put us together. The names are written in gold, in Cairos lavish hand, and have been laid into trails of maidenhair ferns. See the Christmas lights in the bunya pine Clementine says to Patrick when they are all seated at the table. Away from Coogee he looks more ordinary, more like his brother, but that is possibly only because his ponytail has been lost in deference to his brothers prejudices. The pink roses. Like Christmas lights. We think so anyway. They always come out for Christmas. They look dotted line papery, Patrick replies, dazed by the heat and the hot green look of the river and the town on the otherside of it to which he has, it seems to him now, so rashly committed himself. He has arrived not at some exotic end of the earth but in a conservative tail end of New South Wales. Nobody will visit me, he panics, and wishes himself anywhere but in the midst of a family of girls, his brother far from friendly alongside. Some more leg for you, Patrick Ventry offers. To the new arts officer. Cairo is lifting her glass at him. Go steady. Charlie doesnt join in the toast. Leave some turkey for the growing girls. He is feeling neglected by Cairo and wondering what he can do to remedy this. Rose and champagnecoloured jellies sit on silver platters at either end of the table. Patrick holds one up to the sun. What on earth Cairo Scented basil jellies. I found the recipe on a mail order seed pack. How unusual, says Charlie, who has seen them before at Cairos parties. Patrick keeps his held to the light. Sun jewels, he says and feels a sudden lifting of his heart. How ever did you get such delicate colours Cochineal Bunny Gummer guesses, but nobody takes any notice. Liquorice basils make the pinkier hues and the other is made with the leaves of holy basil. No cochineal at all, Bettina. Holy basil, laughs Sky in an imitation of Batman. What a beautiful idea. Patrick picks up his teaspoon, Can I have a taste Of course. Its savoury. Meant to go with the turkey and salads. Cairo spoons him some. It glistens and trembles beside his turkey and everyone is watching as he takes a taste on the end of his knife. Not allowed to lick your knife, Sky grins at him, already won over. Delicate Patrick smiles in such a way nobody is quite sure whether he means the jelly or the youngest daughter. He has a theatrical air rarely seen in most country towns. Everyone at the table except his brother, and Ventry who is oblivious, is already half in love with his boyishness and lazy eyes. Ventry casts his wife glances that hold more than affection. Cairos fennel in the salad will make him burp terribly later on but it doesnt really matter. And the man who has put her into such a good mood isnt at all as bad as hed imagined. Patrick Gummer looks quite respectable. And hes kind, helping Cairos mother and Sky to some more of the white meat they like best. Ventry begins to tell Patrick the story of how he once made all his girls go to church in jodhpurs before racing off to a show. Before Clementine grew so musical, he adds. Ooh, its lovely to have a bit of fowl, Lettie is saying. Then, Whats your name again Patrick. Paddy the Irishman Only a long time ago. Can see it in you though. Lovely blue eyes you and your brother both have. Patrick begins Clementine. The whole family is clamouring for the newcomers attention or Patrick would have told how one of his eyes is glass. Mr Gummer, you mean, corrects Ventry. No. He hates being called that, dont you Clementine squints her eyes at Patrick to avoid seeing the top of the atomic bomb topiary behind his head. Wouldnt answer to anything else. Im not a doctor. He shoots a bland grin over to his brother. Dont tell me you have to call him Doctor, do you Hows the flute playing going Charlie Gummer swallows his anger down with cool white wine. Clementine answers very well thank you, hating the stilted, uneasy sound of this expression that Cairo taught her is a suitable response for most questions. She eats cherries nervously to fend off any more personal questions. Sweetheart, dont steal all the cherries. Her mothers voice has a sudden and unexpected pitch of exasperation so that Clementine knows she cant expect her mother to elaborate her fluting achievements to date. Oh, she plays beautifully, Bunny says. We love to hear her practising in the afternoons. Dont we, Charlie Dr Gummer acts as though he hasnt heard the question. Clementines fingers fray away her serviette. Patrick But her voice trails away. Although his ponytail has gone he doesnt look like he belongs in this town. He is laughing now at how Bellini has found his toes to lick. She thinks youre a puppy. Clementine bends under the table to watch. Cairos irrational judgements of people which depend on how friendly her dogs are towards them have been taken a step further by Clementine. She assesses visitors by Bellinis reaction to their taste. She thinks youre delicious The dogs tongue laps up the rivulets of sweat under Patricks knee. Its those pongy old sandals you wear, suggests Charlie, and feels reassured when Cairo and Ventry both seem amused. What sort of dogs are they exactly Pig dogs No, say all the daughters. Staffordshire Bull Terriers. Sensual, isnt it Patrick laughs too as the licking continues. Oooahh, you can do that to me all day, puppy. Shes not the puppy, Sky tells him. Figgy, Fig, she calls over the real puppy and puts him in her lap. See how lovely he is Patrick leans over the table to pat him. His heads like a camera case, he says. Same shape. Ive always liked dogs. Charlie went in for the guinea pigs. Me too. Ive always been a dog lover, Clementine confides, because she has never seen Bellini lick a strangers legs so lovingly. I used to bark at the dogs, didnt I, Dad When I was a little girl Yes, you did. Ventry laughs and feels in need of a sleep. And is embarrassed when the mother dog begins to lick her puppys penis and Charlie makes a fellatio joke. By the time Bunnys annual and awful boiled fruit cake has been brought out, all the adults appear to be drunk. Cairo laughs a lot and slices the cake in a reckless way. It is so hot now the sand around the candles dries out and one by one the candles, which looked strange alight in the day, topple over. Timber, calls out Charles Gummer each time. Lettie wishes hed stop. It was the word her dead husband used to call out just before ejaculation. Something to do with his timbercutting past, Lettie always thought, or the way hed wield the axe in the woodchops at the show. Cairo, on her way to opening another bottle, is so worried to see her mother looking pained and frail that she stops for a moment to rest her fingers on the crepy skin of her mothers neck. The swell of weeds from the vacant lands beneath their house is momentarily overwhelming."
}