{
    "text": "THIRTYFOUR It was on. For real this time. The same arguments, over and over, day after day. It was long and vicious and exhausting. We drank heavily. We screamed at each other. We were two stray dogs, battling it out to the death over the bones of love. Cynthia was the aggressor. She fought it hard and fast and with increasing creativity and desperation. The drinking spurred her on. Between the cortisone and the alcohol, she was uncontrollable. She screamed, cried, attacked me with her fists, knives, scissors. She meant to keep me or finish me off for ever. My only goal was survival. I didnt ask her to leave. I didnt have the power or the will for it. Id made my one and only move. All I could do was ride the attack out and wait for her to tire. Vass looked at me strangely in the hallways. It was entertaining times for the old men. From time to time I took the car and fled for a few hours. I didnt know where to go. I didnt want to see Leo or Molly. Maree and Frank had their own difficulties. And Sophie was out of the question. I had only vague memories of what had happened at the party. It had the substance of a dream, a bad one. Where had all the hatred come from But at least I finally understood one part of the situation. And fucking had nothing to do with it. In the end I went and saw Rachel. She was good to me. I talked and she listened. You have to make Cynthia leave, she said. Make the break. Youre only making it worse for the both of you. It was sound advice. Useless advice. Rachel knew it. She had her own worries too. Shed started things up with a man and then hed shot through to Sydney. People were making a mess of things everywhere I looked. I went back to Cynthia. She was waiting. Where did you go I went and saw Rachel. Did you fuck her I dont want to fuck anyone. Im not going to let you do this, Gordon. You dont have the right. It was true, I didnt have the right. But this time I had the patience, and Cynthia was slowing down. Another week passed. We werent fucking, but we still slept side by side in the bed. There was nowhere else in the flat, only the couch, and it was too hard, too cold. It was worse for Cynthia. I had friends I could escape to, but there was no one for her. She called up some of her old people from Melbourne and Sydney, but they were a long way away. They couldnt understand. They didnt even know who I was. We went out drinking on Sunday afternoon with Frank. He was depressed. It was over between him and Maree. I suppose I should be happy, he said. I should feel like a butterfly thats just emerged from a fouryear cocoon. But I dont. I feel like a moth. I keep flying blindly into light bulbs. When the pub closed we caught a cab and had it drive by Franks place. He was staying at his parents house. It was his first night away from Maree. He got out. Cynthia looked at me. Im going with Frank, she said. Okay, I said. She got out. Frank looked at her. The cab took me away. I arrived back at the flat. I was alone. The house was quiet. I went to bed. Cynthia woke me up about midday. She was stroking my hair. Ive been watching you sleep, she said. Youre still beautiful when youre asleep. I can imagine that you still love me. I curled up around her hips. She was warm. Howd it go with Frank It was good. Do you feel any better A little. I feel sad. I think Ill always feel sad. We sat there. For the next three days it was good. The anger had run out. We were tired. It was over. And the love was still left there. Not enough, but some. Then a letter arrived for Cynthia. It was from the Tax Department. It was her refund. It was four or five months late. Four hundred dollars. I asked her, Whatll we do with it Cynthia looked at the cheque. She said, I guess Ill get a plane ticket. THIRTYFIVE Id won. THIRTYSIX Next day Cynthia rang around the airlines and booked herself on a standby ticket. It was due in two weeks. She was flying to Darwin. To her parents place Why not Sydney, I said, or Melbourne Its where all your friends are. I dont want friends. I just want somewhere where I havent got to worry about living, where someone will look after me. All I want is sleep. I dont want to work, I dont want to see anyone. Im tired, Gordon. I know. Im sorry. Its been terrible. Youre not sorry enough. Youll never be sorry enough. The two weeks went by. Cynthia quit work. She called her parents. She went through all her clothes, sorting out the warm stuff. She wouldnt need it in Darwin. Darwin was never cold. If I leave some of this stuff here, will you look after it Can you do that I said I could. What if I come back, Gordon I know you think its over, but its not over for me. I still love you. I said nothing. God, she said, whos going to look after you Whos going to pick your blackheads Youll get sick. Youll get ugly. She was crying. Her flight was on a Tuesday. On our last Saturday night together we went out to see some bands that were playing at Easts Leagues Club. Wed spent the day trying to track down some acid. We wanted a big finish. One last time. No one had any acid. Instead, we arrived at Easts early and concentrated on drinking. Drinking could be almost as good sometimes, if you did it right. The support band started up. Cynthia lost herself in the crowd. I wandered around and drank and occasionally ran into people I knew. Suddenly there was Darren. His face was red and sweating and smiling. Hey man, he said. Youre tripping. Yep dotted line Whered you get it Theres a guy here, selling. Is he still around I dont know. Look, Ive got one tab left. Ive already had four. Four I know. Im losing it. Ill sell you the last one. The thing is I need two. One for Cynthia. Ive only go the one. Just take it yourself. She wont even know. Shed know. I couldnt. Wow. Thats dedication. Its caution. She wouldnt do the same for you. Shed take it. Maybe. I cant, though. Well, Ill look around for the guy, okay If I see him Ill come get you. Okay. Thanks. Very much. He made off. Four tabs. He looked like he was about to die. I wandered on, found a table down near the back and sat on it, watching the crowd. Cynthia was in there somewhere, up the front. For a support, the band didnt seem too bad. Fifteen or twenty minutes later they were finished and Cynthia came back through the crowd. She saw me, came over. I just saw Darren up the front. she said. Yeah He offered me a tab. Twenty bucks. Whatd you say I said yes please. What else would I say But then he said no, he wouldnt give it to me. He said I should talk to you. I think he was just trying to prove a point. She looked at me. I didnt explain. Ten minutes later Darren showed up with the dealer. We bought our tabs and settled into the night. The acid was good, and so was the music. Loud and hard and purging. Cynthia disappeared up the front again for most of the night. I prowled around the back, getting off on the crowd, watching them sway. I could understand their movements, I could grasp the mass consciousness that drove them. But I wasnt part of it. I was elated and alone. I would always be alone. Then the band wrapped it up, the crowd screamed and the lights came on. Cynthia fought her way back. Her eyes were wild, she was wet with communal sweat. Whys it over she yelled at me. Why is it fucking over I am only one man, Cynthia, I said. I have no say in this. She was pure hatred. Get away from me And she was off again, darting across the floor. She was crazy. I went after her. We caught a bus home. There were no seats. Cynthia and I stood in the aisle and raved at each other. She was angry, I was angry, we werent even hearing each other. The acid was peaking. Looking out the window I couldnt see where we were. Cynthia screamed, This bus is taking us to HELL People looked at her. This bus is full of SHITHEADS People looked away. Cynthia was genuinely scared. Where are we, Gordon On our way home. Dont lose me, okay. I wont. You know what you are she said, profoundly. What You are a mild person. Is that good or bad Its nice. Youre nice. That is bad. No. She sounded weary. In the end, nice is all you want. We got off in the Valley and walked home along Brunswick Street. We stopped off in a bistro for coffee, then hamburgers and chips and coke. We hadnt eaten for what seemed a long time. Leo and Molly were waiting for us in the flat. They were drinking and smoking. Molly came up and looked in my eyes. You guys are tripping Yes, but its no good without alcohol. Fortunately we had plenty. Around five a.m. Leo and Molly got tired and set up a bed on the carpet. Cynthia and I went to our own bed. We werent tired, the acid probably wouldnt let us sleep for hours yet. We sat on the bed. Cynthia attached my zip and got my penis out. I was listening. Theyre fucking in there, I said Cynthia listened too. Are you two fucking in there she yelled. It sounds like youre fucking There was no answer. The noises stopped. We looked at my penis. Her hand was playing with it, it was growing. Itd been a good night. It was no time to bring it all up again. It wasnt worth the pain. And Cynthia would only be with me for three more nights dotted line Okay, I said, jump on. Lets do it. She started tugging off my jeans. We made it noisy. We threw everything into it. All the hatred and sorrow. All the violence we had left. And it was good. We knew what to do. We fell out of the bed, fucked on the floor, pumped and squeezed and pounded eachother, contorted, climbed back into bed, bit, strangled dotted line and in the end, I was on top. Her legs were up around my shoulders. I love you, Cynthia screamed, God I fucking love you. I came. I collapsed over her. I didnt say anything. I couldnt say anything. I bit into her neck. We held each other there. My prick shrunk away. Pulled out. I rolled off. Did you hear that Cynthia yelled, for Leo and Molly. Even the mild one can make more noise than you Keep it down, Cynthia. But she was laughing. The mild one, I called you the mild one, didnt I. Mild One, I think I love you. She kept on laughing. We both laughed. It was true. Leo cried out from the next room. Will you shut the fuck up. But we couldnt. Not yet. THIRTYSEVEN The next afternoon was bad. I woke up to asthma and vomiting."
}